{"last_time_update": "2021-11-24 17:11:21", "results": [{"course_id": "4179698", "category": "Teaching & Academics", "sub_category": "Language Learning", "title": "Arabic Language Course: Learn to Read Arabic, Write & Listen", "level": "All Levels", "author": "Hassan Academy For Arabic Language Courses", "duration": "13.5 hours", "rating": "4.6", "reviews": "61", "students": "17357", "coupon_code": "FREE-ARABIC", "preview_img": "https://img-c.udemycdn.com/course/750x422/4179698_829c.jpg", "coupon_link": "https://www.udemy.com/course/arabic-language-learn-to-read-arabic-through-short-stories/?couponCode=FREE-ARABIC", "end_day": "2021-11-29 08:57:07+00:00", "headline": "Arabic language course to learn to read, write arabic & listen through stories for Beginner, Intermediate & Expert Level", "description": "<ul><li><p><strong>New Update:&nbsp;We added Arabic Audiobook + MP3 Files + Translation in English.</strong></p></li></ul><ul><li><p><strong>New Update: We added new Section to Learn Writing in Arabic.</strong></p></li></ul><p>--------------------------------------------------------------------------------------------------------------</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;السلام عليكم</p><p><br></p><p>In this Course, you will learn to <strong>Read, Write &amp; Listen </strong>to<strong> Arabic</strong> through <strong>Short Stories &amp; Audiobooks.</strong></p><p><br></p><p>This Course is divided into 9 Sections:</p><ul><li><p>In the First Section: you will learn How to Write &amp; Pronounce <strong>Arabic Alphabet</strong>, and we will take some words for each letter.</p></li><li><p>The Second Section: you will learn How to Read Words with <strong>Arabic Diacritics</strong>.</p></li></ul><p>By finishing these two sections, you will be able to Read Words in Arabic.</p><p><br></p><p>Then,</p><ul><li><p>In the Third Section: you will take <strong>General Important Lessons</strong>, such as: How to make a sentence in Arabic.</p></li></ul><p>By finishing this section, you will be able to make sentences in Arabic.</p><p><br></p><p>Then,</p><ul><li><p>In Section 4: we will take <strong>Short Stories</strong>.</p></li></ul><p>By finishing this section, you will be able to Read Stories in Arabic.</p><p><br></p><p>Then,</p><ul><li><p>In Section 5: we will learn <strong>Writing in Arabic</strong> from Beginner to Advanced.</p></li></ul><p><br></p><p>And Finally,</p><ul><li><p>In Section 6, 7, 8 &amp; 9: we will learn to Listen to Arabic through <strong>Audiobooks</strong>.</p></li></ul><p><br></p><p>So, <strong>this Course consists of 5 Steps:</strong></p><ul><li><p>The First Step: is to learn How to <strong>Read Words</strong>.</p></li><li><p>The Second Step: is to learn How to <strong>Read Sentences</strong>.</p></li><li><p>The Third Step: is to learn How to <strong>Read Stories</strong>.</p></li><li><p>The Fourth Step: is to learn <strong>Writing in Arabic</strong>.</p></li><li><p>The Fifth Step: is to learn to <strong>Listen to Arabic</strong>.</p></li></ul><p><br></p><p>So, bring your pen &amp; papers; and let’s get started..</p><p><br></p><p><strong>What will you learn in this Course?</strong></p><ul><li><p>You will learn the Essentials of Arabic Language.</p></li><li><p>You will learn Arabic Alphabet &amp; Diacritics.</p></li><li><p>You will learn How to Pronounce Arabic Words.</p></li><li><p>You will learn 2000+ Arabic Words &amp; General important Lessons.</p></li><li><p>You will learn How to Make Sentences in Arabic.</p></li><li><p>You will learn to Read &amp; Listen to Arabic through Stories.</p></li><li><p>You will learn to Read Arabic Books.</p></li><li><p>You will learn to Write Arabic from scratch.</p></li><li><p>You will learn to Listen to Arabic Audiobooks.</p></li></ul><p><br></p><p><strong>Who is this Course For?</strong></p><ul><li><p>Arabic Learners.</p></li><li><p>Students who are in Beginner, Intermediate &amp; Expert Levels in Arabic.</p></li><li><p>Anyone wants to learn Arabic Alphabet &amp; Diacritics.</p></li><li><p>Anyone wants to learn How to Pronounce Arabic Words.</p></li><li><p>Anyone wants to learn How to make sentences in Arabic.</p></li><li><p>Anyone wants to learn to Read Arabic through Short Stories.</p></li><li><p>Anyone wants to learn to Write in Arabic from scratch.</p></li><li><p>Anyone wants to learn to Listen to Arabic through Audiobooks.</p></li></ul><p><br></p><p><strong>Who is Hassan Academy?</strong></p><p>Native Arabic Speaker, with over 12+ years of experience in Arabic Language.</p><p>Hands-on experience creating development courses and activities modeled on goal attainment and student-centered instruction, delivering engaging lessons focused on the interests and needs of students. Knowledgeable of standard instruction principles, classroom management styles, and approaches to teaching Modern Standard Arabic to English speakers.</p><p>We will add value by helping you learning how to listen to Arabic and read Arabic with true pronunciation as fast as possible.</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-07-16_16-59-00-b6720ed43c57cfa5990423d9d11e18da/2/WebHD_720p.mp4?secure=ZdsDGrbp4rp0jkInX2Qo_A%3D%3D%2C1637786092"}, {"course_id": "3714252", "category": "Office Productivity", "sub_category": "SAP", "title": "The Complete SAP S/4HANA Bootcamp 2021", "level": "All Levels", "author": "George Boyle", "duration": "5.5 hours", "rating": "4.2", "reviews": "1229", "students": "73705", "coupon_code": "E27E857F16198F6FDB15", "preview_img": "https://img-c.udemycdn.com/course/750x422/3714252_434f.jpg", "coupon_link": "https://www.udemy.com/course/sap-s4-hana/?couponCode=E27E857F16198F6FDB15", "end_day": "2021-11-28 06:33:18+00:00", "headline": "The most complete course available on SAP ERP and S4 HANA. 6+ hours of videos, activities, demos, quizzes, & more", "description": "<p><strong>Are you looking for a course that will help you land that elusive 6-figure salary?</strong></p><p>With so many different options out there it can be hard to know where to turn, so why not focus all your efforts on something a select few have been profiting from for years?</p><p>Every large business is working constantly on streamlining their processes and improving their efficiency, and they all use the SAP ERP platform to do it. If you want to get ahead of the competition then you need to learn all about the latest skills large companies are constantly trying to find.</p><p><strong>With more than 80% of Fortune 500 companies relying on SAP experts to boost their profits and productivity, can you really afford to miss out?</strong></p><p>SAP ERP platform helps large businesses streamline their processes and support each segment of their business, from sales to accounting. S/4HANA is the latest SAP ERP system that runs on their in-memory database.</p><p>To get the most out of SAP S/4HANA, you'll want to know what these new features are, how to use them, and when to use them.</p><p>I'm George Boyle, and I've been teaching people how to deploy, configure, and use SAP ERP since R/3 came into existence in 1990s.</p><p>If you are new to SAP, this course will help you get started, and for those of you who have been around SAP for some time this series can be used to help you expand your knowledge and prepare for the SAP S/4 certificate exam - SAP Certified Application Associate - Business Process Integration with SAP S/4HANA (C_TS410_1909).</p><p>In this video series, I break down SAP S/4HANA for you. Each video is a self-contained discussion of a particular SAP module or feature, like finance, sales, reporting, deployment, analytics and more. And I've tried to be practical in these episodes, too. Each one contains explanations of the topic, and demonstrations for using it.</p><ul><li><p>Intro to SAP S/4HANA</p></li><li><p>SAP&nbsp;GUI and navigation</p></li><li><p>User experience</p></li><li><p>Basic system wide concepts</p></li><li><p>Enterprise management (previously Logistics)</p></li><li><p>Finance (previously FICO)</p></li><li><p>HR (previously Human Capital Management)</p></li><li><p>Embedded Analytics</p></li><li><p>SAP&nbsp;HANA database</p></li><li><p>Implement SAP</p></li></ul><p>Real-life practical examples will not only prepare you to achieve the coveted SAP S/4 certification, but will also prepare you for an amazing new career. Lectures and other online content are delivered in a simple, easy-to-understand format with natural breaks where you can consolidate your knowledge, and put it into practice.</p><p>We’ll cover each of the modules and features step-by-step, and give you the solid foundational knowledge businesses around the world are struggling to find. From finance and sales right the way through to deployment and analytics, you’ll build the experience needed to use S/4 HANA like a certified pro.</p><p>I hope you'll join me for my series as I provide you with a variety of SAP techniques and practices that you can use to help you in your work.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-12-19_03-13-19-c6832a875d20f30cff68fa04a1d9094c/1/WebHD_720p.mp4?Expires=1637786099&Signature=EGi9ANHr15yIvgTFWtMyx9gx8aE0gbka97~JH64wndJn6iui4maBr7b~ZBqEyykrqmkui6PbumvK3YHs0tZoOL4LappSw~TyhW0ysqW1Jz86TlpR3Gx9Tx~DfS8JyoHPCEhMm3Byh1nAkWjOVRFtUjkrdH9auK9x5HdDT65k~nzh4kPYXNwD3AF~kHz0aZ4Lclx6jqldS95ewacMOh2j5Bfdhg-iUcUAMzCRJ9pmv4XTnwa7AP059kWdx3sJ7GJVOSCSqGk8NiV6cq0lDuxbGb4v3mLRR5v9ONKS273DLO7-X7MBv4~pnai-EosYzlFTXj6m0K-MY7t13hS9SxnMEQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3214003", "category": "Design", "sub_category": "Design Tools", "title": "Das große Canva-Kompendium", "level": "Beginner Level", "author": "Sebastian Glöckner", "duration": "5 Stunden", "rating": "4.1", "reviews": "27", "students": "1320", "coupon_code": "A70D8A11CCDB6B21D71A", "preview_img": "https://img-c.udemycdn.com/course/750x422/3214003_12e8.jpg", "coupon_link": "https://www.udemy.com/course/das-canva-kompendium/?couponCode=A70D8A11CCDB6B21D71A", "end_day": "2021-11-26 12:42:23+00:00", "headline": "Professionelle Designs mit Canva gestalten und Dein eigenes E-Book gestalten!", "description": "<p>Die <em>Grafikgdesignplattform Canva </em>ist eine <strong>kostenlose, </strong><em>Photoshop </em>ähnliche Bildbearbeitungssoftware welche Windows, Max OS und Linux unterstützt und sogar eine App bereitstellt.</p><p>\"<strong>Entwerfe mit Canva alles, was du dir vorstellen kannst\"</strong></p><p>Mit Canva hat <strong>jeder </strong>die Möglichkeit <strong>professionelle Designs</strong> zu erstellen, ohne dafür Kenntnisse in Bildbearbeitung zu benötigen.</p><p>Selbst mit Zugriff auf viele Youtube-Tutorials wenden viele in der Grafikdesignplattform Canva nur grundsätzliche Funktionen an.</p><p><em>Bis jetzt...<br></em></p><p>Du bist gerade dabei dein erstes Buch zu veröffentlichen und dir fehlt es an einem passenden Cover?</p><p>Du kennst dich nicht gut aus mit Photoshop und möchtest keinen Grafiker beauftragen dir ein Cover zu erstellen?</p><p><em>Bis jetzt...</em></p><p>Warum probierst du es nicht selbst aus - mit Canva benötigst du<strong> keine Design Kenntnisse</strong>, um tolle ansprechende Cover für dein Ebook oder Taschenbuch zu erstellen!<br></p><p><strong>Cover Erstellung mit Canva Schritt für Schritt</strong></p><p>Ich zeige dir viele verschiedene Varianten, um das passende Designs für Dein Business und Cover für dein Buch zu finden! Ich kläre dich über die rechtlichen Gegebenheiten bzgl. einer kommerziellen Nutzung von Canva auf und zeige dir viele nützliche Tricks, um Canva effektiv nutzen zu können.</p><p>Schreib dich ein und fange noch heute an, schöne Designs und Cover für deine Werke zu erstellen!</p>", "preview_video": "https://mp4-b.udemycdn.com/2020-06-09_13-25-55-0e3a0873d509a73702916ea9dc098517/1/WebHD_720p.mp4?secure=wfb7XkY7GD1oeliTFHEV-g%3D%3D%2C1637786116"}, {"course_id": "3338424", "category": "Marketing", "sub_category": "Affiliate Marketing", "title": "How to Make Money Online for Beginners: Follow PROVEN STEPS!", "level": "Beginner Level", "author": "Roope Kiuttu", "duration": "3 hours", "rating": "4.0", "reviews": "401", "students": "64470", "coupon_code": "C7C857A3F8FDF2BB6E52", "preview_img": "https://img-c.udemycdn.com/course/750x422/3338424_be0a_7.jpg", "coupon_link": "https://www.udemy.com/course/make-money-online-for-beginners/?couponCode=C7C857A3F8FDF2BB6E52", "end_day": "2021-11-28 16:17:21+00:00", "headline": "Learn How to Make Money Online Starting without ANY Prior Experience!", "description": "<p><strong>Your first $1 online is the hardest. The rest will be much easier.</strong></p><p>In this course, you'll learn the steps, mindset and the principles to making money online.</p><p>You're not going to get push buttons to riches but a solid advice from a person who has helped numerous people to make money online.</p><p>While I&nbsp;can't promise you results by law, I&nbsp;can promise to do my best to help you to succeed.</p><p>I've used these steps that I show to you in this course to make over $100,000 online.</p><p>Everything started from the first $1.</p><p>After that everything got easier and easier...</p><p>Roope \"Helping ordinary people to make a life-changing income online\"&nbsp;Kiuttu</p><p><strong>PS. </strong>If you have any questions, I&nbsp;will be more than happy to help you.</p><p>You can ask me questions there or on my YouTube channel Learn to Make Honest Money Online.</p><p><strong>It's my mission to help ordinary people to make a life-changing income online and I'd love to help YOU&nbsp;as well!</strong></p><p>-</p><p><strong>INCOME DISCLAIMER:&nbsp;This is not a get rich quick program nor do I believe in overnight success. I believe in hard work, integrity and developing your skills if you want to earn more financially. </strong>As stipulated by law, I can not and do not make any guarantees about your ability to get results or earn any money with any of our products or services. The average person who buys any \"how-to\" information gets little to no results. Any references or examples used within this website are real and documented but are used strictly for example purposes only. Your results will vary and depend on many factors, including but not limited to your background, experience, and work ethic. All business entails risk as well as consistent effort and action.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-08-05_18-42-43-d665507354918fdfb526133d326e545a/1/WebHD_720p.mp4?Expires=1637786129&Signature=fz6NpLfQr54zX8y0qNyNZxxbOjWK9gXANLAikgfVjLKZZl5yRn8T9F8kYiyNKV98Uj0TOExfP~Za2kcGggvcpe0gRMb~iV9NZjcBoxmzg-MCtywyqYYe-HygR7VuVihRoLPReg6C165VxoYC185nJ7o5tVOrHiTzC7HIhop21hipv2-FGbPv3NPdrS~WZ~mrqGvy7leIdjOIxhlgDR364mDLCRM6y03YTkvWvcW7trbpmDtaWuoA4E-7TsVH9mlEsUzblC~oLt2~SLF8nXmierHQDmjWJIL9S9QYLzngCxXWmYid~sslahL2r1XfVS0c6jtQrJRw~j~b89oGIc0nlA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4407120", "category": "Personal Development", "sub_category": "Career Development", "title": "Comunicazione efficace - Diventa bravo a comunicare", "level": "Beginner Level", "author": "Giuseppe Franco", "duration": "2,5 ore", "rating": "0.0", "reviews": "0", "students": "281", "coupon_code": "52014D80F3EC92536E16", "preview_img": "https://img-c.udemycdn.com/course/750x422/4407120_f833_4.jpg", "coupon_link": "https://www.udemy.com/course/comunicazione-efficace-per-tutti/?couponCode=52014D80F3EC92536E16", "end_day": "2021-11-28 17:53:05+00:00", "headline": "I 10 Passi per distinguersi in tutte le situazioni lavorative e personali", "description": "<p><strong>Livello: base</strong></p><p>Avere buone <strong>abilità comunicative</strong> è il più importante vantaggio che tu possa mai sviluppare per il tuo successo nella vita. Ogni giorno tra situazioni lavorative e personali (Riunioni, presentazioni, cene galanti o colloqui di lavoro) dovremo sempre essere pronti a comunicare nel modo giusto.</p><p>Coloro che sviluppano <strong>forti capacità di comunicazione </strong>ottengono posti di lavoro e promozioni e spesso salgono ai più alti livelli di leadership nelle aziende, nei governi e nella vita quotidiana. Senza contare che già da studenti, quando si è abili a comunicare, si diventa dei bravi allievi che l'insegnante non può fare a meno di notare.</p><p>Invece, le persone che non riescono a sviluppare capacità di comunicazione spesso finiscono per essere fraintesi, hanno situazioni lavorative e private che non riescono a risolvere perché non sono bravi a comunicare. Questo percorso è indicato per <strong>costruire le basi fondamentali </strong>per una comunicazione chiara, sicura e coincisa (in meno di 3 ore!)</p><p>Il corso è progettato per tutti coloro che vogliono migliorare la propria comunicazione e costruire delle basi solide per influenzare e rimanere impresso POSITIVAMENTE nella mente degli altri.</p><p>L'approccio per la maggior parte del tempo sarà discorsivo come se fosse una chiacchierata tra amici e senza mai utilizzare esempi accademici pesanti e difficili da comprendere. Solo quello che ti servirà per comprendere differenza tra un messaggio scadente ed una comunicazione efficace.</p><p><strong>Attenzione:</strong> non è un corso esaustivo su <strong>tutto quello che riguarda la comunicazione</strong> e non è consigliato per chi ha già esperienza in ambito comunicativo.</p><p><strong>Organizzazione del corso:</strong></p><p>Ci sono 10 sezioni fondamentali denominate Analizza la tua comunicazione, Il cuore del messaggio, Organizza i pensieri, Frasi coincise, Pause efficaci, Riempitivi, Ascolta per comunicare, Comunicazione non verbale, Parole ammorbidenti (bonus) e Messa in pratica. Guarda le sezioni/lezioni del corso completo per maggiori dettagli. Grazie ;-)</p><p><strong>Ecco alcune delle cose che imparerai a fare in questo corso:</strong></p><ul><li><p>Come evitare i falsi miti della comunicazione e distinguersi quando parliamo</p></li><li><p>Differenza tra essenza del messaggio e mettere un punto nelle conversazioni</p></li><li><p>La semplice e ordinata \"Tecnica dei tre secchi\"</p></li><li><p>Dare ritmo alle parole con le pause appropriate senza essere lagnosi</p></li><li><p>E tanto altro...</p></li></ul><p><strong>Ci sono 2 modi pratici per seguire l'intero percorso:</strong></p><p>Seguire l'intero corso in ordine come lo trovi.</p><ol><li><p>Seguire l'intero corso in ordine e poi fare \"zapping\" da una lezione all'altra in base a quello che vuoi approfondire.</p></li><li><p>Puoi andare direttamente all'argomento che ti interessa di più e trovare direttamente le risposte ai tuoi dubbi o domande.</p></li></ol><p>Tutto in poco più di due ore per dare la possibilità a chi è impegnato per lavoro di acquisire in poco tempo le basi per una comunicazione efficace.</p><p>Ricordati che<strong> </strong>la <strong>comunicazione efficace</strong> è un'abilità importante per qualsiasi lavoro ed è essenziale per la vita stessa. Senza capacità di comunicazione efficace, non avremmo modo di funzionare come esseri umani nella nostra società moderna.</p><p>Per qualsiasi domanda ci vediamo nel mio sito o scrivimi via email.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-21_06-37-33-2ce34899c8a6841395945e7ee4b48802/2/WebHD_720p.mp4?Expires=1637786136&Signature=Z7LV3Z4VNzmgGX05B9WZdMJtObnFgX-mdBocRkGIWM4tR2Qx~BkWTFu1Kzc9PZTJjCmImAqOXrYS71tcPc84bYTV2teqmW4G8xERq9yClB~~Yft-OsM9k4gbYd5h7B2RtBrZuStAowpRb0SU5dUHdedTBIZ8TsZ0b2y3jtsNDVPfNtY-TOXa8RDVv9uQ58GxGqfNMTDAQ5zaJAVVVIjgDmns7cHNWkZP8RBy5lwYF1TYXS7puEH85cBCGABFsip27WCxCkSMsqv4DR07z3bOd0DvIO-rgJ~MEGm3AMbasKmyx-AZI4~rvOTNKLJHUxOuclSUx4tu7AFPdrHqFA31Aw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4230080", "category": "Development", "sub_category": "Programming Languages", "title": "Python For Beginners [in Arabic]", "level": "Beginner Level", "author": "ElAmir Mahmoud Mansour", "duration": "4.5 hours", "rating": "4.4", "reviews": "140", "students": "7259", "coupon_code": "92DDB069D6247E3C0107", "preview_img": "https://img-c.udemycdn.com/course/750x422/4230080_0693.jpg", "coupon_link": "https://www.udemy.com/course/python-for-beginners-in-arabic-/?couponCode=92DDB069D6247E3C0107", "end_day": "2021-11-28 18:09:54+00:00", "headline": "Learn Python in 4 Hours [Arabic]", "description": "<p>حبيت أني أعمل كورس يلخص لغة البايثون من الصفر حتى تتقن الأساسيات.</p><p>في حالة لم تقدر على شراء الكورس يرجى التواصل معي على الخاص هنا.</p><p>.يمكنك الدفع فودافون كاش بنصف السعر</p><p>*********************************************************************</p><p>لمحة عن Python</p><p>إن كنت تنجز الكثير من الأعمال باستخدام الحاسوب، فستجد نفسك بحاجة إلى تأدية بعض المهام بصورة أوتوماتيكية. فعلى سبيل المثال قد ترغب في إنجاز عملية بحث واستبدال على عدد كبير من الملفات، أو إعادة تسمية وترتيب مجموعة من ملفات الصور وبطريقة معقدة. قد ترغب ربّما بكتابة قاعدة بيانات صغيرة، أو إنشاء تطبيق يمتلك واجهة رسومية خاصّة، أو حتى لعبة صغيرة.</p><p>إن كنت من المحترفين في مجال تطوير البرمجيات فإنّك ستلجأ على الأرجح إلى استخدام العديد من مكتبات اللغات C/C++/Java ولكنّك ستجد أنّ عمليات الكتابة ثم التصريف ثم الاختبار ثم إعادة التصريف قد أصبحت سلسلة من العمليات المتكررة البطيئة للغاية.</p><p>لربّما كنت تكتب حزمة اختبار لمثل هكذا مكتبة فوجدت أن كتابة شيفرة الاختبار أمر متعب للغاية، أو أنّك كتبت برنامجًا بمقدوره استخدام لغة ملحقة، ولكنّك لا ترغب بتصميم وتضمين لغة جديدة للتطبيق</p><p>ستتعلم:</p><ol><li><p>أهمية وما يمكنك أن تفعل بلغة البايثون</p></li><li><p>أساسيات لكل لغات البرمجة</p></li><li><p>أساسيات البايثون </p></li><li><p>البرمجة الشيئية بالتفصيل</p></li><li><p>اعتمدنا على الأسئلة لتثبيت المعلومة وسهولتها</p><p>****************************************</p><p>في حالة وجود أي أسئلة أرجو منكم التكرم بكتابة السؤال في التعليقات وان شاء الله سأرد على جميع الأسئلة بلا استثناء</p><p><strong>بايثون</strong> (بالإنجليزية: <strong>Python</strong>)‏ هي <strong>لغة</strong> برمجة، عالية المستوى سهلة التعلم مفتوحة المصدر قابلة للتوسيع، تعتمد أسلوب البرمجة الكائنية (OOP). ... تتميز <strong>بايثون</strong> بمجتمعها النشط، كما أن لها الكثير من المكتبات البرمجية ذات الأغراض الخاصة التي برمجها أشخاص من ذلك المجتمع. </p><p>*وبالتوفيق ان شاء الله *</p></li></ol>", "preview_video": "https://mp4-c.udemycdn.com/2021-08-27_19-23-14-1c701c2ef9150ace619c344a96df7976/2/WebHD_720p.mp4?Expires=1637786152&Signature=M6mRc4AiVS1HnqpaCjGFpuYM32RBqczbqKOulOBvfECmHAfwp2XBslJkSwFHXxjQCkz9q7uwsPwpHYIgCXPoyaFsKr2sp0Oc~bfev-03EqXBcs1U8CJG3dT3aOJto1INoLi2anfjKJXylRhX4071GF2ojJFZZ2A1M7D-5g0pFu3KYYMrNoEmgMEyEJhw04o6VdMFW9glwcHLFduKB1utCVBravdDkUxRDhHov7PmyeTJukh-cp5EUniUdp3mYCQ6xbtGV4lR4mmzThc97QTr3hcXQZ-Rgqk8f8Es2DSKOzgDkzYLRusyHH75Zk8Ftx6~oFY9kuJCy8niwig5QuaNIA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3798454", "category": "Business", "sub_category": "Sales", "title": "Becoming A Sales Professional", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "2 hours", "rating": "4.3", "reviews": "248", "students": "47527", "coupon_code": "NOV.2021", "preview_img": "https://img-c.udemycdn.com/course/750x422/3798454_1ea7.jpg", "coupon_link": "https://www.udemy.com/course/building-sales-relationships-networking/?couponCode=NOV.2021", "end_day": "2021-11-27 19:25:46+00:00", "headline": "The choices other people make about you determine your health, wealth, and happiness.", "description": "<p>By caring about building relationships with potential customers and taking an interest in their world, it can significantly improve the odds of securing a sale and retaining that customer for the long-term.</p><p>Strategic friendships will make or break any business, no matter how big and no matter what kind of market.</p><p><strong>So, in this course, our learning points will include:</strong></p><ul><li><p>Discover the benefits of developing a support network of connections.</p></li><li><p>Understand how building relationships can help you develop your business base.</p></li><li><p>Learn how to truly like your acquaintances—not just pretend to.</p></li><li><p>Identify the key elements in strong working relationships, and how you might put more of these elements in your working relationships.</p></li><li><p>Recognize the key interpersonal skills and practice using them.</p></li></ul><p>No matter how hard we as humans try to make logical and rational decisions, the simple fact is, every decision we make is actually made emotionally. How we feel about it determines what we choose to do, not what we think about it.</p><p>Salespeople: showing the other person that we actually care about them and the things that are important to them is the first order of business if we want to be successful.</p><p>So, shall we get started?</p><p><strong>Enroll in the course today</strong> and I wish you a happy learning!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-01-24_20-34-15-3571532cea8aa28f05696374655b38af/1/WebHD_720p.mp4?Expires=1637786154&Signature=EowrKWcBDvCfSsvKTZ5fZJsLcHiz092azNCIocV310suDVQrRqwfcmAQlly1~nEa~g5TpQxo4r9dZXRGKE84rOlEaoVK08UUbu65ekIDzo2yr8B6nFrN77eQwm4469Ut2Xxq9gfseV3UeOnAEJMmxv6pKdr9TVCjnEVTvhP8CemSxFRB9o~Ei~JyEvCEW~s-18TK1ZvQQ06P9rXzvCRmYZk6iVOk~YS1JY5DgIJ-rktrp0XThaaS2Mrjck1tjZznipkm17mtqE6smTTQ9c46UYH7~wyibo~WxPtB4PKn4ONpy7gJ-JuM3dO4aPnSAwgCACnQyl-DHGZrcnLR93A-cA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2714022", "category": "Finance & Accounting", "sub_category": "Taxes", "title": "Partnership Income Tax (Form 1065)", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "4 hours", "rating": "4.9", "reviews": "119", "students": "19586", "coupon_code": "8D41D57D0FC54A6DB1B2", "preview_img": "https://img-c.udemycdn.com/course/750x422/2714022_7d92.jpg", "coupon_link": "https://www.udemy.com/course/partnership-income-tax-form-1065/?couponCode=8D41D57D0FC54A6DB1B2", "end_day": "2021-11-26 05:39:08+00:00", "headline": "Learn to enter tax data for a Partnership into tax Form 1065 from a CPA", "description": "<p>This course currently consists of a comprehensive problem showing the data input process of a Partnership into tax Form 1065.</p><p>This course will put together a systematic format of entering data into a Form 1065 that will minimize errors, isolate problems as they happen, and remove the possibility of having to start the process all over again.</p><p>We will enter each M-1 adjustment individually into both the tax return and an Excel worksheet so that we fully understand how they work.</p><p>We will start by reviewing the data for the comprehensive problem.</p><p>Then we will enter the data into an Excel worksheet that will be used to help us organize the information.</p><p>We will be using Lacerte Tax software to enter the tax data into Form 1065. However, we will also provide PDF files of the tax forms so learners can enter the data directly into the tax forms as we go. The tax forms can also be found on the IRS website.</p><p>The course will demonstrate how to enter the data into the tax forms in stages to reduce potential mistakes and to identify mistakes as they happen so they can be fixed as easily as possible.</p><p>We will start the data input with the balance sheet.</p><p>Then we will enter the income statement as it is formatted in the adjusted trial balance.</p><p>Next, we will systematically go through Schedule K and M-1 adjustments. We will isolate these adjustments, reviewing them on the tax forms, in the software, and using our Excel worksheet.</p><p>We will then review the tax forms.</p><p>Next, we will review the Form K-1s and basic calculations.</p><p>The course will demonstrate the exporting of the K-1 Form to the individual Form 1040 for an owner of the Partnership, showing the flow through process.</p>", "preview_video": "https://mp4-c.udemycdn.com/2019-12-20_20-39-58-62aedbf6cd18c564fe60bf61a5d06945/WebHD_720p.mp4?Expires=1637786157&Signature=i5M84t3Z1SXU1HoIciApW9tHIUePE7tnJkX2XSiNxzVYawX6vrchznYyNN2wwpraYB0ajx0vbfW194waJUdyxCQp85zpnkWegGQyWpn71E3kxKwUIR2THGKR5tsW0OOq95Ce-56DEdYyjh3-WRHY4iy4d2Nq62qm8JcnHzCz2R5dC4pYW6bNUST~Cao-g93MQCj7dUDv1abQHGMnTdob4oJDHChgkDfXydSY0LlwC8Lg0fgrJneekWlh~Y44XRRvBc12AEhi7ZzLqRjnJnRdGVPgEfGnlJpnbi~kcIvrllHLImMORB5thos1Oo59oTjp7kJZ100det6Cw3PkWmtUtw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3932106", "category": "IT & Software", "sub_category": "Network & Security", "title": "Burp Suite: In Depth Survival Guide", "level": "Beginner Level", "author": "Wesley Thijs", "duration": "2.5 hours", "rating": "4.4", "reviews": "347", "students": "32435", "coupon_code": "48942C36E7F46FFB8898", "preview_img": "https://img-c.udemycdn.com/course/750x422/3932106_4e81.jpg", "coupon_link": "https://www.udemy.com/course/burp-suite-in-depth-survival-guide/?couponCode=48942C36E7F46FFB8898", "end_day": "2021-11-28 19:47:00+00:00", "headline": "Master The Art Of Burp Suite Now", "description": "<p><strong>Introduction</strong></p><p>This course forms both the basics and advanced use cases of Burp Suite into an easy to use an reference survival guide with video file and full text PDF with screenshot for reference.</p><p>If you really want to test your skills you can take one of the gruelling quizzes that will make you think twice (At the very least) before you submit an answer.&nbsp;</p><p>All this combined with practical examples in the video files will make sure you know burp suite like your back pocket.</p><p>PortSwigger has designed a lot beautifull labs for use which we will use to illustrate the pratical usage of burp suite.</p><p>This is not your average video course. I&nbsp;am here to go fast and break things.&nbsp;The teaching industry can use a new wind!</p><p><strong>Content</strong></p><ul><li><p>Every tab in burp suite gets treated in a chapter</p></li><li><p>Every chapter contains </p><ul><li><p>a video file</p></li><li><p>a PDF with a full text on the video topic</p></li></ul></li><li><p>A&nbsp;PDF&nbsp;with my top 5 Community and top 5 Pro edition extensions</p></li><li><p>A&nbsp;PDF&nbsp;explaining how Authorize works so you can test for IDORs and BAC</p></li><li><p>A&nbsp;PDF&nbsp;explaining how the proxy option \"Match and replace\" can be used to our advantage</p></li></ul><p><strong>Who am i?</strong></p><p>I am The XSS&nbsp;Rat, also known as Wesley.&nbsp;I&nbsp;created infosec tutorials and courses in a unique way.&nbsp;It's my opinion that a teacher should be able to bring knowledge in an inspirational way but also make sure that knowledge is retained.&nbsp;This is a very unique challenge requiring out of the box thinking.&nbsp;My courses never just consist of a video or video + PDF&nbsp;only format.&nbsp;Courses should be interactive and not just boring reads of powerpoint slides.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-03-22_23-44-32-94dfe6041923af9dc7cb81d8d442cd4a/1/WebHD_720p.mp4?Expires=1637786159&Signature=Uw6ydOI7jjCKXnUX-joPTz0nGbSbWczqOVCtcJnuj0XSlrtobrcspOycGj1nDOKhpdJhcgl2imKnhD8vLUULXL0i2FDbcd51nUVrHIsoFZuJRio61bD1clb57y6QtzWdxI4KKSo9t5L2nccIv0PSI7BcSwNtOs46UH5LRvGvruDIlVqkK~WZhlAkYU0CKflTEVPnXwQfc8AC3O1b-BNqHnKU3qpyRXcrhZRKS8c4BOmRolHgUCgsAnRPyLxXGAykvfQj4Q~fBiDcO246FR581twhNuGjGp~3F2X71CNhaSw14Wy-poWpKN5maBsHuYfTb~7aJH-o0lz9~hVwe5mR6w__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4035798", "category": "Teaching & Academics", "sub_category": "Engineering", "title": "Fundamentals of Industry 4.0", "level": "Beginner Level", "author": "Harish Kumar Maheshwari", "duration": "33 mins", "rating": "3.2", "reviews": "117", "students": "20203", "coupon_code": "F3C1C8EC1A61C4038606", "preview_img": "https://img-c.udemycdn.com/course/750x422/4035798_adf2_2.jpg", "coupon_link": "https://www.udemy.com/course/fundamental-of-industry-40/?couponCode=F3C1C8EC1A61C4038606", "end_day": "2021-11-28 04:28:40+00:00", "headline": "Basic Concept, Components, Technology and Application of INDUSTRY 4.0", "description": "<p>Hi Friends,</p><p>In this course we will start learning about Industry 4.0 which is actually the foundation of the digital transformation of the Industry. This course is beneficial for you in Starting Level. In this Course you learn all about the<strong> </strong>Industry 4.0 that How Industry 4.0 grow from Industry 1.0.</p><p><strong>The Content of the Course are:</strong></p><ul><li><p>What is Industry 4.0?</p></li><li><p>Industry 4.0: The Fourth Industrial Revolution</p></li><li><p>Component of Industry 4.0</p></li><li><p>Industry 4.0 Smart Factory</p></li><li><p>Industry 4.0 Supply Chain</p></li><li><p>Some Industry 4.0 Technologies</p></li><li><p>Soon Everything Will Be Smart</p></li><li><p>Connected Devices Projection</p></li><li><p>Smart Buildings</p></li><li><p>Smart Manufacturing</p></li><li><p>Smart Farming</p></li><li><p>The opportunities in Industry 4.0</p></li></ul><p>Industry 4.0 is revolutionizing the way companies manufacture, improve and distribute their products. Manufacturers are integrating new technologies, including Internet of Things (IoT), AI, Cloud Computing and machine to Machine Communication.</p><p>In this Course you learn the Basic Terminology of INDUSTRY 4.0 in a simple Language. Which enhance your Knowledge in the field of INDUSTRY 4.0 .The entire course material including the slide presentation in very effective method? Further there are additional handpicked reading material and resources available for your reference.</p><p>Feel free to reach out if you have any additional questions regarding INDUSTRY 4.0. Also this course has 30 days money back guarantee without any delay the applicants participate in this Course</p><p>All the best for your learning journey of INDUSTRY 4.0 !</p><p>Cheers!</p><p>Harish Kumar Maheshwari</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-05-08_13-47-22-a0ab89594549d408e713466de3f661ee/1/WebHD_720p.mp4?Expires=1637786181&Signature=l6GzeRtOm8I9aaS3tC4K6A0TGMiFEsLnxnr6JhywGUTOY8J0YFPAvg2mOKA3HZ7y3Z8O4dgsB0HyxeF7PxuPlDakWcH9XhMqthrQ4NYChsVulLr~gTZFuG9KdvU1POc4bPqH-1c~u0oEnfc67DjGPI3ojjPLxrPNohc31Fp06zu50yZQC7OgLF5nSoZkp4OjeKEyBabNnOyA5alo5hLBSG8WB0nYiw3MPMa1yEXfRU9Klv0Ozt56S6bmBiFe~ZS25PjXtiOPVdiOdD2P44nmnOlYI~sqI6DrqEG1TBhtQb9~ueqdJ8Hj2yZEVR3vVM4zh8JrfI4Rmvd2YHF2~8yZYA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2564412", "category": "Finance & Accounting", "sub_category": "Investing & Trading", "title": "How to Make Passive Income With Bitcoin Lending", "level": "All Levels", "author": "Alex Rodolitz", "duration": "1 hour", "rating": "4.0", "reviews": "748", "students": "104372", "coupon_code": "NOVFWP7NF08KQE42021", "preview_img": "https://img-c.udemycdn.com/course/750x422/2564412_565e_4.jpg", "coupon_link": "https://www.udemy.com/course/how-to-make-passive-income-with-bitcoin-lending/?couponCode=NOVFWP7NF08KQE42021", "end_day": "2021-11-26 16:15:14+00:00", "headline": "Bitcoin Lending course for earning in your sleep, even without cryptocurrency experience - A 6-Step System", "description": "<p><strong>Passive Income Course Covering Everything You Need To Passively Earn Money From Bitcoin Lending!</strong></p><p><strong>******************************************************************************************</strong></p><p><strong>Discover How to Make Passive Income Online Using A 6-Step Bitcoin Lending System:</strong></p><p><strong>- </strong>A step-by-step video for each of the <strong>6-Steps in the Automated System</strong>!</p><p><strong>-</strong> <strong>Inside look</strong> at my personal accounts!</p><p><strong>- Unlimited earnings</strong>, with a small upfront investment!</p><p><strong>-</strong> How to do all of this <strong>without</strong> <strong>any Fees</strong>!</p><p><strong>- </strong>This course is about <strong>results</strong>! If you don't see them within 30-days, you get your money back!</p><p><br></p><p>No more endless searching for the <strong>“right” </strong>passive income Bitcoin course, this course is ready to watch whenever you are, you can take it anywhere, and watch it at your convenience in the privacy of your home or on the go!</p><p><strong>******************************************************************************************</strong></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><strong>Put In as little as 5 minutes to Get This Method Started Then Sit Back And Watch Your PayPal and Bank Accounts Fill With Passive Income Money!</strong></p><p><strong>You'll wonder how you ever lived without it.</strong></p><p>This course is absolutely life changing, I hope you take this opportunity to learn it! You'll be walked through how <strong>successful investors are making money with Bitcoin the “Smart Way”</strong> and <strong>how to minimize risk and maximize profits by creating your very own Money Machine</strong>. These passive income websites allow you to work from home or anywhere with internet and <strong>earn passive income long into the future</strong>.</p><p><br></p><p><strong>This course is the best way to start making passive income online.</strong></p><p>Learn from <strong>years of Bitcoin investor experience</strong>, as well as the<strong> Tricks/Tips to earn you more passive income </strong>that are included in this course.</p><p><br></p><p><strong>Let me share my passive income secrets with you.</strong></p><p>Don't go on wondering \"what would have happened if I did\". <strong>You won't be disappointed</strong>, plus you get an unconditional 30-day money back guarantee. What have you got to lose?</p><p><strong>******************************************************************************************</strong></p><p><br></p><p><br></p><p><strong>You'll also get:</strong></p><p>✔ Lifetime Access to The Course</p><p>✔ Quick &amp; Helpful Support in the Q&amp;A Section</p><p>✔ 30 Day \"No Questions Asked\" Money Back Guarantee!</p><p><br></p><p>Remember, this course is <strong>only available here on Udemy</strong>, you won't find it anywhere else. Take advantage of this special offer while it lasts.</p><p><br></p><p><strong>There's a 30-day no-risk money back guarantee so say \"yes\" now, enroll today and decide later!</strong></p><p><strong>Who this course is for:</strong></p><ul><li><p>No prior online income knowledge is needed.</p></li><li><p>Busy individuals who need extra income.</p></li><li><p>Those looking for extra income online.</p></li><li><p>Those with Beginner to Advanced passive income experience.</p></li><li><p>Those who want to be able to make money online while they do whatever they want.</p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2019-09-18_23-21-53-3755d270c82bb7af94a87401fc7927ab/WebHD_720p.mp4?Expires=1637786194&Signature=ZMryyp8RLVLOxhx54Ma-J8ytXgaDA2P6jgKJ~h~EPg1UurZW3QxvJUq-5pf68~~DJSNPLa2ulkL8M0oLnFFInWB15QJX3O9ctZ9hiTTeKVTn5gbE8inR70bu4vkX6SR14KMuIwFws44ccp8pxCBpXmeBBuZyi1D~xgaHbGo9StqM0erAJfVStQuljtCxjOVhMEmZSrcK5pYfAfDS~cozm7hTjp-gwvohgNi~iLqi0IOYFTpjNie6~0crMaUWjWNsu9CceZ84-lIEh4lfSctTxnmFxVsHfSqGralg46834qK-4gvFfVjrHwwLDtNRk6fpVlIa6jyVrT-BeCHJ580iMw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4018200", "category": "Business", "sub_category": "Business Strategy", "title": "İş' te Eğitimcinin Eğitimi", "level": "All Levels", "author": "Sadık Vural", "duration": "10 saat", "rating": "4.8", "reviews": "28", "students": "2569", "coupon_code": "5D06FA81D28A5A1AD0CE", "preview_img": "https://img-c.udemycdn.com/course/750x422/4018200_3058_2.jpg", "coupon_link": "https://www.udemy.com/course/egitimcininegitimi/?couponCode=5D06FA81D28A5A1AD0CE", "end_day": "2021-11-28 04:37:57+00:00", "headline": "İş' te Eğitimcinin Eğitimi", "description": "<p>Eğitimcinin Eğitimini alarak bu alanda uzman ve aranan kişi olabilirsiniz. branşınız ne olursa olsun eğer bildiklerinizi insanlarla paylaşma ihtiyacı duyuyor ve kendinizi alanınızda eğitmen olarak konumlandırmak istiyorsanız bu eğitim yeni nesil eğitmen adayları için özel olarak hazırlanmıştır. Başarılı bir eğiticinin sahip olması gereken yetkinlikleri öğrenmek ve geliştirmek, yetişkin eğitiminin özelliklerini anlamak, eğitimi katılımcı bir yapıya çevirebilmenin yollarını anlamak ve geliştirmek, eğitim sunumunda ikna edici olmak, ilgi uyandırmak ve ilham vererek harekete geçirmek, eğitimde etkili sunumun temellerini anlamak ve geliştirmek, eğitimin etkili bir hale getirebilecek formatı ve kullanılan araçları tasarlayabilme yetkinliklerini kazanacaksınız. Eğitimcinin Eğitimini ileri bir düzeyde yeni nesil bir vizyonla hazırladık ve geliştirerek eklemeye devam ediyor olacağız. <strong>Online Eğiticinin Eğitimi</strong> sürekli yeni konu başlıklarıyla kendini güncelliyor olacak keyifli eğitimler diliyoruz.</p><p>Eğitimcinin Eğitimini alarak bu alanda uzman ve aranan kişi olabilirsiniz. branşınız ne olursa olsun eğer bildiklerinizi insanlarla paylaşma ihtiyacı duyuyor ve kendinizi alanınızda eğitmen olarak konumlandırmak istiyorsanız bu eğitim yeni nesil eğitmen adayları için özel olarak hazırlanmıştır. Başarılı bir eğiticinin sahip olması gereken yetkinlikleri öğrenmek ve geliştirmek, yetişkin eğitiminin özelliklerini anlamak, eğitimi katılımcı bir yapıya çevirebilmenin yollarını anlamak ve geliştirmek, eğitim sunumunda ikna edici olmak, ilgi uyandırmak ve ilham vererek harekete geçirmek, eğitimde etkili sunumun temellerini anlamak ve geliştirmek, eğitimin etkili bir hale getirebilecek formatı ve kullanılan araçları tasarlayabilme yetkinliklerini kazanacaksınız. Eğitimcinin Eğitimini ileri bir düzeyde yeni nesil bir vizyonla hazırladık ve geliştirerek eklemeye devam ediyor olacağız. <strong>Online Eğiticinin Eğitimi</strong> sürekli yeni konu başlıklarıyla kendini güncelliyor olacak keyifli eğitimler diliyoruz.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-04-30_19-55-42-458dcd15732c102a60d2fa706027996e/1/WebHD_720p.mp4?Expires=1637786196&Signature=Wst8SPgFcP9vRh-5dEnNgukou8gsY2BX~QAJHCXJ34wN4e1ll8rJlzRP3GHWetMjUgson~nUdjaDICOvCadmGHnu2260UCyuqqhtQVXkSguZkKTAuGe3iCLZdemrtWThmZv4h4CwXbu3rn96LNon6OefAAL5IcTdX8kR3My8ptOUFd71Q7QIPS-S3TgcaCE766kyY-2ZMCllKIHHtUKU85OPfb1JfGBcPdrchbq58yfdmdNPyVWm2W3YHeUBWjWarZJtwyXI8hdK3p42u9R7bYHTevGDvwcrLEs6SfnSpmzlBN9pEQhte2KEEzHZVhCZOidR7n5Zxh4~Bmrs71GjMQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1894054", "category": "Development", "sub_category": "Web Development", "title": "Drupal For Absolute Beginners (2021)", "level": "All Levels", "author": "Shubham Saurav", "duration": "1.5 hours", "rating": "4.3", "reviews": "187", "students": "47444", "coupon_code": "847060B3724EBE600440", "preview_img": "https://img-c.udemycdn.com/course/750x422/1894054_b286_3.jpg", "coupon_link": "https://www.udemy.com/course/drupal-masterclass/?couponCode=847060B3724EBE600440", "end_day": "2021-11-28 14:38:19+00:00", "headline": "The Most Comprehensive Course To Start Learning Latest And Greatest Drupal From Scratch", "description": "<p><strong>This is The BEST Course To Start Learning Latest And Greatest Drupal From Scratch. Drupal is now powering more than 1,000,000 websites in the world, there's never been a better time to build an income and business around it.</strong><br><br>If you want to master Drupal to build a Business or to impress your potential Employer then, you've come to the right place.<br>Hi there, my name is Shubham and YOU&nbsp;are going on an exciting learning adventure with me. </p><p>In the entire exiting course I will be teach you the ins and out of Drupal. You will learn everything that you need to know. And by the end of the course you will become and expert in Drupal. <br><br><strong>Here is a glimpse of what you are going to learn :-&gt;</strong><br></p><ul><li><p>Installation of Drupal on localhost</p></li><li><p>Brief Introduction to all the features of Drupal</p></li><li><p>Creating Content on Your Drupal Site</p></li><li><p>Creating User and User Roles</p></li><li><p>Adding Permission to User Roles</p></li><li><p>Blocks and Conditionally Displaying Blocks</p></li><li><p>Adding Link to Menu</p></li><li><p>Create and Displaying Menu using Blocks</p></li><li><p>Making URL pretty using URL Alias</p></li><li><p>Installing Modules</p></li><li><p>Generating URL Aliases using PathAuto</p></li><li><p>Customizing Contact Form</p></li><li><p>Installing Themes</p></li><li><p>Much, much more.</p></li></ul><p><strong>What you will get from this course?</strong></p><ul><li><p>Step by Step HD video tutorial</p></li><li><p>An awesome community</p></li><li><p>Lifetime Updates</p></li></ul><p><strong>How this course is different than other course?</strong></p><p>This is the most comprehensive course about Drupal that comes with a great support. We are open to lecture request . We answer every single question of our students. </p><p>I have taught over 90,000 happy students on Udemy alone and this number is increasing rapidly. There is no risk involved in taking the course as I provide 30 days money back guarantee with No-Question-Asked. <br><br><strong>Don't Wait for the time. Now is the time. Enroll now.</strong></p><p><br></p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2018-10-11_03-58-48-54c3299adb5e0663387addb572f7aa71/WebHD_720p.mp4?Expires=1637786206&Signature=HOBO~xxrijQZgcmhjC2nO6TqZ5rnhxNgYvMJNkDuWtOFQSfs53j5TDwEKbOgQd-wlJrUde7Xj4tX7c1O5EchEuia2taGTMK1nrky975jnSwgNCsCeuisGpkdWbAjFmJtowQ~JcVeoKw7aIKnNebpg2kND07YLGsW~CEK86AZgo9i9EKbXK7L~E9hykPUlhMvm5hHgYb~pvt27yjBuvCpkmPEAG0JtvOPoh83pco5bYFasDd4gS2G4RVYLuEvDN6l57ViSOCX4JO-frtYEAKngxfNRWROQo6RSSoB5s1B1Z9AOX~4Ygcwi6KFEz8lQ6K3UPRfvc3jr8iX6MRO3HxoOQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3442354", "category": "Business", "sub_category": "Entrepreneurship", "title": "Make Money From Home: 12 EASY Options to Make Money Now", "level": "All Levels", "author": "Roope Kiuttu", "duration": "2.5 hours", "rating": "3.1", "reviews": "527", "students": "63041", "coupon_code": "92BD1EDAEF7F7C03ECA8", "preview_img": "https://img-b.udemycdn.com/course/750x422/3442354_f3a1_2.jpg?secure=Wao6-4A8jCxmgud_AGZfOg%3D%3D%2C1637856419", "coupon_link": "https://www.udemy.com/course/make-easy-money-from-home/?couponCode=92BD1EDAEF7F7C03ECA8", "end_day": "2021-11-26 19:15:29+00:00", "headline": "Do YOU Want to Make Money From Home? I've Helped Over 385,000 People And I'd Love to Help YOU too!", "description": "<p><strong>If YOU have been looking for easy options to make money from home, this course is the right one for you.</strong></p><p><strong>I'll show you CLICK-BY-CLICK&nbsp;12 easy ways to make money online.</strong></p><p>This will also give YOU confidence that anyone can earn money from home.</p><p>Everything in this course is <strong>extremely simple and easy-to-follow.</strong></p><p>If you are looking for more advanced strategies to make money online, I&nbsp;advise that you take my other Udemy courses where I'll show you more profitable strategies.</p><p>These methods are EASY&nbsp;Ways to make money but in my other courses, you'll learn how to earn BIG&nbsp;money online.</p><p><strong>I help people WORLDWIDE to make money and every single day over 10,000 people watch my videos on YouTube. </strong></p><p>My greatest people is to see people succeeding when they use my methods to make money.</p><p>Every single person is important.</p><p>Once you learn these EASY ways to make money, you can move to more profitable ways to earn money online that I will show you.</p><p>You're gonna be the next success story!</p><p>I'll see YOU inside my money-making courses!</p><p>It's Your Time!</p><p>- Roope \"Educating over 385,000 people on Udemy on how to make money online\"&nbsp;Kiuttu</p><p><strong>PS. If you have been dreaming of making money from home, now is the high time to START!</strong></p><p><strong>Every second that you delay may be costing you money.</strong></p><p><strong>Take action before it's too late...</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-29_15-01-32-1d3903cb53d6bad67030baa5228a7d72/1/WebHD_720p.mp4?Expires=1637786219&Signature=b4shAzpI1bJEbeW3GlQe4cxojm8lFhM2ncxYhm11cLHlwQ8zzwCQGpd9tbpnDwHlo5s9VdLtJZ2gbiTWjN9BLfqamkuWP0TzqgTcQZfPYlKRolHdTroA5y7D8SIrVSlTRFi89EFPMJJ9EHUjEP6NvtAz0sFkvVt9lDcy0hQjfRIawUSDrC00vWKOJLTQ9Ug-XPIEXCsYAMj9y6bNdDHOPpK4z9fdDSSjdQ~cPeldDJHfhTiGcjUKPXSGZP5kVlbYBUNkpljBngzTRYF4oZLs3RbZyP3EdboEe88EpF2idQNXnO-I~-TcBlCMzxBWUWBNUPMDGxECGMk0YnHk7C58-Q__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4226804", "category": "Marketing", "sub_category": "Digital Marketing", "title": "Systeme Sales Funnels - Free Sales Funnels Tool Guide", "level": "All Levels", "author": "Nick Nyxson", "duration": "1 hour", "rating": "4.3", "reviews": "112", "students": "22463", "coupon_code": "025ED163020E1AEF6A13", "preview_img": "https://img-b.udemycdn.com/course/750x422/4226804_dba3_4.jpg?secure=gUj8uYoru3kF9kR7xz_9HQ%3D%3D%2C1637856421", "coupon_link": "https://www.udemy.com/course/systeme_course/?couponCode=025ED163020E1AEF6A13", "end_day": "2021-11-29 03:07:33+00:00", "headline": "Systeme - Free Sales Funnel Builder, Email Marketing tool, Blog Builder and Just All-in-one Digital Marketing Tool", "description": "<p><em>Welcome to </em><strong><em>Complete Online Business Marketing Tool - Guide to Systeme!</em></strong></p><p>For a long time, marketers have had to piece together various tools and software tools in order to achieve their goals. But these days, marketers are constantly being confronted with new platforms, new startup companies, and old favorites that are constantly re-tooling themselves and shifting their strategies.</p><p>In this rapid-fire internet era of marketing, it can be hard for even the most seasoned professionals to keep up with everything. And that's why many people find themselves resorting to outdated marketing techniques or simply giving up on the whole idea of trying to market themselves at all.</p><p><strong><em>But it all ends with Systeme. </em></strong></p><p>Systeme is a free Sales funnel builder, email marketing tool, and blog builder. With this easy-to-use app, you can easily create a free Sales funnel, blog, and landing page without any coding skills required. There is no need for a developer or designer to spend hours with a computer. All you need in your browser is the ability to use your mouse and keyboard to navigate through the simple interface.</p><p>Systeme provides an all-in-one digital marketing tool that will help you slash hours off your work and focus on the things you love to do - but where you struggle - like writing blog posts or emails.</p><p>Learn all about Systeme and how it can help you grow your business, in this easy-to-follow, comprehensive course. Discover the basics and beyond, with over 10 lectures that cover everything you need to know to market your products, services, or business online. This Masterclass will show you how to create your own funnel and blog while building an email list and more.</p><p>This is a new era where marketing has taken on a completely new meaning, where you will always need to have all of your marketing tools in one place!</p><p><em>Here you will learn everything you need to know about Systeme, including but not limited to:</em></p><ul><li><p><strong>How to use Systeme to Push FREE traffic to your website by building a Sales funnel and optimizing it for maximum conversion;</strong></p></li><li><p><strong>How to Generate signups from fully automated email campaigns with Systeme;</strong></p></li><li><p><strong>How to User-friendly interface of Systeme - no need to worry about how to use it, Systeme Masterclass teaches everything you need to know!</strong></p></li><li><p><strong>How to Use drag and drop features;</strong></p></li><li><p><strong>How to use Free templates for different purposes;</strong></p></li><li><p><strong>How to set up the Blog within Systeme.</strong></p></li></ul><p>Everything you will learn here will be based on My practice as a user of Systeme and Everything shown step by step as I am performing everything live on video.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p><p>Join now and get free access to all Systeme features and this masterclass for a lifetime!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-08-17_11-27-39-a6b9bae062efe02f3f7c7a3830d002a9/2/WebHD_720p.mp4?Expires=1637786221&Signature=GTayI1yUxe2FQO06ANJ-37PqGq-sqiHVJWATKx1putmwN1JSaq0NZUPT4EpM0fHse7sgC42vXcffwYuc~ls2gOrlbCwoe9iI0DaRssCaMp64lx724N7bBOP2FZvY8bRrUKBcDZwyooPRaBXQoN4i6pyphYoGG1ONsm3Kk4KnG~AQ00lYgJCkh6ktP9XVDlkNUA6Unyo7v44uWC4d3UYyVwFvoNWnandgdYvI-emNdbNyLeWVGmC81gpw4shADA9rNN2bhDLMRJKmr92R7zVKtW8AxkZOPguVEJk3dmso-KekNAFT~1LwsVv2J6USPY4Ydx5Ofs3yweKxUlQid8WrZg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4028122", "category": "Business", "sub_category": "Human Resources", "title": "İnsan Kaynakları Eğitimi ( Yeni Nesil )", "level": "All Levels", "author": "Sadık Vural", "duration": "9 saat", "rating": "4.6", "reviews": "68", "students": "2260", "coupon_code": "1FF4C49A446B337EAA63", "preview_img": "https://img-c.udemycdn.com/course/750x422/4028122_8885_2.jpg", "coupon_link": "https://www.udemy.com/course/insan-kaynaklar-egitimi-yeni-nesil/?couponCode=1FF4C49A446B337EAA63", "end_day": "2021-11-28 04:37:04+00:00", "headline": "Harika Kurumlarda Muhteşem İnsanları Yaşatmak İçin Yeni Nesil İnsan Kaynakları", "description": "<p>İnsan Kaynakları Uzmanlığı Eğitimi alarak bu alanda uzman ve aranan kişi olabilirsiniz. Personel seçiminde en önemli rolü oynayan İK departmanları, kurumsal firmalar için en önemli konulardan birisidir. İnsan kaynakları uzmanlığı daha muhteşem bir anlayışı hayata geçirmek anlamında katkısı çok büyüktür. İnsan kaynakları çalışanları insan kaynakları hizmetlerini, yönetme, işgücü planlaması, performans yönetim sistemleri, işçi işveren ilişkileri, işe alma ve seçme, ücret, iş sözleşmelerinin iptali konularında bilgi sahibidirler. İnsan kaynakları uzmanları ve çalışanları sadece kendi işyerlerindeki uygulamaları denetlemekle yetinmemeli, rekabet ortamında bulunduğu diğer firmaların ya da rekabet ortamında bulunmasa bile örnek alabileceği büyük firmaların insan kaynakları yönetiminde ki uygulamalarını takip etmek ve bunları tanımlayabilmek zorundadır.</p><p>Bu eğitim insan kaynaklarını ileri bir düzeyde yeni nesil bir vizyonla hazırlanmıştır.</p><p><br></p><p>İnsan Kaynakları Uzmanlığı Eğitimi alarak bu alanda uzman ve aranan kişi olabilirsiniz. Personel seçiminde en önemli rolü oynayan İK departmanları, kurumsal firmalar için en önemli konulardan birisidir. İnsan kaynakları uzmanlığı daha muhteşem bir anlayışı hayata geçirmek anlamında katkısı çok büyüktür. İnsan kaynakları çalışanları insan kaynakları hizmetlerini, yönetme, işgücü planlaması, performans yönetim sistemleri, işçi işveren ilişkileri, işe alma ve seçme, ücret, iş sözleşmelerinin iptali konularında bilgi sahibidirler. İnsan kaynakları uzmanları ve çalışanları sadece kendi işyerlerindeki uygulamaları denetlemekle yetinmemeli, rekabet ortamında bulunduğu diğer firmaların ya da rekabet ortamında bulunmasa bile örnek alabileceği büyük firmaların insan kaynakları yönetiminde ki uygulamalarını takip etmek ve bunları tanımlayabilmek zorundadır.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-05-05_08-46-36-658a4b9597ba095c5cb7de9329cf044b/1/WebHD_720p.mp4?Expires=1637786224&Signature=JQrQRqWH7olkwwIY4L6Ue4Wxhjn~jBC1Nc-JhokVEc~VBMknAgU2rkwQA-dEMMQdjLEjV-AuDEqDAiklqGbRQeOseEJAbYnlxwQ32~1tAfNHGUWqGF3dnrAd~gxO1BPn0EOjJV8IOJ1OMpsdk8wH8gtkcGbAjpwfSi9LDiMHIdVHP4ZEdzaUQJWxwWZgn6kX3AS3hsg0wy1mHw~2ibBw~LyPmVLo1yppoIBTI6f05tOtbUTPNX876y2xthRBY1FAwr5GGFb3B1q~uHNg5PT8osoqiDamHaV6VYt~T1qdl~9dYKMQQSok4dyrAiDV2fWMlPJlKae9Ffkx-AuFXdgtlw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3902558", "category": "IT & Software", "sub_category": "IT Certifications", "title": "C# Full Course in 5 Hours [in Arabic]", "level": "All Levels", "author": "ElAmir Mahmoud Mansour", "duration": "5.5 hours", "rating": "4.2", "reviews": "153", "students": "11532", "coupon_code": "488C1B97DF3D7AAA314B", "preview_img": "https://img-c.udemycdn.com/course/750x422/3902558_54e0.jpg", "coupon_link": "https://www.udemy.com/course/csharpin5hours/?couponCode=488C1B97DF3D7AAA314B", "end_day": "2021-11-28 18:10:30+00:00", "headline": "سي شارب من الصفر", "description": "<p>*هذا الكورس لكل من يريد البدء بلغة سي شارب الجميلة من الصفر و*</p><p>-ستتعلم الكثير من الأشياء في هذا الكورس بالتفصيل الذي يجعلك تفهم حتى ولو نسبة قليلة ,المهم أن تجرب وتحلل العديد من المشاكل في ابرمجة </p><p>-ستتعلم في الكورس المبادئ من تحت الصفر حتى , ستصل الى نقطة يمكنك اختيار المجال الذي يريجك فأنت تعرف كل ما تريد معرفته بعد انهاء الكورس لتتخصص وتبدع في مجال معين .</p><p>ستتعلم </p><ol><li><p>الأساسيات بالتفصيل</p></li><li><p>العمليات التي يجب تعلمها كالعمليات الحسابية وغيرها </p></li><li><p>الجمل الشرطية بكل أنواعها </p></li><li><p>الدوال التي تجهل العب سهل و لا للمستحيل</p></li><li><p>البرمجة الشيئية الجميلة التي لا تمل منها </p></li><li><p>كيفية التعامل مع بعض المشاكل الاستثنائية</p><p>*في حالة وجود أي أسئلة أو استفسارات أرجو التواصل معي أو التعليق في الأسفل *</p><p>*يمكنك التواصل معي في أي من حساباتي انستا تويتر أول حتى هنا *</p><p>*قروب التيليجرلم اللي ينزل عليه كل شيء&nbsp; EA CODE*</p><p>***********</p><p>نصيحتي بعد أن تخلص الكورس ان شاء الله ابدأ بحل المشاكل حتى تتمكن من اللغة , لا تتعب نفسك كثيرا , ساعتين في اليوم تكفي وصدقني مع الوقت ستحب أن تنام الليالي على مشكله لحلها وستشعر بخيبة الأمل في الكثير من الأحيان ولكن يجب أن تشجع نفسك لأنك لن تجد أحد ليشجعك *</p><p>* في حالة اردت الاستفسار أن أي سؤال ببرمجة يمكن التواصل معي دائما في الخاص *</p><p>*سأرد في أسرع وقت أتيح فيه لذلك لا تفقد صبرك وشكرا لك*</p></li></ol>", "preview_video": "https://mp4-c.udemycdn.com/2021-03-16_18-40-21-fcae77d4a9791e7086941013447b6395/1/WebHD_720p.mp4?Expires=1637786232&Signature=kLsU1w8cgMHaLQ-OaoNJsIf8t~3mP3CVCz2PO1RwmYsqvtmANXjoHkgskYrjE0Z2~skyDZ8d~-jQLLrqDYqnjt0n2okvJGKjVZThh2u9f~3FaAs4ElzGaV9n8WVAwBPNNJUVp3YEa9yz8TwLJMWKm67ENV1iORLeSlAfSmQbTJPfg5MjKaMWzl8ukmH2om19kxWst8A5y7xhZ9CpORJ826Yw2DfMsO2ZF8egu4C7HUs2~YObJEYUfGljdcXSV6O9iuO-TQyKiLAxazQP2WTyW~nBZKvXt10orT8MLRamSbCJdFiJlU9UB43NdUDpGWYB5jzKunlwaz3TlGwRP7D9bw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3905144", "category": "Business", "sub_category": "Human Resources", "title": "Hiring Process: Talent Management", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "1 hour", "rating": "4.4", "reviews": "411", "students": "41091", "coupon_code": "NOV-2021", "preview_img": "https://img-c.udemycdn.com/course/750x422/3905144_1038.jpg", "coupon_link": "https://www.udemy.com/course/hiring-process-talent-management/?couponCode=NOV-2021", "end_day": "2021-11-25 19:52:15+00:00", "headline": "Talent management plays an important role in business strategy since it manages one of important assets - it's people!", "description": "<p>By adopting a structured and comprehensive hiring process, you're taking the first step in positioning your business for success by attracting the right talent. The type of talent that will help build the company culture, drive sales and ultimately position the company as a leader in the industry.</p><p>So in this course we will learn:</p><ul><li><p>Learn how to present the current open position</p></li><li><p>Develop a workable hiring strategy</p></li><li><p>Know how to determine which candidates to interview</p></li><li><p>Steps and techniques to use in an interview</p></li><li><p>Welcome newly hired employees</p></li><li><p>Find potential candidates for the position</p></li><li><p>İnterview new and potential candidates</p><p><br></p></li></ul><p>The job market is more competitive than ever, which means your job as an HR professional needs to evolve in order to keep up with the latest HR trends – and a great talent management strategy could be what helps you edge out the competition.</p><p>Some view ‘talent’ as employees who are top performers or those with high potential, while others view talent as everyone in an organisation.</p><p>When preparing to hire a new employee, your first step should be to know what position you intent to hire them for. In this course you will learn how to research for new talents and the research will help you get a better idea of that skill sets needed, which in turn will help you draft an accurate job description to share with potential candidates.</p><p>Which one is a talent?</p><p>++++++++++++++++++++</p><p>If you are a new manager or small business owner you also need to learn this piece of HR.</p><p>So, what are you waiting for?</p><p>Let’s get started!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-03-10_19-52-35-1d4516f6d27fdd4ae7c14d699f355a8e/1/WebHD_720p.mp4?Expires=1637786239&Signature=JaOJUFK6uVaxBElHSft5iFlaxGN6ZHlfWtuAsUftfxNe~DNHMKImOCBz3QVGp3KACXUmeoHyVyHzAuFbgdCP4kx14l7fSquoxnxXINLtn9PHPviQGNL1W27HTHdBXvGeDyL7937lxO4sbnO1Qk1TFn5uQ-mSLMWSs5CT4p6SkBlPZ40UotqwBOOxinreyhKo9tCLgwqUYhJDBqVuujmWhZYfzmEI8fSAG23YVmfAcq8R6Gc5F9jUka-H-keye7AKdGqzPHSa~rB9JvGahcAkdW-Lnt3YTdcL1YLJLcX2VfeTGsCtDjCQdYdTmyd7tJnSwdD1As3r6DumdFQr8~59DQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4043852", "category": "IT & Software", "sub_category": "IT Certifications", "title": "PMP® Practice Test: Project Management Professional 2021", "level": "All Levels", "author": "Debajyoti Adhya", "duration": "", "rating": "4.7", "reviews": "33", "students": "17526", "coupon_code": "DA49D2F2A188A7425632", "preview_img": "https://img-c.udemycdn.com/course/750x422/4043852_84bd.jpg", "coupon_link": "https://www.udemy.com/course/pmp-practice-test-project-management-professional-2021/?couponCode=DA49D2F2A188A7425632", "end_day": "2021-11-28 16:28:18+00:00", "headline": "Prepare yourself to pass the PMP® certification exam in 2021 The Complete PMP® Practice Test - 360 Questions", "description": "<p>The <strong>PMP®</strong> certification is the most widely and globally recognized project management certification in 2021. It validates your experience and knowledge of Project Management. </p><p>Unfortunately <strong>PMP®</strong> Exam content outline has changed in 2021, Hence old mock test preparations can not completely prepare you to take the challenge. This course can align your preparation to the new expectation of PMI&nbsp;from its students. Each practice test covers a deep understanding to carry out project management responsibilities. The new domains for PMP® are as follow:</p><ul><li><p>People (42%)</p></li><li><p>Process (50%)</p></li><li><p>Business Environment (8%)</p></li></ul><p><strong>Why to choose this course?</strong></p><ul><li><p>PMP® Certification changes are covered in this course</p></li><li><p>2 practice Mock exam for reality check for your preparation.</p></li><li><p>Most of the questions are close to real exam questions with small changes.</p></li><li><p>Explanations for every right answers are prepared to make you understand in a clear and concise manner.</p></li><li><p>The creator for this course has already experienced the difficulty a student can face due to the new change in exam pattern.</p></li></ul><p><strong>PMP® Examination Information</strong></p><p>The PMP® certification is comprised of 180 questions. Among which 5 are considered non marking questions. Non marking questions do not affect the score and are used in examinations as an effective and legitimate way to test the validity of future examination questions. All these questions are randomly placed throughout the examination to test the robustness of your preparation.</p><ul><li><p>No. of Scoring Questions: 175</p></li><li><p>No. of Non Scoring Questions: 5</p></li><li><p>Total number of Questions: 180</p></li><li><p>Allotted Time: 230 Minutes</p></li></ul><p><strong>Choose this course and Lets Get it Done! </strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-05-12_07-14-15-9e61e5dedb7639acda782ba8b07b4b6e/1/WebHD_720p.mp4?Expires=1637786241&Signature=GAnSNFmK-47TRGbY9vwQdicvr6VSrHiwPxlSrknH9zKX6cHiWM6XfMISshRF2yA7Q4Pt7ld8e2bJHj~ozm2v~xwk6fXY9udc5DepNR14X4cPzGa0E7aoedHFzNAA28iPyMPyBZ0HxWKKM0BdCYxfk2kPDsLYvCktaQebhpfPMUHghvNGWo-sDV6tjgR-UfRdqHcaR1SVSIijEA-oUVJDAOpvuHNBhrWAGOatZ9e4AS90GllRj8p1qjN1X4ChGS7Dx6MT24sJdVxA9IPUixn5Hwif9w9v8pEQ8eCqG2GGKnn4CZfFYRwi7pLu0CgseErMPsJ73QRXqVxQj9TLX~YpDg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2492980", "category": "Photography & Video", "sub_category": "Video Design", "title": "Color Grading and Video Editing with Davinci Resolve 17", "level": "Beginner Level", "author": "AK Media", "duration": "42 mins", "rating": "3.1", "reviews": "149", "students": "53624", "coupon_code": "4F03DFC17339195DA5F4", "preview_img": "https://img-c.udemycdn.com/course/750x422/2492980_0c85.jpg", "coupon_link": "https://www.udemy.com/course/color-grading-and-video-editing-with-davinci-resolve/?couponCode=4F03DFC17339195DA5F4", "end_day": "2021-11-25 08:19:56+00:00", "headline": "Learn Video Editing in DaVinci Resolve 17 with Color Correction & Color Grading & Visual Effects", "description": "<p><br></p><p><strong><em>DaVinci Resolve 16&nbsp; Beginners Course </em></strong></p><p>DaVinci Resolve 16 is a free professional video editing application used by professionals and amateurs. It’s easy and simple to use. It provides you with simple to use yet powerful tools to edit your videos and achieve high quality production.</p><p><strong>This course is for beginners. You do not need any previous knowledge in DaVinci Resolve 17 or video editing experience.</strong></p><p>You will dive straightaway into creating your first video and add music, graphics, text and couple of transitions. No time is wasted with unnecessary concepts. You will be up and running in DaVinci Resolve in less than an half hour.</p><p>I’ll teach you everything you need to know about video editing, visual effects, motion graphics, color correction &amp; grading and audio editing to create professionally looking videos.</p><p>We will make a video together from start to finish, step by step. You will start right at the beginning from how to import your video clips all the way through to Color Correction and Grading.</p><p>You can even come up with your own awesome and original video using the same footage. It’s open to your imagination and what you want to create.</p><p>What will you learn in this DaVinci Resolve 16 Course?</p><ul><li><p>Start by understanding the workflow in DaVinci Resolve.</p></li><li><p>Efficiently import and organize your media from Bins to Power Bins</p></li><li><p>Dive in and create your first short video – Just to get started.</p></li><li><p>Discover multiple ways to assemble your video – from inserts to swaps</p></li><li><p>Fine edit your clips a frame at a time</p></li><li><p>Lots fun re-timing your clips with speed graphs – Slow Motion and Fast Motion</p></li><li><p>You will Master Transitions and create your own</p></li><li><p>Add Graphics, Lower Thirds and Titles, we will even create an Intro and Outro</p></li><li><p>Work in the more advanced Fusion Text</p></li><li><p>Apply and customize Effects from ResolveFX</p></li><li><p>Achieve Perfect Color Correction – including Log footage</p></li><li><p>Use Power Windows, Cloud and Point Trackers to bring up features in your clips.</p></li><li><p>Understand (in detail) and work with advanced tools such as Curves, Qualifiers, Keys.</p></li><li><p>Start Color Grading like a colorist (at least a beginner one) and produce awesome videos.</p></li></ul><p>So, if you’re looking to:</p><p>Edit your Videos for your YouTube channel with a free professional and extensive application or Create exciting and well edited videos for your family album, Edit a marketing video for your website, Create a Music Video, Edit Documentaries, Start your Career as a Video Editor, Create your first Demo-Reel Then you will find this course ideal for your needs, as you work with an instructor who really cares about your success as individual.</p><p>Enroll now and start Video Editing right away. See you in the first lecture.</p><p>Wishes,</p><p>Adeep</p>", "preview_video": "https://mp4-c.udemycdn.com/2019-12-30_21-33-09-e525f6e28ebc49603ed37c34071b8565/WebHD_720p.mp4?Expires=1637786243&Signature=EHR0c3pHzIDEmpuGLl5Izy6s5wSQ0CZAC-dZpZd~n8IeHJZE8cxSLvUSDHOjmqJbc6rWCHqsRGHqSFlnLB24pC8AtGOX3Nzw1XwHzuSfp4w9fFS9b2yGUHGnkTvwat6p-eMrT28jScm65N0DtuaFNhH1-X0zxaqxy6pzi5W1eMUbnLufAwTm~-hPlhE~6hzHZX2XHlVGHDi3H0zN3Zu6y2oiKI0y-UNSzu~MO5eq5dsbtW16fU1ataAKoYVm76L-9kjWYDI0izCx8S5Jhv9q8VORMT4VmrQiFVASnNOJN3ymrUT60KOfbw2O-aeK4yiECPbPVAzmSDV-TBkjzALmdg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4280540", "category": "IT & Software", "sub_category": "Other IT & Software", "title": "ETHICAL HACKING IN TAMIL", "level": "All Levels", "author": "TECH ELECTRO", "duration": "3 hours", "rating": "4.5", "reviews": "8", "students": "3075", "coupon_code": "TECHELECTRO", "preview_img": "https://img-c.udemycdn.com/course/750x422/4280540_2e59_2.jpg", "coupon_link": "https://www.udemy.com/course/ethical-hacking-in-tamil-tech_electro/?couponCode=TECHELECTRO", "end_day": "2021-12-25 14:10:17+00:00", "headline": "Learn How to Hack in Tamil", "description": "<p>In This Course You Will be Taught many Hacking Demonstration Like Android Hacking,Instagram Hacking, Wifi Hacking and Cybersecurity Related Challenges like CTF etc.</p><p><br></p><p><br></p><p>Know The Some Basics</p><p><br></p><p><strong>What is Ethical Hacking?</strong></p><p><br></p><p>Ethical Hacking sometimes called as Penetration Testing is an act of intruding/penetrating into system or networks to find out threats, vulnerabilities in those systems which a malicious attacker may find and exploit causing loss of data, financial loss or other major damages. The purpose of ethical hacking is to improve the security of the network or systems by fixing the vulnerabilities found during testing. Ethical hackers may use the same methods and tools used by the malicious hackers but with the permission of the authorized person for the purpose of improving the security and defending the systems from attacks by malicious users.</p><p>Ethical hackers are expected to report all the vulnerabilities and weakness found during the process to the management.</p><p><br></p><p><br></p><p><strong>What is Capture The Flag?</strong></p><p><br></p><p>Capture the Flag (CTF) is a special kind of information security competitions. There are three common types of CTFs: Jeopardy, Attack-Defence and mixed.</p><p><strong>Jeopardy-style CTFs</strong> has a couple of questions (tasks) in range of categories. For example, Web, Forensic, Crypto, Binary or something else. Team can gain some points for every solved task. More points for more complicated tasks usually. The next task in chain can be opened only after some team solve previous task. Then the game time is over sum of points shows you a CTF winer. Famous example of such CTF is Defcon CTF quals.</p><p>Well, <strong>attack-defence</strong> is another interesting kind of competitions. Here every team has own network(or only one host) with vulnarable services. Your team has time for patching your services and developing exploits usually. So, then organizers connects participants of competition and the wargame starts! You should protect own services for defence points and hack opponents for attack points. Historically this is a first type of CTFs, everybody knows about DEF CON CTF - something like a World Cup of all other competitions.</p><p>Mixed competitions may vary possible formats. It may be something like wargame with special time for task-based elements (e.g. UCSB iCTF).</p><p>CTF games often touch on many other aspects of information security: <strong>cryptography, stego, binary analysis, reverse engeneering, mobile security</strong> and others. Good teams generally have strong skills and experience in all these issues</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-09-04_09-13-37-87034edbc7ec3a24ff47e1ed140697be/2/WebHD_720p.mp4?Expires=1637786246&Signature=YSKiQt7i99wgMrvcEK0FxA5IhzzrIULNEM3Fm8otIKFmXpU-LlMr6eZxQQ-udbG3nhFN~H8P3kZVA-fQm~z0jINkCB6hdsyq0Afu7T-dWZa~3-0-tOWbfNF~rux9H6qBVMd9fJlzWiFIw4HFz1CCn84sxiqbWyC0OMWkslaSr8hCDytayz2XBnOlO8d9HTUvWYT8DJKY~c9h1DcjAvA9-o3xvc3SepWbe4rrFLOsg55IXGO6lhuuIC5XNTtSr2fV4L~pIs~7p19QwB2BK~XUcXhG5dh-lyuKP2O6ANVoC4oI7R7-cH9vSO0kU2RUqVzNvNmKeiXuTNVwgL8WI~O2WQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4211458", "category": "Marketing", "sub_category": "Digital Marketing", "title": "Einstieg ins Affiliate-Marketing", "level": "All Levels", "author": "Kristoffer Ditz", "duration": "1,5 Stunden", "rating": "5.0", "reviews": "3", "students": "199", "coupon_code": "8275A9F28A69C5AB9772", "preview_img": "https://img-b.udemycdn.com/course/750x422/4211458_4168.jpg?secure=n_Ch_Kt674A8fXuxDaWkFw%3D%3D%2C1637856451", "coupon_link": "https://www.udemy.com/course/einstieg-ins-affiliate-marketing/?couponCode=8275A9F28A69C5AB9772", "end_day": "2021-11-27 21:00:24+00:00", "headline": "Lernen Sie, wie Affiliate Marketing funktioniert - wie Sie Affiliate werden oder Affiliates als Vendor gewinnen", "description": "<p><strong>Allgemein</strong></p><p>Kein Startkapital, kein eigenes Produkt bzw. eigene Idee?</p><p>Mit <strong>Affiliate-Marketing</strong> ist dies heute in Zeiten der Digitalisierung kein Problem mehr.</p><p><strong>Affiliate</strong> heißt aus dem Englischen übersetzt Geschäftspartner. Wenn man so will ist <strong>Affiliate-Marketing</strong> die <strong>Empfehlung</strong> von Produkten und Dienstleistungen anderer Unternehmen. Voraussetzung dafür ist, dass diese Unternehmen ein Partnerprogramm anbieten.</p><p>Wenn der <strong>Affiliate-Marketer</strong> sich nun für ein Produkt/Dienstleistung für das <strong>Partnerprogramm</strong> anmeldet und zugelassen wird, erhält dieser eine <strong>Provision</strong>, wenn ein Produkt über seinen Vertriebskanal bestellt bzw. verkauft wird.</p><p>Heute gibt es weit über 10.000 <strong>Partnerprogramme</strong> von Produkten und Dienstleistungen aus allen Branchen.</p><p><br></p><p>Allerdings sollten Sie als <strong>Affiliate-Marketer </strong>beachten, dass viele Fehler gemacht werden können, die es unbedingt zu vermeiden gilt.</p><p>Schnell versprechen Scharlatane, dass es möglich ist, über Nacht ein Vermögen aufzubauen. Ausnahmen bestätigen die Regel, allerdings für erfolgreiches <strong>Affiliate-Marketing</strong> auch Zeit und Geduld erforderlich.</p><p>Wenn Sie Anbieter von Produkten sind (<strong>Vendor</strong>) und nun zusätzliche Einnahmen über <strong>Affiliates</strong> generieren möchten, sollten Sie sich für ein Partnerprogramm anmelden und <strong>Affiliates </strong>aufmerksam machen, dass diese an Ihren Produkten und/oder Dienstleistungen mitverdienen können. Eine Win-Win-Situation sozusagen.</p><p>Dabei sollten Sie als <strong>Vendor </strong>darauf achten, was Sie und Ihre Produkte oder Dienstleistungen auszeichnet, dass <strong>Affiliates</strong> diese bewerben und empfehlen.</p><p><br></p><p><strong>Über mich</strong></p><p>Als Controller habe ich für mehrere Online-Unternehmen gearbeitet bzw. diese beraten. Hier habe ich auch eng mit den Online-Marketing-Manager aus dem <strong>Affiliate-Marketing</strong> zusammen gearbeitet. Des Weiteren biete ich für meinen eigenen Online-Shop ein Partnerprogramm über Digistore24 an. Dieses Wissen werde ich Ihnen in diesem Online-Kurs vermitteln</p><p><br></p><p><strong>Inhalt</strong></p><ul><li><p>Wie funktioniert erfolgreiches Affiliate-Marketing</p></li><li><p>Vorteile Affiliate Marketing</p></li><li><p>10 typische Fehler im Affiliate-Marketing</p></li><li><p>Wie gewinnen Sie Affiliates</p></li><li><p>Wie sieht eine gute Affiliate-Support-Seite aus</p></li><li><p>Beteiligung bei Freebies und Up-Sells</p></li></ul><p><br></p><p><strong><em>Hinweis:</em></strong></p><p><em>Damit Sie als </em><strong><em>Affiliate</em></strong><em> tätig werden können bzw. als </em><strong><em>Vendor</em></strong><em> Ihre Produkte vermarkten können ist eine Registrierung bei einem </em><strong><em>Partnerprogramm-Portal </em></strong><em>notwendig. In diesem Kurs sind Links zu diesen Programmen enthalten, damit Sie sich bei Bedarf schneller anmelden und sofort loslegen können.</em></p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-07-31_16-58-40-822818c50fa0fd7b90c825031c286d41/2/WebHD_720p.mp4?Expires=1637786251&Signature=VsfBM~PDnDMCWkLrHYVQ4PqsDEYQnlX8~xZkxvCJ1vgCfp6rfH-nAE46n45T8Smv8-tJbsbHocNUyQFx-qIjjVe83Kj9hfxNczCVlaND-H58RiiqdcCc0NZRTn4aPbeTk5aetNskL3Xu~UCCeKjLJ3~JpkpqdEY0LitRbovVuWCcwxRhBd7IEtrMTqMGWMLOZtemR7noyejGaRHVnkWnZV6WeDH0fMT5rtlvuT5Hve4w1gjV8kytCazoJ57GJ3x6addBYduk2nPqGKl5oSa4ywE8flrEIkQHYPxfkb2N0asP3tzCL3rXkHg3VGnhY1f5WAOz4lVKssd0ht221RuNXw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3047214", "category": "Finance & Accounting", "sub_category": "Investing & Trading", "title": "Introduction to Forex- learn to trade forex by yourself", "level": "Beginner Level", "author": "Yassin Marco", "duration": "4 hours", "rating": "3.9", "reviews": "648", "students": "104215", "coupon_code": "BD8BC2BE59A4A23B07A9", "preview_img": "https://img-c.udemycdn.com/course/750x422/3047214_8d58_2.jpg", "coupon_link": "https://www.udemy.com/course/introduction-to-forex-learn-to-trade-forex-by-yourself/?couponCode=BD8BC2BE59A4A23B07A9", "end_day": "2021-11-28 22:19:07+00:00", "headline": "Learn to Trade The Forex market - Get a complete understanding of Forex market and a complete introduction to forex", "description": "<p>The financial markets are not very easy to handle and to trade. The Forex market is the biggest of those with more than 2 trillion dollars exchanged on a daily basis. But, there is a way to make profit out of all those transaction with forex trading and this is the goal of this course. Indeed, if you :</p><p>- Are someone who is interested in forex trading but never actually started</p><p>- Always wanted to learn how to generate profits on those markets and work from home</p><p>- Want to Learn and understand different styles of trading</p><p>- Simply want to launch your trading career</p><p>Then this course is definitely for you. Indeed, this course will teach you everything you need to know to launch your trading career in no time. From choosing the right broker to opening your first trade this course has all the information that you need to be able to succed in the trading world.</p><p><br></p><p><strong>The structure of the course</strong></p><p>This course is made to help you enter the trading world step by step. Indeed, each part of the course is here to help you learn new concepts and also to help you achieve your goal of becoming a trader. From choosing the right broker to downloading MT4, talking about different types of analysis and many other things, you are never left alone in your learning. In other words, by the end of this course you will have your broker&nbsp; account set, all the platforms downloaded and everything else ready so you will be able to focus only on the trading and not thinking about anything else.</p><p>Also, this course will give you an introduction to different trading strategies since the main goal is to help you create your own trading plan. You will have all the required knowledge in trading money management analyze and any other field that is required to help you become a better trader. Also, there is a lot of practice in this course and this is one of the reasons why it's definitely a good choice to learn the basics of trading with it.</p><p><strong>For who is this course designed</strong></p><p>This course is designed for people that have no prior knowledge of trading but who want to learn how to enter the Forex trading world. Also, everybody who is simply interested to learn in general about trading, finances and all the basics of those will definitely love this course. Indeed, this course offers a lot of very valuable information about different markets and about different trading styles that it could very useful to know in the trading world but also for personnel purposes.</p><p><strong>Why should I take this course</strong></p><p>The main reason is that it will give a complete introduction to the biggest financial market. Then, by understanding how this market works you will be able to understand how to generate an income from it. Not only this course will offer you the opportunity to have another stream of income but you will also be able to learn different ways that you can use to be able to limit your risk in this market.</p><p><strong>There is no risk involved in taking this course</strong></p><p>This course comes with a 100% satisfaction guarantee, this means that if your are not happy with what you have learned, you have <strong>30 days </strong>​to get a complete refund with no questions asked. Also, if there is any concept that you find complicated or you are just not able to understand, you can directly contact me and it will be my pleasure to support you in your learning.</p><p><br></p><p>This means that you can either learn amazing skills that can be very useful in your professional or everyday life or you can simply try the course and if you don't like it for any reason ask for a refund.</p><p><br></p><p><strong>You can't lose with this type of offer !!</strong></p><p>This is why more than <strong>30 000 students</strong> have already took the course !! Don't wait anymore</p><p><strong>ENROL NOW and start learning today :)</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-05-15_16-21-50-2070490397fbdde634b8602edc3ab673/WebHD_720p.mp4?Expires=1637786259&Signature=hHRXnZvqiPvmwjzSJnKBT39JLwXltgvuB~OHg4nCYy5wgW-nOPgsKAW-7sR-6m-eAMkJjGFsJWfZhRVXM9sAjGRHFPKULkSAorWeEZSS6KBDgJQp8vgDctSqfGSbTCNKgBNPclnhHPU9i3ps2m6OM8V23lHqE8tqAukqoiNmIjy4oiJOKs8CgUxsd-HefZVXLTQbfBqeCveAXJmR1zsQBehahutKhGELoxQfqTVl8BPVEBPpz0xDrZ6vJsoTok~lPGxpSvy3X1-2bjEit5tuBbYczqjQ5Nr0jxKWp~5mOF5kdf7PZIl8hxgBvvf8pAV9fRf9uW8t5pBa9FXbvVj30A__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3433626", "category": "Business", "sub_category": "Entrepreneurship", "title": "Make Money From Home: 45 Work From Home Opportunities", "level": "All Levels", "author": "Roope Kiuttu", "duration": "1 hour", "rating": "4.2", "reviews": "923", "students": "94464", "coupon_code": "5A757E30F5F10ED78E33", "preview_img": "https://img-c.udemycdn.com/course/750x422/3433626_42b9.jpg", "coupon_link": "https://www.udemy.com/course/work-from-home-job-opportunities/?couponCode=5A757E30F5F10ED78E33", "end_day": "2021-11-27 16:25:44+00:00", "headline": "Find the Best Way to Make Money From Home That Fits YOUR Needs!", "description": "<p><strong>Do you want to Make Money From Home?</strong></p><p><strong>Do you want to find a flexible Work From Home Job?</strong></p><p>Then this is the PERFECT COURSE FOR YOU.</p><p>You're going to see over 45 make money from home opportunities.</p><p>I've shown steps to make money for 100,000's&nbsp;people worldwide and every single month around 500,000 people watch my videos on my YouTube channel called \"Learn to Make Honest Money Online\".</p><p>It will be my privilege to help YOU to make money online too.</p><p>Until this day, I've still answered 100% of the questions I&nbsp;received on Udemy.</p><p>I&nbsp;reply almost 100% of the comments that I&nbsp;receive from my 84,000+&nbsp;subscribers on \"Learn to Make Honest Money Online\" channel.</p><p>This simply means that I&nbsp;really put effort on helping as many people as possible to make money online.</p><p>I&nbsp;believe that anyone can make a life-changing income online.</p><p>IF I&nbsp;CAN&nbsp;DO&nbsp;IT,&nbsp;YOU&nbsp;CAN&nbsp;DO&nbsp;IT.</p><p><strong>IF 1,000's OF&nbsp;OTHERS&nbsp;PEOPLE&nbsp;CAN&nbsp;DO&nbsp;IT, YOU&nbsp;CAN&nbsp;DO&nbsp;IT TOO.</strong></p><p>It's Your Time!</p><p>- Roope \"Sharing the Blessing of Making Money From Home\"&nbsp;Kiuttu</p><p><strong>PS. </strong>If you prefer building an online BUSINESS, you may prefer to take my other courses on Udemy where I will walk you through the steps on how you can do that.</p><p>See you inside! :)</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-08-21_03-03-33-6202bd778a21512590e062a7c64305d7/1/WebHD_720p.mp4?Expires=1637786269&Signature=lEl8Q9Ciy4VQqW674P8zDXmGnSbubbxbfra3q~3AAOzJASJg84oFR934uMpzdiwwaFhj2UGJ9z96rNti5owS4CFKh5vM-9LPlbpCdkTWkN4bGBtt16WnFt6jwjwCbKezeHa3UC-vxM-UE5QhQN7vRi20NUX4pf9E4e1RR5kZyRYxLz7uIrQj4sfRC7UPjYXO-y7zvvp0xHPnXKwwrQgA1z~3XXSXX9qPIzanCjY1S0j70Eh2zKj6C5AbO4jY6hzUJanYTjGQ6gCr6CF9klkplgZY6BLmth6pKCvlU7RkdHAfJ9N5N9ueKVq2hZVyXmN~R2vzkOhOo4~qivS6thzQ4Q__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2431976", "category": "Teaching & Academics", "sub_category": "Engineering", "title": "Ultrasonic Testing Level 1 Training", "level": "Beginner Level", "author": "Mustapha benbihi", "duration": "1.5 hours", "rating": "4.4", "reviews": "181", "students": "28485", "coupon_code": "BLACKFRIDAY", "preview_img": "https://img-b.udemycdn.com/course/750x422/2431976_6ccf.jpg?secure=lHEQ8tsYPz66P8fHem7rUw%3D%3D%2C1637856471", "coupon_link": "https://www.udemy.com/course/ultrasonic-testing-level-1-training/?couponCode=BLACKFRIDAY", "end_day": "2021-11-26 14:45:23+00:00", "headline": "An introduction to Non-Destructive Testing & an A-Z guide on The Ultrasonic Testing.", "description": "<p>This course teaches you how to perform ultrasonic inspection from beginning to end.</p><p>The course provides you with Level 1 training in the fundamentals of Ultrasonic Testing methods. It will introduce you to the basic concepts and principles and includes hands-on training using Ultrasonic Testing equipment settings and functions.The Ultrasonic theories presented will provide the knowledge of Ultrasonic Testing required and enable you to work with individuals qualified and certified to gain needed experience for qualification as Level 1. While the practical manipulations will give you the essential steps that you will need to calibrate the ultrasonic testing equipment, perform the inspection, collect and interpret the data.</p><p>This course consists of two handbooks: The first handbook made by the instructor is the official of the training. It covers all the topics presented through the 35 lectures. While the second one (offered as bonus) is the official one of the TWI (International Institute of Welding) training.In addition to that, the course includes 35 lectures alternating between the different lecture types, with regular quizzes and exams to enable you to check that your are following the topics covered.</p><p>We'll begin by taking a closer look at the general concepts of ultrasonic testing, I'll then take you throw the fundamental properties of ultrasound starting with the generation of the ultrasonic wave and the mean physical phenomena that govern it.</p><p>Next, we'll discuss the most famous Ultrasonic Inspection Techniques and the equipment used to perform them so that you be able to perform them effectively.</p><p>We'll then take a look at the reference blocks used for calibrating the equipment, and how the inspected part variations that may affect the test result.</p><p>Finally, we'll explore the types of defects, and the most useful evaluation techniques so that you can decide whether the flaw is accepted or it needs to be repaired.Having the proper theoretical knowledge of ultrasound is critical to running a successful inspection, I'll introduce you to this knowledge and how to practice them effectively in Ultrasonic testing level 1 training.</p>", "preview_video": "https://mp4-b.udemycdn.com/2019-06-26_23-15-04-d7f8099be3d6b455e9a96268f3c8db37/WebHD_720p.mp4?secure=D-RIwHnq-Vvs_YYSu_l9Lg%3D%3D%2C1637786271"}, {"course_id": "4057106", "category": "Business", "sub_category": "E-Commerce", "title": "NFT for Dummies", "level": "Beginner Level", "author": "George Proorocu", "duration": "1.5 hours", "rating": "4.2", "reviews": "169", "students": "25638", "coupon_code": "E51CC98D24978A8ECC85", "preview_img": "https://img-c.udemycdn.com/course/750x422/4057106_76d8_8.jpg", "coupon_link": "https://www.udemy.com/course/nft-trading-course/?couponCode=E51CC98D24978A8ECC85", "end_day": "2021-11-28 13:50:00+00:00", "headline": "Crash course in the basics of creating and trading NFTs as a digital asset", "description": "<p>Dear students and others interested in Non- Fungible Tokens,</p><p><br></p><p>Whereas most <strong>NFT</strong> courses highlight technological components, our course introduces NFTs from both the <strong>IT</strong> and <strong>financial </strong>/ <strong>legal</strong> perspective. It is a how-to user guide that covers trading in the NFT markets, understanding the legal issues involved with NFTs (non - fungible tokens), and the technological solutions that NFT can offer in order to create what is called a DIGITAL&nbsp;ASSET.</p><p>Our unique selling point (USP) in this course is that we may introduce to you the NFT as a <strong>Tradable Digital Asset</strong>. </p><p><br></p><p>The following are the modules that we present to you: </p><ul><li><p><strong>Chapter one – Tokenization</strong></p></li><li><p><strong>Chapter two – Ownership</strong></p></li><li><p><strong>Chapter three – Trading</strong></p></li><li><p><strong>Chapter four – Smart-contracts</strong></p></li><li><p><strong>Chapter five – Technical</strong></p></li><li><p><strong>Chapter six – How to sell your NFT</strong></p><p><br></p></li></ul><p>If you study the modules carefully you will understand not only how to create non-fungible tokens but also how they can be traded, leveraged, or sold together with smart contracts.<br><br>A small case study and a small test on the materials will test your competence after your study. </p><p>The course is a crash course which means that it only takes one and a half hours of your time in order to see a result.<br></p><p>Good luck!</p><p><br></p><p><em>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </em><strong><em>&nbsp; &nbsp; - U2 CAN&nbsp;NFT -</em></strong></p><p><br><br>The NFT&nbsp;Guys</p><p><em><br>George &amp; Robert</em></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-25_18-03-37-dfa6ed2572296cf76773d5d5b75a480d/1/WebHD_720p.mp4?Expires=1637786274&Signature=aV4vpRggcvOAyWlqz4mQpMGp9cgcbAeDnswG~Bx08ZXBBBIt4BUFiyJUzuiZDqTYM0Y23JNU3W1~P6BqpxEHNjeGnD46DsoF1QcPwyxpxU50Mu9jBojNDHw3v6r-5Wf15xgo~gaTRTMIYDmQ1CJ6~RtLJbdET82YtN66rtnmeK9Q7gATjx2EK2QMhhs4-PYBU8kGTyA5K1giM9zhf6P8nlLzQX5jz~UZW5Xv9PKNE4A2uwW9OutfgiVANNEFsc-ZeO4v20XsMPkU71rhU3-n0vwqoMVuwSMSMKj2rwd5nwL9GM10mhGaZmr7yMpMjAPLUnOs36eYF2Gncy6cnNwo5w__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4231754", "category": "IT & Software", "sub_category": "IT Certifications", "title": "PSM1™ Practice Tests Professional Scrum Master certification", "level": "All Levels", "author": "Debajyoti Adhya", "duration": "", "rating": "3.9", "reviews": "30", "students": "11303", "coupon_code": "20259B1C3926BB4753C7", "preview_img": "https://img-c.udemycdn.com/course/750x422/4231754_b4b9.jpg", "coupon_link": "https://www.udemy.com/course/psm1tm-practice-tests-professional-scrum-master-certification/?couponCode=20259B1C3926BB4753C7", "end_day": "2021-11-28 16:25:24+00:00", "headline": "The Complete PSM1™ Practice Test - 160Q - Pass PSM1™ Certification Exam Successfully - Lets Get it Done !", "description": "<p>The Professional Scrum Master certification or <strong>PSM1™</strong>&nbsp; is most widely accepted and globally recognized Scrum certification. This certification is provided by<strong> Scrum org </strong>and to pass the exam the candidate need to be aligned with the latest changes in the Scrum Guide. The best way to validate the knowledge is to take practice Exams.</p><p><strong>Exam Details:</strong></p><ul><li><p>Total 80 Questions</p></li><li><p>Exam time 60 Min.</p></li><li><p>Pass at 85%</p></li><li><p>Exam price 150$</p></li></ul><p>This course provides 160 practice test questions, which will help you get ready to pass the <strong>PSM1™</strong>&nbsp;exam. This course is set up to match the latest changes in scrum guide presented in the <strong>PSM1™</strong>&nbsp;exam content outlines published by <strong>Scrum org</strong> on 2021. </p><p>This course provides 160 practice test questions, which will help you get ready to pass the <strong>PSM1™</strong>&nbsp;exam. </p><p>This practice test provides a robust system to help you pass the certification exam in the first time! By using this test questions, you can identify weak areas upfront and then create a strategy for the exam day.</p><p>The course includes 2 practice tests. Take the tests like the actual exam. If you can get more than 85 percent of the answers correct, you're ready to take the certification exam.</p><p><strong>This course is specifically for:</strong></p><p>· People that want to take a scrum certification exam like PSM1 or CSM.</p><p>· People that know the Scrum framework and theory. To learn about scrum you can take this course</p><p><strong>Is there a guarantee to pass ?</strong></p><p>Absolutely yes ! You can enroll now <strong>100% risk-free</strong> because you receive <strong>30 days, unconditional full money-back guarantee </strong>in case you are not satisfied<strong>.</strong></p><p>So, go ahead and click the “<strong>Buy Now</strong>” button right now !</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-08-09_16-04-41-cd658872aa6d84ba2b83a3495d7b16fb/2/WebHD_720p.mp4?Expires=1637786283&Signature=CSzANoDUBWrpES5nmBKxdTWD26WpMpoBdCDYj9aZRFI8GtJz2N182BxOJaGAjzcEjdGLaArOjgnLHWzDHz2WNOaxEpJYmy35gUrCisr8ieBcLCma-oJAnpWWxoiRnTPbQfkCWetdQezRwqFu9KdsyrQDlGZ8atrHrFfJvnbwp9XFq7mfVi9DRz8~zhtx7TVfDQP7beF66poFi89QIN0b2yuafroix4jIWF8V6bYivU1FlLlV2rkPZ4JhpLUEAJU31-fse1m5D6sekGg~v9jAFcYWFufBICsLYx7IBgUbvSb2WCw7zklNQbW2-3IJjrA1PeXj9i1tbYfFeSxrwD3gHA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3738378", "category": "Teaching & Academics", "sub_category": "Language Learning", "title": "The Complete Computer Basics Guide for Beginners: 2021", "level": "All Levels", "author": "Sarmad Jadoon", "duration": "4 hours", "rating": "4.0", "reviews": "461", "students": "52122", "coupon_code": "DC7EF45914584A1863D4", "preview_img": "https://img-c.udemycdn.com/course/750x422/3738378_68b5_3.jpg", "coupon_link": "https://www.udemy.com/course/computer-fundamentals-u/?couponCode=DC7EF45914584A1863D4", "end_day": "2021-11-28 05:03:00+00:00", "headline": "Master Computer Fundamentals , Windows 10, Microsoft Word, PowerPoint, Excel, Desktop Support, Basic Computer Skills", "description": "<p><br></p><p>The Computer Defined, Data versus Information, </p><p>Classification of Computers based on how data is handled (Analog Computers, Digital Computers Hybrid Computers)</p><p>Computers for Individual Users or Personal Computers (Desktop Computers,Workstations, Laptops, Notebooks, Tablets, Handheld PCs, Smartphones)</p><p>Computers for Organizations (Network Server, Mainframes, Minicomputers, Supercomputers)</p><p>Parts of Computer System (Hardware , Software, User and Data)</p><p>Information Processing Cycle (Input, Processing, Output, Storage)</p><p>Computer Hardware Categorized ( Processing Devices, Memory Devices, Input and Output Devices, Storage Devices, Bus Interconnection)</p><p>System Software versus Application Software (Different categories of System and Application Software)</p><p>Input Devices ( Mouse, Keyboard, QWERTY keyboard layout and keys explained in detail, Different variants of mouse explained)</p><p>Other ways to Input Data ( Pen based input, Touch Screens, Game Controllers i.e. joysticks and game pads)</p><p>Other ways to Input Data ( Optical Input Devices i.e. Bar Code Readers, Scanners, Handheld versus Flatbed scanner)</p><p>Other ways to Input Data (Audiovisual Input Devices i.e. Microphones, MIDI, Digital Cameras)</p><p>Video (Monitors and their types, Video cards explained, Projectors)</p><p>Sound ( Sound Systems, Sound Cards, Headphones and Headsets)</p><p>Printing (Commonly used printers, High quality printers)</p><p>Data Representation in Computers</p><p>Transforming Data into Information</p><p>Devices that Affect Processing Speed</p><p>Modern CPUs</p><p>Advanced Processing Topics</p><p>Extending the Processing Power</p><p>Microsoft Office 365</p><p>Microsoft Word</p><p>Microsoft PowerPoint</p><p>Microsoft Excel</p><p>Windows Basics</p><p>Storage Devices</p><p>Internet and World Wide Web</p><p>Major Services Provided by Internet</p><p>How the Web works ?</p><p>Using the browser to navigate the World Wide Web</p><p>Search Engines</p><p><br></p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-05-21_19-43-05-90fbb2a0794c14210fd6828464e3e8a0/1/WebHD_720p.mp4?Expires=1637786288&Signature=cy4neTQuFZN2Oca9jzCgiLtRHHNXg6QyQRAjDeK~2bYX0jAAbksh23QPHDXMlf~093FbNTMYo9kvV-Khgy~Zy6mcZCDHBKIjCU8qXDHmQ0ZkLlCNNVfOX38mD2L8yEpbmczrwmVcZ1vchrhW-ME0lKbCdj1grqLTaUaH5IR-D2CsaTWjYgRPqNojWcqaZ2YsuRnNKMAfIHZ6z83TkODSElh~Kdfpt4w4kERXPUmDZMm~TxJta6~SPpuxB3tvdDEJHj10ufEQzrvyjNVM1FugMdo407Ye1k0P6LRuzIr1NI8Qb7NrGpXyArD9uUDIQulS~AbCWWw8YaCC0~j-2MKmuQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3417826", "category": "Finance & Accounting", "sub_category": "Other Finance & Accounting", "title": "Learn 27 Ways to Make Money Online with Your Smartphone!", "level": "All Levels", "author": "Roope Kiuttu", "duration": "3 hours", "rating": "3.5", "reviews": "669", "students": "71435", "coupon_code": "8588190C2FD838BFBF6F", "preview_img": "https://img-c.udemycdn.com/course/750x422/3417826_b765_4.jpg", "coupon_link": "https://www.udemy.com/course/make-money-with-your-smartphone/?couponCode=8588190C2FD838BFBF6F", "end_day": "2021-11-29 09:28:15+00:00", "headline": "Learn PROVEN Ways to Make Money with Your Smartphone. Even 1 Strategy Will Pay Your Course Price Back!", "description": "<p><strong>Would you like to make money online with your smartphone?&nbsp;</strong></p><p><strong>Do you wanna see real money-making apps that pay in 2021?</strong></p><p>Then this course is PERFECT FOR YOU!</p><p>I&nbsp;created this course because every single day people ask me for the best way to get paid just by using their smartphones.</p><p><strong>Learn just 1 strategy and you'll earn your course price back.&nbsp;The rest will be pure profits for you!</strong></p><p>Over the course of years, I've helped 1,000's of ordinary people to start their 'Make Money Online' journeys and you'll be the next one.</p><p>More than 310,000 individuals have taken my courses on Udemy. </p><p><strong>Get started with the course and pick your strategy to start making with your phone.</strong></p><p>You're gonna enjoy this. It's fun and profitable at the same time!</p><p>I'll see you inside!</p><p>-&nbsp;Roope \"Sharing the blessing of making money online\"&nbsp;Kiuttu</p><p><strong>PS. </strong>If you need any help, you can contact me personally on my YouTube channel called \"Learn to Make Honest Money Online\".</p><p>I read all your comments personally and I do everything that I humanly can to help you to succeed.</p><p><strong>PPS. I&nbsp;am constantly adding new lessons to the course to make it even more helpful for you.</strong></p><p>Your satisfaction is the best reward.&nbsp;</p><p>It gives me the most joy when YOU&nbsp;succeed.</p><p>It's Your Time!</p>", "preview_video": "https://mp4-b.udemycdn.com/2020-08-13_23-51-41-eeb35c222bebf50d26d096e914e1d08a/1/WebHD_720p.mp4?secure=0tH_L4eiJHOnzl7cl5Quqw%3D%3D%2C1637786291"}, {"course_id": "4388008", "category": "Health & Fitness", "sub_category": "Meditation", "title": "Meditation mit Leichtigkeit lernen für Einsteiger", "level": "Beginner Level", "author": "Alexander Philipp Wiemann", "duration": "1,5 Stunden", "rating": "5.0", "reviews": "6", "students": "577", "coupon_code": "1C732F3FBF5B727D2DEF", "preview_img": "https://img-c.udemycdn.com/course/750x422/4388008_03e2.jpg", "coupon_link": "https://www.udemy.com/course/meditation-mit-leichtigkeit-lernen-fuer-einsteiger/?couponCode=1C732F3FBF5B727D2DEF", "end_day": "2021-11-25 23:06:42+00:00", "headline": "Der ideale Kurs für Anfänger der Meditation. Ganz einfach weniger Stress und mehr Zufriedenheit dank Meditation.", "description": "<p><strong>Anforderungen an die Kursteilnehmer</strong></p><ul><li><p>Die Bereitschaft regelmäßig 5-10 Minuten für die Meditation einzuplanen</p></li><li><p>Die Bereitschaft an sich zu arbeiten</p></li><li><p>Offenheit und Neugier gegen über Achtsamkeit und Meditation</p></li></ul><p><strong>Beschreibung dieses Kurses </strong></p><p><strong>\"Meditation mit Leichtigkeit lernen für Einsteiger\" ist der ideale Einstieg für Anfänger. Wie du Dank Meditation ganz einfach weniger Stress und mehr Zufriedenheit in dein&nbsp;Leben integrierst, erfährst du in diesem Kurs. </strong></p><p>Wir haben bewusst auf stundenlange Theorie verzichtet, damit du schnell ins Handeln kommst. Uns ist wichtig, dass du am besten noch heute deine ersten Erfahrungen im Bereich der Meditation sammelst. Schnelle Erfolge erhöhen die Motivation und halten die Begeisterung aufrecht. </p><p>Im ersten Abschnitt erklären wir kurz und knapp was Meditation ist und welche Vorteile die Praxis den Meditierenden bringt. Wir stellen die aktuellen Erkenntnisse der Wissenschaft vor und teilen unsere persönlichen Erfahrungen und Tipps mit dir. </p><p>Danach geht es auch direkt los mit der praktischen Umsetzung. Lausche unseren geführten Meditationen und öffne dich für ein viel positives Leben voller Lebensfreude!</p><p><strong>Dieser Kurs ist perfekt für dich geeignet, wenn Du:</strong></p><ul><li><p>Einsteiger in der Meditation bist </p></li><li><p>Meditation lernen möchtest</p></li><li><p>offen für Neues bist</p></li></ul><p><strong>Dieser Kurs ist NICHT für dich geeignet, wenn Du:</strong></p><ul><li><p>bereits regelmäßig meditierst und dich nicht mehr als Einsteiger siehst</p></li><li><p>mit dem Basiswissen der Meditation bereits vertraut bist</p></li></ul><p><br></p><p>Viel Spaß beim Meditieren und herzliche Grüße,</p><p>Deine Meditationslehrer</p><p>Nani &amp;&nbsp;Alex</p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-11_20-23-28-4e61091939a9877e702e70a38a54471f/2/WebHD_720p.mp4?Expires=1637786320&Signature=Ka~9WvxIZjTjsZNeFkAl11150SN0E9tnp-sRHfq4v9RIaE8zwOXdMvge-kcF5qJOLxL54SQsJhr1mDXQQCqvrm9YnASFwV22HV29xkC-jUAGHSyGnt1R2TS3cyAsg3ewTQ1zO2I6XKOfhoYiLSVxzxYCLNTVLhcZzP4g0pa2qLQMAPLs77tKL7ulNEMKPQ~086FsXnqAEByWqGGlvDw9PoyTnKel3hTe84-A6TcXE~NiX9rpvW6hH1vDc5XlZKkip50F-X3udCgUzqDMo9CPM8hQrkXX3-XTn4OA6upXMcrPkq8muNCbTRf6v3jxO3FsuOMHx9uVZgE-tfWiG3fpyQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2591028", "category": "IT & Software", "sub_category": "Other IT & Software", "title": "OBS Studio - Ultimate Livestreaming Guide to OBS Studio", "level": "Beginner Level", "author": "Nick Nyxson", "duration": "2.5 hours", "rating": "4.4", "reviews": "714", "students": "101696", "coupon_code": "EC4EB3E047D1399942B0", "preview_img": "https://img-c.udemycdn.com/course/750x422/2591028_45c3_3.jpg", "coupon_link": "https://www.udemy.com/course/ultimate-beginners-guide-to-open-broadcaster-softwareobs/?couponCode=EC4EB3E047D1399942B0", "end_day": "2021-11-28 03:15:14+00:00", "headline": "Start LiveStreaming and Recording to Twitch, YouTube, Mixer & more using Open Broadcaster Software (OBS Studio)", "description": "<p>Welcome to <strong>OBS Studio - Ultimate Livestreaming Guide to OBS Studio!</strong></p><p>Nick Nyxson here, your instructor.</p><p>In this course, you will learn how to start using&nbsp; Open Broadcaster Software (OBS Studio) for Livestreaming on Twitch, YouTube, Mixer, and other platforms,&nbsp; even if you have no idea where to start.</p><p>In this course You Will Learn:</p><ul><li><p><strong>Which version of OBS Studio (Open Broadcaster Software) You need to use;</strong></p></li><li><p><strong>How to download OBS Studio;</strong></p></li><li><p><strong>OBS Studio Settings Walkthrough;</strong></p></li><li><p><strong>OBS StudioSources and Scenes;</strong></p></li><li><p><strong>OBS Studio Audio setup;</strong></p></li><li><p><strong>OBS Studio Effects;</strong></p></li><li><p><strong>and Many More!</strong></p></li></ul><p>Everything you will learn here will be based on My practice as a video content creator and Streamer and Everything shown step by step as I am performing everything live on video.</p><p>Most importantly this course will continue and grow as time passes and all the upgrades will be available for FREE for every enrolled student.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p><p>Join me in this amazing journey and I hope to see you in class :)</p><p><br></p><p><em>This course is made for the complete beginner of Open Broadcaster Software (OBS Studio).</em></p><p><br></p><p><strong><em>Version History:</em></strong></p><p><em>Version 1.0 - Initial Release;<br>Version1.1 - Added 8 New Lectures (and 3 New Sections), Updated Logo.</em></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-11-26_08-55-48-e1f4a9d6f1090c1f1a70be0ec9901712/1/WebHD_720p.mp4?Expires=1637786326&Signature=Kr6Yode2-gzfTXwnanrQ~nS88ngwIDb0S9SSBerOlE4I7n~SmyGOJdvXtGnaIuTIG38GfiBwIwGKtqyBWaRE2F3O3UeKJq9AfX~5832lqk155OmMnb9jYTNPlaE5rExMy0Cd49v4VecDJOULClPoqVOMp9BxF6l3QAkoxjIQBc6XmgzpkuDJQ8tQp2cXX9s7b4Y1R-85zNWIEcEjQKPYdXZO2XYB5axjVF~~bTnyzBUKXiyFnwEDVI9ps~u9mMPf2eA9pIfuj51TCINwxv1iiH6TvnflhQ8XSyTVdD0oUBg~s0dVrn3hlMTi6IBqLpSbZN-4ekkVoyuh44b500Wyxg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4385700", "category": "Teaching & Academics", "sub_category": "Language Learning", "title": "Türkçe IELTS Writing Task 1 ve Task 2", "level": "Intermediate Level", "author": "Ufuk İşbitiren", "duration": "3,5 saat", "rating": "0.0", "reviews": "0", "students": "671", "coupon_code": "00AC5DD0DEE85685ED78", "preview_img": "https://img-c.udemycdn.com/course/750x422/4385700_b603.jpg", "coupon_link": "https://www.udemy.com/course/ielts-writing-1/?couponCode=00AC5DD0DEE85685ED78", "end_day": "2021-11-27 11:38:54+00:00", "headline": "IELTS için nasıl yazmamız gerektiğini öğreniyoruz.", "description": "<p>IELTS ve benzeri akademik sınavlar birçok yeti gerektirir. İngilizcesi zaten iyi düzeyde olan kursiyerler sınavın Reading ve Listening bölümleri için kendilerini geliştirebilmektedirler. Güncel kitaplardan alıştırmalar yaparak ve cevap anahtarlarından kendilerini kontrol ederek bir düzey yakalayabilirler.&nbsp; Ancak, bu tipteki profesyonel sınavlara özellikle Writing ve Speaking bölümleri için kendi başınıza çalışmak yetersizdir. </p><p>Kursiyerlerin, bu konuda uzman eğitmenlerden (feedback) geri bildirimler alması ve tavsiyeler doğrultusunda çalışması gerekir. CanEnglish App tam bu noktada devreye girer. Sınavın tüm stratejileri üzerine bilgilendirmeler ve stratejiler anlatan videolar izlersiniz, sonra da Task ‘lar yardımıyla aşama aşama ilerlersiniz. Yaptığınız tüm çalışmalar için uzmanlar tarafından değerlendirilir ve geri dönütlerle yönlendirilirsiniz. Saatlerce kursa gitmez, ciddi maliyetlerle katlanmaz ve kesin bir verim alırsınız. Tam aradığınız gibi durmuyor mu? Hadi başlayalım!</p><p><br></p><p><strong>CanEnglish App (CanApp) </strong>uygulamamızı ücretsiz indirerek, eğitmeninizden <strong>1 haftaya</strong> kadar ücretsiz ve <strong>taahhütsüz</strong> geri bildirim alabilirsiniz.&nbsp; </p><p><br></p><p><em>Dünya çapında kabul gören bu sınavlara, CanEnglish'in uzman kadrosunun hazırladığı bireysel yol haritalarıyla çalışın. Bu kursla uzman kadrolu eğitmenimizle, size en uygun materyallerle ve bireysel ilgiyle sonuca ulaşın. </em></p><p>Mobil uygulamamızı indirerek, bir çok egzersiz yapabilir, yaptığınız çalışmalarla ilgili geri bildirimler alabilirsiniz. Unutmayın, yazmanın nasıl olduğunu öğrenmeniz yeterli değil. Yazdığınız essay'lerle ilgili geri bildirimler almalı ve gerekli düzeltileri uygulamasınız. Bu konuda danışmanınızdan yardım isteyebilir ve yönlendirmesine başvurabilirsiniz. </p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-07_20-24-32-eaafac7178dda875aeab98090491d869/2/WebHD_720p.mp4?Expires=1637786328&Signature=QXph~UC7uSzz2MvpyR3eEuiDNppvaLB~gbxJfa89yy9VlWM3nB7CfkxMEBKCCs9qPa1UQdp51fLU~BjmXnoPiWzEcqELufP4BwPjHHI7DXB2c8JHdput6aT7hKkGs4C6JvH5zLVMrftCGAmtlA6FuZp90q2rIAXCeUnM1LhmTy~A317SNHmYJSppZnVQJvz7KCmhqrgFr1gUSkGFDyxkxsWwykBmIGNUlm0V7A0eIZZsm8gh6TF-mcFIQ~aly9nWcLRJ5YAYTsOeRbjFErmVRlJmnVObKuMkPuuhIIbDIhhFNFqMIYTrhI9LFUR7tZWX6DQsGDDokxS7gSkEnrGq7A__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3701294", "category": "Marketing", "sub_category": "Branding", "title": "Marka Uzmanlık Eğitimi", "level": "All Levels", "author": "Sadık Vural", "duration": "15,5 saat", "rating": "3.9", "reviews": "54", "students": "4575", "coupon_code": "F72F65B8758097FDC692", "preview_img": "https://img-b.udemycdn.com/course/750x422/3701294_7901_6.jpg?secure=J775816dWoxgtE584ANGAQ%3D%3D%2C1637856543", "coupon_link": "https://www.udemy.com/course/marka-uzmanlk-egitimi/?couponCode=F72F65B8758097FDC692", "end_day": "2021-11-28 04:40:10+00:00", "headline": "Marka Uzmanı Olun Şimdi", "description": "<p>Çok değerli güzel insanlar sizlere Marka Uzmanlık eğitimimde yeni nesil net ,yalın, ve ileri düzeyde markanızı nasıl oluşturabilir, nasıl büyütebilir ve en önemlisi markanızı nasıl yaşatabilirsiniz yeni Dünya düzeninde nasıl markamıza hayat verebilirsiniz bunları paylaştım sorularınızı her zaman cevaplarım yeterki bu yolculukta bir kıvılcım olun bu topraklardan Dünya Markaları çıkaralım hep beraber. başlıklarıma her zaman yenilerini sürekli ekliyorum sizlerin özel istediği konularıda mutlaka ekleyerek zenginleştirmeye devam ediyorum. şimdiden eğlenceli bilgi dolu ve keyifli eğitimler diliyorum</p><p>Marka Uzmanı Kimdir?</p><p>Marka uzmanı, farklı sektörlerde hizmet veren kurum ve kuruluşlarla iletişim alanında hizmet veren ajanslarda çalışır. Marka uzmanı, sorumlu olduğu markanın iletişim ve geliştirme hizmetlerine aktif olarak katılıp, değer katma konusunda çaba gösterir.</p><p>Marka Uzmanının Görev ve Sorumlulukları Nelerdir?</p><p>Şirketlerde çalışan marka uzmanları, ilgilendiği markanın satış, dağıtım, pazarlama ve iletişim gibi farkı süreçlerinden sorumludur. Reklam ya da halkla ilişkiler ajanslarında çalışan ve şirketlerin iletişim hizmetlerine yardımcı olan marka uzmanları ise iletişim kampanyalarının hazırlanıp medyada yer alması gibi süreçlere dahil olur. Genel olarak marka uzmanın görev ve sorumlulukları şöyle sıralanır;</p><ul><li><p>Şirketin değerlerini bilmek ve buna uygun ürün, hizmet ya da iletişim çalışmaları üretmek,</p></li><li><p>Marka için hedeflenen pazar değerlerine ulaşılmasını sağlamak,</p></li><li><p>Ürün geliştirme süreçlerine katılım sağlamak,</p></li><li><p>Pazar analizleri yapmak,</p></li><li><p>Ambalajdan lojistiğe kadar tüketiciye ürün ya da hizmetin ulaşmasını denetlemek,</p></li><li><p>Ajans ve marka iş birliğini sağlamak,</p></li><li><p>Marka stratejilerinin geliştirilmesini sağlamak.</p></li></ul><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-12-13_09-00-28-197454c509512f9f5986aa3e710fa66a/1/WebHD_720p.mp4?Expires=1637786343&Signature=iH4uL0vz-EUtoR223MrjwHI5mMUxdFZlKA196ieu4zHO~OV4oBdrhnHDkpSeb3vKeRbTgbSfNJxF0z7Qu0dtgKWNojnp8ZVwqWWrG1nzgALr-N8LKpZ6Pr3pk127y9o9YFQlKD82OsceLV8dkTyHJa3oNoicVbFqVqdwaF7eiNprYcB0Y0KxC1CrC6Fx-Xdt0PSHvtV0oU9UgaN-y9e41VVccdjnnqvJp~HM5LF9RXPSvGPWOLuul7mfUqRLt0RNlVHdggGpCWlRs1JzgK3PekO5do7u1Rtamdyi3k0HqZ8~OvnlDatYnWjyKM7ezyBg05Y0aVYVP2oE7dkWQfo35Q__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3569891", "category": "Development", "sub_category": "Programming Languages", "title": "सीखें Javascript Programming हिन्दी में", "level": "All Levels", "author": "Shubham Saurav", "duration": "5 hours", "rating": "4.2", "reviews": "154", "students": "17449", "coupon_code": "E4077F87D581280EA832", "preview_img": "https://img-c.udemycdn.com/course/750x422/3569891_acf2_5.jpg", "coupon_link": "https://www.udemy.com/course/learn-javascript-step-by-step-in-hindi/?couponCode=E4077F87D581280EA832", "end_day": "2021-11-28 14:37:27+00:00", "headline": "Learn Javascript Programming Language easily In Hindi. Every Topic is explained in simple way using हिन्दी language.", "description": "<p><strong>नमस्कार दोस्तों!</strong></p><p><br></p><p><strong>जावास्क्रिप्ट(Javascript) वह भाषा है जिसे आधुनिक डेवलपर्स को जानना, और अच्छी तरह से जानना होगा। वास्तव में जावास्क्रिप्ट जानने से आपको नौकरी मिल जाएगी, और आप quality web application का निर्माण करने में सक्षम होंगे।</strong></p><p>इस पाठ्यक्रम में, आप जावास्क्रिप्ट के मूल सिद्धांतों को सीखेंगे, variables, constants, conditionals, loop, function जैसे बुनियादी निर्णय प्रोग्रामिंग अवधारणाओं को सीखेंगे। आप इस भाषा की सुंदरता और शक्ति को सीखेंगे जो आज आधुनिक सॉफ्टवेयर विकास में सबसे आगे है।<br></p><p>प्रोग्रामिंग में 6 साल के अनुभव के साथ, मैं अपना ज्ञान आपके साथ साझा करता हूं। इस कोर्स में, मैं आपको निम्नलिखित अवधारणाएं सिखाऊंगा।</p><p>1. Downloading Code Editor and Browser<br>2. First line of code: Hello World <br>3. Preferences <br>4. Comments<br>5. Variables<br>6. Constant<br>7. Variable<br>8. Naming Rules<br>9. Data Types <br>10. String<br>11. Arithmetic Operator<br>12. Array<br>13. Object Literal<br>14. Array Of Object Literal <br>15.If Else<br>16. Comparison Operators (Part 1 + Part 2)<br>17. Else If<br>18. Logical Operator<br>19. Switch<br>20. For Loop<br>21. While Loop<br>22. For Of Loop <br>23. Functions <br>24. Return Type Functions<br>25. Arrow Functions</p><p>इस कोर्स में, हम 10 कोडिंग चालान भी हल करेंगे जो आपको अपने संदेह को दूर करने और अपनी सीख को लागू करने में मदद करेंगे।</p><p><strong>अगर आपके लिए यह सही कोर्स है तो \"Buy\" बटन पर क्लिक करके इस पाठ्यक्रम में शामिल होकर आज ही पाठ्यक्रम शुरू करें|</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-10-15_03-29-43-65ad15f3d30b44c967258652c187c295/1/WebHD_720p.mp4?Expires=1637786347&Signature=awQ6zPHAb5sKY-sZqjo2tHv4YlD3JTjaqc22r-~4ikJkCDEuYYXui21T1y~rOZaai-yN3JqlltGTHTPnaR0u~lOuw98DB71-o21uF6JPdBnvmTzWk86iJJqTbakWSBAx1JFN3WCAEyfeJV3e9UG5VvvsQp7pyLsvUV9lx~wwWfUMp6zjRuWj2YXUTq9LHdpm3jJfpmsP-p2UkdQJrBD9Gc6txzF3Tc0dagovBfgOye2En7~4VDdinuyI0bAZPZqmuR2PTon~UGGl4UtLgGUnZnscRaPq2AsUm8EGT07-WsmJa9bC7aEnpukAaMyVtUHPIdBlh-1uFew-UU3nM7Y68g__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3229341", "category": "Design", "sub_category": "Design Tools", "title": "Affinity Publisher Guide - Affinity Publisher for Beginners", "level": "Beginner Level", "author": "Nick Nyxson", "duration": "3 hours", "rating": "4.5", "reviews": "168", "students": "48621", "coupon_code": "B0755295C1EA0BEE4EF4", "preview_img": "https://img-c.udemycdn.com/course/750x422/3229341_e035_3.jpg", "coupon_link": "https://www.udemy.com/course/affinity-publisher-guide/?couponCode=B0755295C1EA0BEE4EF4", "end_day": "2021-11-27 03:03:09+00:00", "headline": "Learn Affinity Publisher (part of Affinity Suite) as Fast As Possible. From Affinity Publisher Beginner To Advanced.", "description": "<p>Welcome to <strong>Affinity Publisher Guide - Affinity Publisher for Beginners!</strong></p><p>The only course you will need to start with Affinity Publisher, one of the best publishing software in the industry.</p><p>Affinity Publisher is an easy-to-use desktop publishing software that helps you create beautiful layouts with custom graphics and images in minutes. It's the perfect choice for a graphic designer who wants to take on a more creative role, or for someone who has always wanted to create their own book, magazine, or brochure. Affinity Publisher offers powerful features, like multiple master pages and postcard printing templates, so you can easily express your creativity.</p><p>Learn how to create incredible-looking graphics, layouts, and designs in Affinity Publisher. With our intuitive course and carefully planned lessons, you'll be able to design amazing infographics, flyers, posters, and more!</p><p>Here you will learn everything you need to know about Affinity Publisher, including but not limited to:</p><ul><li><p><strong>Basics &amp; Interface of Affinity Publisher;</strong></p></li><li><p><strong>Tools of Affinity Publisher;</strong></p></li><li><p><strong>Creation of Basic Book Document;</strong></p></li><li><p><strong>Advanced tips &amp; Tricks</strong></p></li><li><p>&amp; Much More...</p></li></ul><p>Most importantly this course will continue and grow as time passes and all the upgrades will be available for FREE for every enrolled student.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p><p>So what are you waiting for? Join thousands of students who've made amazing things happen with this course!</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-07-08_09-35-23-71db5ca833450a2fba5c50e5c21a7d9c/1/WebHD_720p.mp4?Expires=1637786349&Signature=OVsrnn5kGptqqadhYOdwLToahopPeDh7H-TjrFXo2q8aPliMx0ug6rnGdhGL5tmZkhgVnNOxpGguScjbOviFRutRFN3ANJjSrBdMts7~ZtEziiYXmXli5HQIBLS4LHajedKmQvCb7zjz7LP2m90-8rcHHEihsivKL7UJ1Uo4YDZqVfwwppWV4TlQMcUw94O6FfaNdIKzzUNl7KwQoDW2Tol3usUYd3urz2t1zWKlU8ETE~WvbK18zrJ8W62ZuHbQ4nJ9PbRO7Ll1AOmCpoqf-I-BBT5pXSKuNgwu6DiOoX~3Y5EWOLx9PmHKdIftcq6uWMS1tXvwSwbvAgjuQdPwXA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4233882", "category": "IT & Software", "sub_category": "IT Certifications", "title": "PSPO1™ Practice Tests Scrum Product Owner certification-160Q", "level": "All Levels", "author": "Debajyoti Adhya", "duration": "", "rating": "4.4", "reviews": "14", "students": "6846", "coupon_code": "F9365E3050B88B19D427", "preview_img": "https://img-c.udemycdn.com/course/750x422/4233882_79fb.jpg", "coupon_link": "https://www.udemy.com/course/pspo1tm-practice-tests-scrum-product-owner-certification-160q/?couponCode=F9365E3050B88B19D427", "end_day": "2021-11-26 05:59:40+00:00", "headline": "The Complete PSPO1™ Practice Test - 160Q - Pass PSPO1™ Certification Exam Successfully - Lets Get it Done !", "description": "<p>The Professional Scrum Product Owner certification or <strong>PSPO1™</strong>&nbsp; is most widely accepted and globally recognized Product Owner Certification. This certification is provided by<strong> Scrum org </strong>and to pass the exam the candidate need to be aligned with the latest changes in the Scrum Guide. The best way to validate the knowledge is to take practice Exams.</p><p><strong>Exam Details:</strong></p><ul><li><p>Total 80 Questions</p></li><li><p>Exam time 60 Min.</p></li><li><p>Pass at 85%</p></li><li><p>Exam price 150$</p></li></ul><p>This course provides 160 practice test questions, which will help you get ready to pass the <strong>PSPO1™</strong>&nbsp;exam. This course is set up to match the latest changes in scrum guide presented in the <strong>PSPO1™</strong>&nbsp;exam content outlines published by <strong>Scrum org</strong> on 2021. </p><p>This course provides 160 practice test questions, which will help you get ready to pass the <strong>PSPO1™</strong>&nbsp;exam. </p><p>This practice test provides a robust system to help you pass the certification exam in the first time! By using this test questions, you can identify weak areas upfront and then create a strategy for the exam day.</p><p>The course includes 2 practice tests. Take the tests like the actual exam. If you can get more than 85 percent of the answers correct, you're ready to take the certification exam.</p><p><strong>This course is specifically for:</strong></p><p>· People that want to take a Product Owner certification exam like PSPO1 or CSPO.</p><p>· People that know the Scrum framework and theory. To learn about scrum you can take this course: </p><p><strong>Is there a guarantee to pass ?</strong></p><p>Absolutely yes ! You can enroll now <strong>100% risk-free</strong> because you receive <strong>30 days, unconditional full money-back guarantee </strong>in case you are not satisfied<strong>.</strong></p><p>So, go ahead and click the “<strong>Buy Now</strong>” button right now !</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-08-11_10-24-28-a1d6a760e6b15e468cd287872ab0a912/2/WebHD_720p.mp4?Expires=1637786363&Signature=AS8D1~HXu8EnwsNDGOC6xlGshU9n5L5P8j6EPZwT63mQF~ftjHdE63f4717TKb0rWBqxrDOEUtX9pPy3h1pyXPyWgWDfLO0wAvb49YkH9P~B2mn~PxsyjYR8f2yQiqk0nh1dvoMLZZNvyr4TmRyU8UPJFeu3JJnaCK0Su8ivMYpmVlURIsu69KCOCDohL1JdgjERU1WmBYCc43HDEWq1TaUha4I9g4pz7lB1v6OpzJDFjMfxQvnkFQ3fhSJHOOB-tMYB5F3ogcKxspWkVBzVBbgE4pmCHF8Luj7HjeUy6K1Wa7AnccobmUg7A-jBXhpdMJVreZP8lHYi~qN2nbE7sg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3036182", "category": "Business", "sub_category": "Human Resources", "title": "EQ-2 Resilience and Mental Strength - Emotional Intelligence", "level": "All Levels", "author": "Scott Paton", "duration": "2.5 hours", "rating": "4.5", "reviews": "33", "students": "11152", "coupon_code": "EQRMSEXPNOV282021", "preview_img": "https://img-b.udemycdn.com/course/750x422/3036182_b37e.jpg?secure=vBAACUVosMHJl8le8i4f3g%3D%3D%2C1637856565", "coupon_link": "https://www.udemy.com/course/resiliance-emotional-intelligence/?couponCode=EQRMSEXPNOV282021", "end_day": "2021-11-28 16:21:52+00:00", "headline": "Bounce Back and Achieve Success in Life With Emotional Intelligence 2", "description": "<p>Resilience is the ability to mentally or emotionally cope with a crisis or to return to pre-crisis status quickly. Resilience exists when you use \"mental processes and behaviors in promoting personal assets and protecting yourself from the potential negative effects of stressors\".</p><p>But how do we nurture resilience?</p><p>IN this course, Robert Jerus, Founder of EQ-2, the next level of Emotional Intelligence, to walk you thru powerful processes that support your journey towards greater resilience and success.</p><ul><li><p><strong>Mental Toughness</strong></p></li><li><p><strong>Grit</strong></p></li><li><p><strong>Resilience</strong></p></li><li><p><strong>Coping &amp; </strong></p></li><li><p><strong>Adaptability</strong></p></li><li><p><strong>And Much More...</strong></p></li></ul><p>The<strong> EIQ-2 Emotional Intelligence Learning System</strong> is designed to be Feed-Forward, Visual, Experiential and Designed for Continuous Improvement. It focuses on learner involvement and application.</p><p>EIQ-2 Learning and Positive Psychology are based on Self-Awareness; Self-Management; Empathy/Social Awareness and Relationship Management.</p><p><strong>The Mental Strength and Resilience Program</strong> enhances stress management, quality of life and leads to superior internal abilities to deal with life’s challenges. It provides the proactive and responsive foundations to positively redress setbacks and transform them to comebacks. The primary areas of focus are mental strength; grit; resilience; coping and adaptability. </p><p>People who are skilled in these areas transform challenges into opportunities; direct themselves to areas they can impact; focus; assume personal responsibility; project a positive outlook; and achieve at higher levels (internally and externally).</p><p>Enrol today!</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-04-24_02-59-47-9a51e1f88d6fca71f49c00e5e8eceee0/WebHD_720p.mp4?Expires=1637786365&Signature=Zaos4KJ5ll6jsKuu9x2c1RGwnk-ek38vQmzeANVdRmLtWwIPZZMQcKb1DTZm4sOU1CuRBkrwH3RSWJDHb3uGDrqn-XvamxMHEFXuAEw5jJ~i0RNokzsqXkYPm7ROUfyCOzWvKi2X7VXDZ7uTs8D0MvSLjLdF-JvexUBz9xpuHsd3EonxdK0YqqaRF-wpFg0G3D0krRK~0Iflm5fqb2T-X9u-cvBcg7BE7cEnx1hys7fGsNuppRMO2-8QQ7D-ZOUqPZKuSx1zQg-jST1h~D7RWWO7Zig4WJxAjYN37EzN~IT4MApXq68dWGEE-J3kEwb-T7EDk0VOzs31mJ4rEC2Qxg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3904774", "category": "Business", "sub_category": "Human Resources", "title": "Diversity At Workplace", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "32 mins", "rating": "4.7", "reviews": "134", "students": "25617", "coupon_code": "NOV-21", "preview_img": "https://img-c.udemycdn.com/course/750x422/3904774_476b.jpg", "coupon_link": "https://www.udemy.com/course/diversity-at-workplace-t/?couponCode=NOV-21", "end_day": "2021-11-28 20:15:00+00:00", "headline": "If you want to position your business for success, hire a diverse workforce.", "description": "<p><strong>Diversity in the workplace</strong> is vital for employees because it manifests itself in building a great reputation for the company, leading to increased profitability and opportunities for workers.</p><p>Workplace diversity is important within the organization as well as outside.</p><p><strong>Diversity in the workplace</strong> means that a company’s workforce includes people of varying gender, age, religion, race, ethnicity, cultural background, sexual orientation, religion, languages, education, abilities, etc.</p><p><strong>Why is workplace diversity so important?</strong></p><p>In the modern, globally connected society and market, workplace diversity is becoming a <strong>necessity </strong>rather than a banner companies wave to show their commitment to embracing differences.</p><p>Most of the modern companies can sell their products <strong>all over the world</strong>, reaching many different groups of people. In order to successfully create, present and sell their products in this global market, companies <strong>need </strong>a diversified workforce.</p><p>So, in this class our Learning Objectives are:</p><ul><li><p>Understand what diversity and its related terms mean</p></li><li><p>Be able to identify your stereotypes</p></li><li><p>Understand what terms are politically correct and which are not, and why</p></li><li><p>Be familiar with the four cornerstones of diversity</p></li><li><p>Develop a technique for dealing with inappropriate behavior</p></li><li><p>Develop a management style to encourage diversity</p></li><li><p>Know what to do if you or one of your employees feels discriminated against</p></li></ul><p>So, shall we get started? I wish you a happy learning!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-03-10_18-27-35-2bbbf410a61aae5dcbeec3c4c3756a88/1/WebHD_720p.mp4?Expires=1637786384&Signature=JpHc6uJsPejqXU4ws1REmu6hZXKt0ygEXxAtmM0UrjSc~uJqz3kx1gpI6EwkNxy5umoi2zu5yOtSQK7572P5eklWk3e0-p3JYfBTyeqRbA2GWe-NmA-bnASb-6ucXSrkva0i0WHkjj8yCBmEM8vP6zueuUtfh5DSMabfoLYSk563HTxoLUgcRXVHGg2OR0tratka5IeiF6fsEXt73z4zRfGqAvxRBp0avEVvz0hXFEyD97~FgnsuhIJDrh8kpWAEeBWSeC0IWcO~eyVe-IhvIqmDzwSyMd9qCy9OBUiwUGMac2Nz4URf~sZ5EoYllWlfHNynIl-RteuSCwNR6yQHfQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2937632", "category": "Finance & Accounting", "sub_category": "Investing & Trading", "title": "FOREX TRADING NOMAD | HOW TO GET FUNDED BY INVESTORS IN 2021", "level": "All Levels", "author": "Paul Ardennes", "duration": "1 hour", "rating": "3.6", "reviews": "74", "students": "15617", "coupon_code": "0A7E85DFE245A4EA72AC", "preview_img": "https://img-b.udemycdn.com/course/750x422/2937632_5bf9.jpg?secure=Mh1erLuFIHeJWHTixpKN7g%3D%3D%2C1637856586", "coupon_link": "https://www.udemy.com/course/forex-trading-nomad/?couponCode=0A7E85DFE245A4EA72AC", "end_day": "2021-11-26 21:14:58+00:00", "headline": "New 2021 career development scheme | Learn a strategy for trading the forex | Then get funded on a real account", "description": "<p>Investors are keen to meet you. The problem is that you may not have anything to offer them yet. This course takes you by the hand and teaches you one strategy that will help you make it in the world of trading <strong>or I'll give you your money back</strong>. Then your newly gained knowledge is put to the tests. Once you have successfully passed the tests, you are introduced to the investors. The training cost is only the price of this course. The funding comes automatically once your have been through the testing phases. There are 2 phases in general. The first one is the preparatory phase where you go on demo 2 or 3 times successfully passing the objectives given to you by the investors. The second one is an actual account provided to you on an insured basis. You pay an insurance premium of euro155 and you get real money to apply your skills gained through this course.</p><p>The insurance premium covers the investors against your losses so that you don't have to pay them back. <strong><em>We have well over 12000 students for this course.</em></strong></p><p>Happy pips dear traders!</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-04-16_18-54-57-eaa2cc9ec602453a3e80d75f8f816417/WebHD_720p.mp4?Expires=1637786386&Signature=VTu~QLiCX0AGkd8E06tcx7xouJ0NhB54CMNeFXX46w5LuvHSGqy-e0yj1rsnhBv7Sp4yKrMHmtgwaCLiKcnW0sIqhCg6THQZU-~WKmnVcydiVKI7MMIyOahNBoixpvDX2-WUEhVnm08RskCh6zrhoisIYgOJIhO86BwOW5kBm~eUslO2XySuMguSOJ3-4upJigumyHm0n9Kx7DiA0ddFPBERJPqs~1XtTsjpqvQtOAuOGRk8umfkID8lVs73p-GhhR~9sHOnEpA9l3beXTg17S1rbUT26PrTn10lbdce2AHTa-2dYA8UFcVTgNTnjJo2u4yhZxKxNAuzJuRBtVlCCQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3937254", "category": "Teaching & Academics", "sub_category": "Other Teaching & Academics", "title": "Dış Ticaret Uzmanlık Eğitimcinin Eğitimi", "level": "All Levels", "author": "Sadık Vural", "duration": "24,5 saat", "rating": "5.0", "reviews": "41", "students": "3173", "coupon_code": "F55CC35F75B83A7434A5", "preview_img": "https://img-b.udemycdn.com/course/750x422/3937254_02d6_2.jpg?secure=6B8YCrMMhdnvMF5ROJN8Mw%3D%3D%2C1637856594", "coupon_link": "https://www.udemy.com/course/ds-ticaret-uzmanlk-egitimcinin-egitimi/?couponCode=F55CC35F75B83A7434A5", "end_day": "2021-11-28 04:39:20+00:00", "headline": "Dış Ticaret Uzmanlık Eğitimcinin Eğitimi", "description": "<p><strong>Eğitimcinin Eğitimini alarak bu alanda uzman ve aranan kişi olabilirsiniz. branşınız ne olursa olsun eğer bildiklerinizi insanlarla paylaşma ihtiyacı duyuyor ve kendinizi alanınızda eğitmen olarak konumlandırmak istiyorsanız bu eğitim yeni nesil eğitmen adayları için özel olarak hazırlanmıştır. Başarılı bir eğiticinin sahip olması gereken yetkinlikleri öğrenmek ve geliştirmek, yetişkin eğitiminin özelliklerini anlamak, eğitimi katılımcı bir yapıya çevirebilmenin yollarını anlamak ve geliştirmek, eğitim sunumunda ikna edici olmak, ilgi uyandırmak ve ilham vererek harekete geçirmek, eğitimde etkili sunumun temellerini anlamak ve geliştirmek, eğitimin etkili bir hale getirebilecek formatı ve kullanılan araçları tasarlayabilme yetkinliklerini kazanacaksınız. Eğitimcinin Eğitimini ileri bir düzeyde yeni nesil bir vizyonla hazırladım ve geliştirerek eklemeye devam ediyor olacağım. Eğiticinin Eğitimi sürekli yeni konu başlıklarıyla kendini güncelliyor olacak keyifli eğitimler diliyorum.</strong></p><p><strong>Dış ticaret, şirketlerin ve Ülkelerin gelişmesi ve kalkınması için çok önemli bir konudur. Dış Ticaret Uzmanlığı Eğitimi, başta işletmelerin ithalat ve ihracat departmanlarında çalışmayı hedefleyen profesyoneller, dış ticaret ve gümrük müşavirlik firmalarındaki pozisyonlara başvurmayı planlayanlar ile kendi işlerini uluslararası alana taşımak isteyen girişimcilere uygun güncel bir eğitim programıdır.</strong> <strong>Dünya’nın geldiği son trendlere baktığımızda iş Dünyası geleneksel ve yeni nesil iş yapma şekilleri arasında bir savaş veriyor, oyunda kalabilmek için baş döndüren hızla ilerleyen iş yapış şekillerine ayak uydurmaya çalışıyor. Artık markalar Dünyasındayız ve Dünya bir yandan marka çöplüğüne dönmüşken bir yandan da yeni nesil markalar iş dünyasının nabzını tutuyor ve yeni nesil iş modellerini hayatına geçiren çok eski markalarda günümüz hızına yetişmiş durumda. Fakat bu hızın ruhu bize şunu gösteriyor ki artık Dünya markaları çıkarmak için çok yıllar geçmesine gerek kalmadı bugün üç ayda 50.000 kullanıcıya ulaşan ’’angrybirds’’ ler var ve hatta 116 yıllık Ford Company otomobil şirketini 15 yıllık Tesla Company geçti, burada baktığınızda mevcut markalarımızın bugün işlerini çok iyi yapmaları sadece bugünü kurtarır, geleceği tasarlamak yaptığınız işin çok ilerisinde bir tasarım gerektirir.</strong></p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-03-25_06-54-51-3bb61aa616a88336a5214e73f5846dda/1/WebHD_720p.mp4?Expires=1637786394&Signature=l6c1lLhJkfjPQVSzujY3p7MGF~9glphbR6RF6eHReRMFh5z-87LYJpJlKWtge1eSZ1y2B-puB~QMxRRoxj52cP4kFl57dI38s00sXZnnAtqoqDMqCpSgC9zgXwN3JFgrKWNYg2mg-oS5NnIgiXu9HF4KYHb2iYnuB2JFDjGA6QvZ1v5dOtKloy7U2TtFJWz70dJ9fx0kpNXUK-Q5~gFtWpKinKD8k7gyHb4zmctHE777rfahPXifiQyNNDpEa7WpW1940GXzX5KDJw1gOZ3MuOmCNE8SQIWrarTuHQTwC~v4UivHVeuIvQR7p0UzXjTfpXebiLvsWTGsYR-MWRXEgA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4144042", "category": "Teaching & Academics", "sub_category": "Language Learning", "title": "Arabic Alphabet For Beginners", "level": "Beginner Level", "author": "Hassan Academy For Arabic Language Courses", "duration": "2 hours", "rating": "4.7", "reviews": "46", "students": "16827", "coupon_code": "ARABIC-ALPHABET", "preview_img": "https://img-c.udemycdn.com/course/750x422/4144042_eeb5_2.jpg", "coupon_link": "https://www.udemy.com/course/arabic-alphabet-for-beginners/?couponCode=ARABIC-ALPHABET", "end_day": "2021-11-25 18:31:36+00:00", "headline": "Arabic Language: Learn to Pronounce & Write Arabic Alphabet, and Read Arabic Words", "description": "<p>السلام عليكم</p><p><br></p><p>In this Course, we will learn <strong>Arabic Alphabet</strong> from Alef to Yaa</p><p><br></p><p>Firstly, we will take general view for all letters,</p><p>then, we will learn each letter in details :</p><p>How we Pronounce it ?&nbsp; &nbsp;&amp;&nbsp; &nbsp;How we write it ?</p><p>and some words with this letter, so we can read Arabic Words.</p><p><br></p><p>Finally, you will take a test, so you can evaluate yourself in Arabic after finishing this Course.</p><p><br></p><p><strong>By finishing this Course, you will be able to :</strong></p><ul><li><p>Pronounce Arabic Alphabet.</p></li><li><p>Write Arabic Alphabet.</p></li><li><p>Read Arabic Words.</p></li></ul><p><br></p><p><strong>This Course is for :</strong></p><ul><li><p>Arabic Learners.</p></li><li><p>Beginner Students who don't know any thing about Arabic Language.</p></li><li><p>Students who want to learn Arabic Alphabet.</p></li><li><p>Students who want to be able to read Arabic Words</p></li></ul><p><br></p><p><strong>Course Requirements :</strong></p><ul><li><p>Pen and Paper.</p></li><li><p>Focus.</p></li><li><p>Do the Homework after each Lesson.</p></li></ul><p><br></p><p>So let's get started..</p><p><br></p><p><br></p><p><br></p><p><br></p><p><strong>Who is Hassan Academy ?</strong></p><p>Native Arabic Speaker, With over 12+ years of experience in Arabic Language.</p><p>Hands-on experience creating development courses and activities modeled on goal attainment and student-centered instruction, delivering engaging lessons focused on the interests and needs of students. Knowledgeable of standard instruction principles, classroom management styles, and approaches to teaching Modern Standard Arabic to English speakers.</p><p>We will add value by helping you learning how to listen to Arabic and read Arabic with true pronunciation as fast as possible.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-24_18-56-54-b6818d3e061d45a3ef8b06e2d4069f30/1/WebHD_720p.mp4?Expires=1637786422&Signature=Mf9M6BccHcIkw2qAsjABUsdp638QRpDRWcs6tYnR3r-N2hl5zQxhOoSOxB~gZh5yxeU-egP28WoEpMCH0lyX3LwKxGxL-N-vVn6xefe8BnKASOIyWxAq0eEuY6b9Dy2N8kh-rc7FyUp0vrQ2DoVnosfJcqwEGdbM97gdiyPsIbsKaDaNDceqnJ2D6V8VK0RUY3Bl-xaLhX0nDY8QHlWv6Wd4ropHylRoYAGzmClbL7Mc8yVzZgew6dQ-YowCB38WZNTpkImS~aLlbGi5SwPaCe7Q3DPM7OUcGIPBisT~QVglpzxRafL60guxTx1~D4DGgXOMhPr4mwrpX0iOc1Fhlg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3540520", "category": "Finance & Accounting", "sub_category": "Investing & Trading", "title": "Passive Income: 27 Ways to Earn Passive Income Online", "level": "All Levels", "author": "Roope Kiuttu", "duration": "2.5 hours", "rating": "3.8", "reviews": "377", "students": "55347", "coupon_code": "D31C0E9BA826CBE46995", "preview_img": "https://img-c.udemycdn.com/course/750x422/3540520_a25f_7.jpg", "coupon_link": "https://www.udemy.com/course/how-to-earn-passive-income-online/?couponCode=D31C0E9BA826CBE46995", "end_day": "2021-11-26 15:03:44+00:00", "headline": "Learn the Steps That I Use to Make Money Even While I Am Sleeping!", "description": "<p><strong>Would you like to earn money even while you are sleeping?</strong></p><p><strong>Do you want to earn money automatically once you've set up the systems?</strong></p><p>Then this is the right course for you.</p><p>I&nbsp;have been earning passive income already for years and I have helped 1,000's of people worldwide to do the same through my YouTube channel, Udemy courses and blogs.</p><p>Earning passive income works in the following way (in a nutshell):</p><ol><li><p><strong>Set up the system.</strong></p></li><li><p><strong>Get paid for months, years and even decades to come.</strong></p></li></ol><p>I love to help people to earn automatic money online.</p><p><strong>This is a really eye-opening course for most of my students.</strong></p><p><strong>Most of my students are complete beginners and they've previously earned money in 9-5 jobs.</strong></p><p><strong>Now they are earning money while they sleep!</strong></p><p>The benefit of earning passive income compared to regular jobs is that you will keep on earning money even after you have stopped working.</p><p>In a regular job, your income stops pouring in the minute you stop working.</p><p>With passive income, you will keep on earning money for a long time after you stop working.</p><p>In this course, I'll show you 27 ways how I&nbsp;earn passive income online so that you can start doing the same.</p><p>It's Your Time!</p><p>- Roope \"Sharing the blessing of passive income\"&nbsp;Kiuttu</p><p><strong>PS. </strong>When you earn passive income, YOU&nbsp;can decide how to spend your time.</p><p>Take control of your life right now and enjoy the freedom!</p><p><strong>► Don't delay. Every second could be costing you money!</strong> ◄</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-10-02_02-51-09-dd8dd382e09745d0c8f64448d299ad98/1/WebHD_720p.mp4?Expires=1637786433&Signature=EQBqDx5M3koP~NPVDA6pXU29PWiS1XigmqOFF2-WRaWYdySVbWWcRvNqZH6D6I-eboXX96gIhSL2b6PBijtmfW3rqn1ofYvui0vl3sOJPWoatFg4aGwcwhgoKowDxLpn9qKpLpwNg~cECYnzbyPLaODjmxw7HC6zSW0ZFZuX44wZl7WGf4PEtSQY44wsn8Q-s6hJ3daehgObttGpoeluH~Qw~57XbFh9yaVqiyAs~4s-h5esQglyMUXpOEyOAF4oq4b7IEQ~a4rVeCR618UrAd~NCcSV4U0vxPeMGkB-L-vD5eoXlsCeJbHyVfoQaCO~xQRd17jyi-7lgbj6N6t2FQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3296114", "category": "Business", "sub_category": "Entrepreneurship", "title": "Learn 47 Different Ways to Make Money Online!", "level": "All Levels", "author": "Roope Kiuttu", "duration": "3 hours", "rating": "3.9", "reviews": "634", "students": "82386", "coupon_code": "76715E51A2E546CA230D", "preview_img": "https://img-c.udemycdn.com/course/750x422/3296114_bd59.jpg", "coupon_link": "https://www.udemy.com/course/learn-to-make-money-online/?couponCode=76715E51A2E546CA230D", "end_day": "2021-11-28 21:15:58+00:00", "headline": "Learn many PROVEN Ways to Make Money Online. Even 1 Strategy Will Pay Your Course Price Back!", "description": "<p><strong>Imagine having the FREEDOM to make money just by using your smartphone or laptop.</strong></p><p>That's what I've been doing already for several years and now I&nbsp;have a privilege to help YOU&nbsp;too.</p><p>In this course, I'll show you +47 ways to make money online.</p><p><strong>Learn just 1 strategy to make money and you'll earn your course price back.&nbsp;The rest will be pure profits for you!</strong></p><p>Over the course of years, I've helped 1,000's of ordinary people to start their 'Make Money Online' journeys and you'll be the next one.</p><p>Get started with the course and pick your strategy to start making money online.</p><p>I'll see you inside!</p><p>-&nbsp;Roope \"Sharing the blessing of making money online\"&nbsp;Kiuttu</p><p><strong>PS. </strong>If you need any help, you can contact me personally on my YouTube channel called \"Learn to Make Honest Money Online\".</p><p>I read all your comments personally and I do everything that I humanly can to help you to succeed.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-11-18_20-57-58-c402417456eea4ec12fa661f146191b9/1/WebHD_720p.mp4?Expires=1637786454&Signature=JgqgSCPdmDZ~dF3eYLzabi025fBUHgQE73zMd8b42KuGvVXqBE9SVZp0Hyb-gtxGiYWAv-uKRcXBkiKcCtEv55NXb84T75rnng03VC3c~-0pBxUag77R4QxURpPaPMN7t1mYLqHq06z2yB~l6atu-LZRPCqlxnjDLceV1CWv5~WrVl3lJkm87-xWtdo2YVGxZi66j9YKstTFFIQb8dxR0eWk4WDwWxc3eEK-SFYShxOEOLe0hk~iPO3hfJ6rgh5pq1QEJA1Xt-J0sSURKOdi2Geq4Ul6L1vIZKshKBggoMK02El5WfS~Mw2Gmx66H5oDZHA4UcXCFRxgCLW1VDCNWQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3200880", "category": "Marketing", "sub_category": "Affiliate Marketing", "title": "Learn 4 Steps to Make Money Online with Affiliate Marketing!", "level": "Beginner Level", "author": "Roope Kiuttu", "duration": "4 hours", "rating": "3.9", "reviews": "458", "students": "76712", "coupon_code": "7F6DCEE2580D2878B987", "preview_img": "https://img-b.udemycdn.com/course/750x422/3200880_8fa6.jpg?secure=jS3V4ti5cSsB8Jx5WWxLvg%3D%3D%2C1637856656", "coupon_link": "https://www.udemy.com/course/make-money-with-affiliate-marketing-online/?couponCode=7F6DCEE2580D2878B987", "end_day": "2021-11-27 21:38:22+00:00", "headline": "These 4 steps took me from a complete beginner to making a life-changing income online.", "description": "<p><strong>Have you ever wanted to make money online even while you are sleeping?</strong></p><p><strong>Would you like to spend time with your loved ones and earning money at the same time?</strong></p><p>It happens to me all the time.</p><p>I still remember the day when I stumbled online and searched something like, \"How to make money online\".</p><p>There was a young man from the United States who said that he can show me how to make money using the Internet.</p><p>My first thought was, \"that must be a scam or something!\"</p><p>Well, I&nbsp;gave it a try...</p><p>And guess what.</p><p><strong>I failed! </strong></p><p>The reason was that I&nbsp;just \"tried\" it. I didn't really commit at first.</p><p>Then I saw dozens and dozens of examples:</p><p>Someone made $2,000/month online.</p><p>Another person made $5,000/month online.</p><p>Some people made even $10,000/month online...</p><p>And more...</p><p>I realized that if they can do it, I&nbsp;can do it.</p><p>And sure enough, I did it.</p><p><strong>I made a life-changing income online and I've traveled around the world in 40 countries in total.</strong></p><p><strong>Nowadays I run a YouTube channel called \"Learn To Make Honest Money Online\" with over 300,000 monthly views helping ordinary people to make a life-changing income online too.</strong></p><p>I&nbsp;simply share the steps that I took to make money.</p><p>And it works.</p><p>In this course, <strong>you'll learn the steps that I&nbsp;have taken to make a life-changing income online and achieve the ultimate freedom in my life.</strong></p><p>I can't give you any income guarantees because it's against the law but I&nbsp;can tell that the steps that I teach have worked for me and dozens of my friends.</p><p>I'll see you inside the lessons!</p><p>Looking forward to helping you my friend!</p><p>Cheers</p><p>- Roope&nbsp;\"From a complete beginner to making a life-changing income online\" Kiuttu</p><p><strong>PS. </strong></p><p>Imagine having a life that you've always dreamed of.</p><p>Imagine having the freedom...</p><p>It's Your Time!</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-10-09_04-00-40-3e2327bd76e567b7990524bf15251305/1/WebHD_720p.mp4?Expires=1637786456&Signature=DNXe4XaUnnplwWhuxCMLOcF0nfSqK16cI1hD0XSvKsq02GudizLHfbv4rLDxENuCQhFZVpeiP0kTm4J8Lk1U8FFFvx7Ima9ODAfmyMnDAFz4VGhbMG0qC62NZ8cqR5itaceVNPjikTth3cYu~n4-Y30Kv5ZFr5KvWwL-P2-n~xofP-g2ebBdSm9~WuI4uY8bR3PjXhgcMOGjLAG8s5sTliRsXrC02yCVb2vxL2fQbYhbdX679VM56Ipjd-UiphY4yk5XiHL2wz0M1bw5WC4jZhCLHkMxUEfMj6NlCMVvIq28x2JT2KXUZizlDkgWD7RvYUi7u2Ig5jhpXUomGzpMPQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3972614", "category": "Development", "sub_category": "Web Development", "title": "The Ultimate MySQL Crash Course 2021", "level": "Beginner Level", "author": "Web Coding", "duration": "2 hours", "rating": "4.0", "reviews": "410", "students": "70448", "coupon_code": "MYSQLCOURSE28", "preview_img": "https://img-c.udemycdn.com/course/750x422/3972614_50a0_5.jpg", "coupon_link": "https://www.udemy.com/course/the-ultimate-mysql-crash-course-2021/?couponCode=MYSQLCOURSE28", "end_day": "2021-11-28 09:15:46+00:00", "headline": "Learn MySQL in No Time", "description": "<p>In this course you are going to learn everything you need to know to get started with MySQL in probably less than two hours, so you can actually consume this piece of content in one sitting. The course is surly intensively on using the SQL command line inside the PHPmyadmin tool and that's for teaching you just how SQL works and you can write your queries, not just in the SQL command, but also inside your backend apps and that's the best way to learn SQL&nbsp;in my opinion. So the course is short, informative, practical, and bite-sized at the same time.&nbsp; <br><br>To elaborate we are going to start of course from the basics of some theoretical crucial definitions like database, queries,&nbsp; tables, columns, and cells to some beginner sections parts like creating dropping and inserting into tables, data types, and operators to intermediate sections constraints primary and foreign keys functions, SQL&nbsp;most known clauses like (Select - Where - Group by - Order by) and alters to a touch of the advanced parts like joins and so much more. if you want to learn the basics of MySQL and start building your applications on the same day, then this course is yours. come on <strong>what are you waiting for?</strong> :)&nbsp; &nbsp; </p>", "preview_video": "https://mp4-b.udemycdn.com/2021-04-11_17-05-57-265251448f52c1cac3ad321237fcc354/1/WebHD_720p.mp4?secure=0YDa9U3ETvc2b63jETg46w%3D%3D%2C1637786463"}, {"course_id": "3923322", "category": "Development", "sub_category": "Web Development", "title": "Déployer Gratuitement WordPress en ligne (2021)", "level": "Beginner Level", "author": "Josaphat ADJIBI", "duration": "33 minutes", "rating": "4.9", "reviews": "7", "students": "1088", "coupon_code": "72622E94FAEE856358C3", "preview_img": "https://img-c.udemycdn.com/course/750x422/3923322_0f36_2.jpg", "coupon_link": "https://www.udemy.com/course/deployer-gratuitement-wordpress-en-ligne-2021/?couponCode=72622E94FAEE856358C3", "end_day": "2021-11-29 00:07:26+00:00", "headline": "Hébergez gratuitement 3 sites Wordpress avec certification SSL et développez dynamiquement WordPress en local", "description": "<p>Ce cours vous confère la possibilité d'héberger gratuitement au maximum 3 sites WordPress, avec certification SSL, ainsi que le développement de votre site WordPress en local. Il s'adresse a tout ceux qui souhaiteront héberger gratuitement leurs sites WordPress en ligne, sans dépenser le moindre centime pendant 9 mois. Aujourd'hui il existe de nouvelles technologies facilitant l’hébergement de WordPress en locale comme celle que vous-allez voir dans ce cour. Ensuite nous aborderons comment installer les Démos d’un thème de WordPress. Cette partie vous permettra de disposer d’un site prédéfinis en locale, et il vous suffira alors de faire les personnalisations nécessaires afin de répondre à vos ambitions de site. Les Démos existent sous plusieurs catégories, tels que les sites de e-commerce, d’actualité, de blogging, de forum, de business etc... L’hébergement par contre est une partie délicate de ce cours, il mérite une grande concentration pour la mise en œuvre des instructions. La certification SSL en outre est une partie très importante dans la qualité du site publié. En effet elle rassure vos visiteurs de la légitimité de votre site et vous mets au meme pied d’égalité que vos concurrents a hébergement payant. Profitez bien de ce cours, il sera révisé mensuellement.</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-10-15_23-41-49-de6219a232f83e7bb4cdd25faf6386e2/2/WebHD_720p.mp4?secure=lp6Y6s_WUgnm95hHq_x1qw%3D%3D%2C1637786478"}]}