{"last_time_update": "2021-12-25 17:08:47", "results": [{"course_id": "4135536", "category": "IT & Software", "sub_category": "Hardware", "title": "MOSFET Crash Course", "level": "All Levels", "author": "Sujithkumar MA", "duration": "3.5 hours", "rating": "3.5", "reviews": "38", "students": "6816", "coupon_code": "FA070BDFB01BB1241F40", "preview_img": "https://img-b.udemycdn.com/course/750x422/4135536_4920_3.jpg?secure=ngKfpT1GZXUB_FS1Yy9gjw%3D%3D%2C1640534490", "coupon_link": "https://www.udemy.com/course/mosfet-mini-course/?couponCode=FA070BDFB01BB1241F40", "end_day": "2021-12-30 13:56:50+00:00", "headline": "Learn the core concepts of Metal Oxide Semiconductor Field Effect Transistors and how to build circuits with them", "description": "<p>Hey there! Welcome to my <strong>'MOSFET Crash course'</strong>. In this course, The core concepts of MOSFETs like their construction, working and applications will be dealt. </p><p>After studying this course, you'll be able to</p><p>1. Design logic circuits using CMOS Logic. </p><p>2. Design a MOSFET Amplifier using any one of the three combinations (CS, CG, CD) </p><p>3. Use MOSFETs as electronic switches. </p><p>4. Understand the difference between BJT and FET</p><p>5. Understand the different types of FET and MOSFET</p><p>6. Know the formation of different logic gates using PMOS and NMOS. </p><p>7. Know how to use TinkerCAD, A circuit simulation tool.</p><p>8. Use MOSFET to control electronic components like LEDs</p><p>9. Understand the terminologies like Power Consumption, Fan In, Transconductance etc. </p><p><br></p><p>MOSFETS are widely used in industries. Some of the major applications of MOSFETS are:</p><p><br></p><p>1. MOSFET is used for switching and amplifying electronics signals in the electronic devices.</p><p>2. It is used as an inverter.</p><p>3. It can be used in digital circuits. </p><p>4. MOSFET can be used as a high frequency amplifier.</p><p>5. It can be used as a passive element e.g. resistor, capacitor and inductor.</p><p>6. It can be used in brushless DC motor drive.</p><p>7. It can be used in electronic DC relay.</p><p>8. It is used in switch mode power supply (SMPS).</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-20_17-33-43-681d32d34fd9c3c915b774ab29e7ec58/1/WebHD_720p.mp4?Expires=1640464290&Signature=lq1AoP-hZ8ERP7wKik2zHNceXN3HI5wmHZ1fdQDxNNSKvWakUZpiu8fx3TLXCtmdnT87QNLqnNLMP1eXx-fNu9cbxlOe1G7ZxHGUZttQMzl4FFsqO-U1kXfMLcFG3GfRawfOBoxfsR5CwlJ1kI6WyF88TrduPozy1dNO-9m-Bn4k9FFy21kM-TZd5NvDFTvSsY3fH7S1Fu~Wc5IiYbmqj7yfLqK9meGDMH6ZGkJxJVLzli5dhC5NhMaxVfZFOGuIOfT7VDqjoutN9elFehcGePntOh896yMXpaDkBdjT-p0iaRGOdjIoDnG9feJgVAUXMMAoUhLwKFa2X6R2fUvHmg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3904774", "category": "Business", "sub_category": "Human Resources", "title": "Diversity At Workplace", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "32 mins", "rating": "4.7", "reviews": "154", "students": "28797", "coupon_code": "DEC-2021", "preview_img": "https://img-c.udemycdn.com/course/750x422/3904774_476b.jpg", "coupon_link": "https://www.udemy.com/course/diversity-at-workplace-t/?couponCode=DEC-2021", "end_day": "2021-12-27 10:17:32+00:00", "headline": "If you want to position your business for success, hire a diverse workforce.", "description": "<p><strong>Diversity in the workplace</strong> is vital for employees because it manifests itself in building a great reputation for the company, leading to increased profitability and opportunities for workers.</p><p>Workplace diversity is important within the organization as well as outside.</p><p><strong>Diversity in the workplace</strong> means that a company’s workforce includes people of varying gender, age, religion, race, ethnicity, cultural background, sexual orientation, religion, languages, education, abilities, etc.</p><p><strong>Why is workplace diversity so important?</strong></p><p>In the modern, globally connected society and market, workplace diversity is becoming a <strong>necessity </strong>rather than a banner companies wave to show their commitment to embracing differences.</p><p>Most of the modern companies can sell their products <strong>all over the world</strong>, reaching many different groups of people. In order to successfully create, present and sell their products in this global market, companies <strong>need </strong>a diversified workforce.</p><p>So, in this class our Learning Objectives are:</p><ul><li><p>Understand what diversity and its related terms mean</p></li><li><p>Be able to identify your stereotypes</p></li><li><p>Understand what terms are politically correct and which are not, and why</p></li><li><p>Be familiar with the four cornerstones of diversity</p></li><li><p>Develop a technique for dealing with inappropriate behavior</p></li><li><p>Develop a management style to encourage diversity</p></li><li><p>Know what to do if you or one of your employees feels discriminated against</p></li></ul><p>So, shall we get started? I wish you a happy learning!</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-03-10_18-27-35-2bbbf410a61aae5dcbeec3c4c3756a88/1/WebHD_720p.mp4?secure=AUw37fWdVeVos-Yr4rfMkw%3D%3D%2C1640464295"}, {"course_id": "4122346", "category": "Marketing", "sub_category": "Search Engine Optimization", "title": "Technical SEO Content Writing Tips & How-to Examples | 2021", "level": "Beginner Level", "author": "Abdullah Khan", "duration": "1 hour", "rating": "4.5", "reviews": "17", "students": "2421", "coupon_code": "DISCUDEMY", "preview_img": "https://img-b.udemycdn.com/course/750x422/4122346_5322_4.jpg?secure=7qavou-0h0EpVgeRVS5h4w%3D%3D%2C1640534519", "coupon_link": "https://www.udemy.com/course/technical-creative-seo-content-writing-for-advanced-strategy/?couponCode=DISCUDEMY", "end_day": "2021-12-30 10:59:23+00:00", "headline": "Learn how to create content for SEO strategy and enjoyable user experience. How to write to Increase rank and visitors.", "description": "<p><strong>Get Top Ranks, Maximum Traffic, Maximum Leads, Smart Landing Pages and Perfect User Experience.</strong><br><br><em>\"</em><strong><em>Learn about the content that users want to read and is relevant. \"</em></strong></p><p>Always thought about if you are <strong>writing for SEO </strong>as well as your visitors?<br><br>In this training program you will <strong>Learn SEO content writing </strong>considering technical and user experience aspects.<br><br>You will learn about the <strong>website structure</strong>, <strong>content structure</strong>, <strong>how your audience thinks</strong>, what your users wants to achieve.<br><br>You will understand your business objectives keeping in perspective what your product offers, what you do differently from your competitors.<br></p><p>Learn the <strong>Structured way of writing content</strong>. Ever structured or thought about the nitty-gritty of <strong>how small structured changes </strong>in your content will <strong>impact your overall website experience</strong>, <strong>avg. session duration</strong>, <strong>lead generation</strong>, <strong>lead nurturing</strong>.</p><p><br></p><p>What about the user journey? The journey your customer takes from first hearing about your brand to starting correspondence to becoming your customer.</p><p><br></p><p>You will learn about how user takes different steps from first query until <strong>conversion </strong>happens.</p><p><br></p><p>What about buyer personas? Are all the users same? All buyers start with different intent. Some are in the beginning of the funnel, some are the bottom waiting to<strong> make a purchase</strong> or <strong>place an order </strong>or<strong> book an appointment</strong>.<br></p><p>When you start working towards the structure, you get to know about the customer you didn’t know earlier as well as about your competitors and your own product.<br></p><p>This program will help you get a much better understanding before you start writing SEO content yourself, or hire an experienced content writer to work for you.<br></p><p>What is given here can be used by you not just for SEO, but <strong>paid marketing</strong>, even <strong>social media</strong>.</p><p><br></p><p>If you are a <strong>web developer </strong>it will help you design web elements that will prominently display useful information and persuade your user into become your customer.</p><p><br><br></p><p><br><br></p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-14_11-03-54-1a8b99e5cdc89ab87687840be46c5a67/1/WebHD_720p.mp4?Expires=1640464319&Signature=ZhI8pM0hPUQ-gh0mh6X9d0GBeSK4I3LSx9vFb7OfBqmCByxSuFa2g6fzIKuZ3c-9ExMFouapxbHzkBMr0lP5~BahTOdTRCWv1FMWqXLgGn8f-UqMul-AiRACc2qWlyT9nlCct-RpxTgU38ysa0M5xDA8L2OPslt7VpyvtXEmJRnVr0U4blcc1r6bgJ9kSbfjCvdyKaGs6cyrmGbAfrHRywsPFyy8ZzD8zZvdxzgBYcPr93i~IwRbz81072wv9uLWEtGW7KhnJLPkoR-WgqSfSE-2yl~gVPKUfPmjwPpt-aR~Pkt9ODqEgbWz53VxeZhBLyJ5I2pXNL-cxN58yj-dSg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3650240", "category": "Office Productivity", "sub_category": "Microsoft", "title": "Excel Karten", "level": "All Levels", "author": "Kristoffer Ditz", "duration": "1 Stunde", "rating": "5.0", "reviews": "4", "students": "256", "coupon_code": "B3018AE254F171152DDA", "preview_img": "https://img-c.udemycdn.com/course/750x422/3650240_caae.jpg", "coupon_link": "https://www.udemy.com/course/excel-karten/?couponCode=B3018AE254F171152DDA", "end_day": "2021-12-26 09:17:50+00:00", "headline": "Lernen Sie, wie Sie eine Europa-Karte in Excel erstellen. Das Vorgehen lässt sich auch auf einzelne Länder übertragen", "description": "<p><strong>Allgemein</strong></p><p>Wenn wir im Vertrieb regionale Analysen durchführen, kommen hauptsächlich Tabellen und Balken-Diagramme aus Excel zum Einsatz.</p><p>Noch mehr Grafik können wir mit Karten bieten, die dann bei Präsentationen eingesetzt werden.</p><p>Die Karten, die Excel ab 2016 führt, stoßen dabei recht schnell an ihre Grenzen.</p><p><br></p><p>In diesem Video lernen Sie, wie Sie für Europa eine Karte mit Excel erstellen - Einmal nach Umsatzgröße und einmal nach Gewinn und Verlust (EBIT). Die Technik können Sie dann allerdings auch für einzelne Länder z.B. USA nach Staaten, oder Deutschland nach Bundesländern, anwenden, weil die Methode die gleiche ist.</p><p><br></p><p><strong>Inhalt</strong></p><ul><li><p>einfache Excel-Karten</p></li><li><p>Excel-Karte Europa mit Umsatzgrößen pro Land</p></li><li><p>Excel-Karte Europa nach Gewinn und Verlust</p></li><li><p>inkl. der fertigen Excel-Lösungen</p></li></ul><p><strong><em>Hinweis:</em></strong><em> In diesem Videos wurde mit Excel 2016 gearbeitet. Die einfache Karte lässt sich nur mit dieser oder einer höheren Version umsetzen. Die anderen Karten lassen sich auch mit einer älteren Version umsetzen.</em></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-11-21_16-43-29-be5ad85bf93649648352e994aa95e8ff/1/WebHD_720p.mp4?Expires=1640464325&Signature=ITNqzQZo2ePcgwrlPK3MyxVJGA4IouPDw0fSqAFnZuFKvJqt6WRM2yZnj7ltAgPtx82tbS8mslLcHQKlaJOH0xFLpgL8uR~XPgYIpSJLaN-KDZa3Wm99j9sedATRB1j4fEfrs7jmfwl5Sw~aPNf7ZfiWd6QyQuRNID9CvIS4OMp5vZfbnUZaSNYts51Lfpi4mQ~TsyEkBatHEVCRFkN~wulvzUAFmKxyxB4NX2TSKJR0ze4Hvxa4w5fufU6T~qFiD8HPToBWe4xL0zt1pYqJBT4qDN8470vUXiBudvMM2Sf5SW-uuJwigl4RCI7f0ZWOS6mJMIZQtC-g04zpwYAu4Q__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3850302", "category": "Business", "sub_category": "Sales", "title": "First Steps Into Selling Smarter", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "1 hour", "rating": "4.4", "reviews": "184", "students": "47338", "coupon_code": "DEC-2021", "preview_img": "https://img-c.udemycdn.com/course/750x422/3850302_4d8e.jpg", "coupon_link": "https://www.udemy.com/course/first-steps-into-selling-smarter-t/?couponCode=DEC-2021", "end_day": "2021-12-28 11:37:30+00:00", "headline": "Sales is a component of a company’s marketing and promotions", "description": "<p>Broadly defined, today’s top salespeople are in the business of identifying needs and persuading potential customers to respond favorably to an idea that will result in mutual satisfaction for both the buyer and the seller.</p><p><br>So with this course, you will become a skilled salesperson, skilled at networking and learn the 80/20 rule. After today, you will know who to target and how to target them, and remember to do some prospecting every day through warming up cold calls, following up on leads, or networking.</p><p><strong>At the end of this course you will be able to:</strong></p><ul><li><p>Understand a wonderful paradox: helping other people get what they want gives us more of what we want.</p></li><li><p>Use goal-setting techniques as a way to focus on what you want to accomplish and develop strategies for getting there.</p></li><li><p>Identify and be able to better present the competitive strengths of your products and services, so that you can be proactive in handling objections and more successful at asking for the business.</p></li><li><p>Use different types of selling for different situations.</p></li><li><p>Learn how to use a prospect board to make you more successful.</p></li><li><p>Identify target markets and target companies with the 80/20 rule in mind.</p></li><li><p>Develop and practice networking skills at every opportunity.</p></li></ul><p>So, what are you waiting for? Let’s get started.</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-02-15_12-33-57-4806b234b179e5987c49698dbae8f00a/1/WebHD_720p.mp4?secure=YGdGEM3TPb7TdKj-nfGQEA%3D%3D%2C1640464347"}, {"course_id": "4335330", "category": "Business", "sub_category": "Industry", "title": "Freight Broker Training: A Beginner's Guide to Get License", "level": "All Levels", "author": "Smart Academy", "duration": "32 mins", "rating": "4.6", "reviews": "22", "students": "2252", "coupon_code": "50FD8C2A710AB9615B14", "preview_img": "https://img-c.udemycdn.com/course/750x422/4335330_f154.jpg", "coupon_link": "https://www.udemy.com/course/freight-broker-training-a-beginners-guide-to-get-license/?couponCode=50FD8C2A710AB9615B14", "end_day": "2021-12-30 08:55:56+00:00", "headline": "What Does a Freight Broker Do? License, Jobs, Type, and Salary of this Business", "description": "<p>If you are one of those people who are tired of your job and looking for a new job position. <strong>a freight broker can be a good choice for you.</strong> freight broker does not require much initial capital and<strong> you can start your business easily</strong>. Due to the increasing development of technology and the transportation industry, it is an essential part of life that is expanding every day. Today is a good opportunity to enter the transportation industry to achieve financial success.</p><p> <strong>But the important thing is that you have to be well trained</strong>. Failure to learn freight broker before starting work can result in a loss of all your capital. So, a good training course can teach you all the freight broker skills.</p><p>Obtaining a freight broker license also has its complexities, and in this course, we have explained all the administrative and legal steps for obtaining a license. We have tried to cover all our side issues and teach you the main points. <strong>after 30 minutes, you will be fully prepared to become a freight broker.</strong></p><p>At the end of the course, the coach will be with you. If you have any questions, you can contact us to solve your problems and you will become an expert.</p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-10-05_14-52-16-fd9f4983278514ed65798d52d96303a3/2/WebHD_720p.mp4?Expires=1640464355&Signature=ckxjF-obSftDXQMI2UjMcbDuFzXQ1E0NHJlcI3AJ~7a50YWa2Jk4qembvqt85SodR1AEwiIS2YM99jb5uDBccdqlikfN3lWW5~AwdQ-IRxLR4CaLeFHLYEwwinpsHs23z~QAFwtSRjWwK0pTw83qV~YM1YNBmfjyRSIY08DOMW9ryb9OJpVAcgpACvUczsZwZK38mYrj-xaDJ7bDFi1~AbZb2rP3EHqjSLWYQZnCYSOnLy3hzqsAarA2p8NkO3X806B5tjzjs-DcxMz985RDEGwnAm-6dYTeMFuoPhZBovxWZzTti3FyV-XSiosseqV0pm64xmapA-X45LaY9UPKtg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3162082", "category": "Health & Fitness", "sub_category": "Meditation", "title": "Meditation For Beginners", "level": "Beginner Level", "author": "Kevin Ellerton", "duration": "1.5 hours", "rating": "4.7", "reviews": "461", "students": "56404", "coupon_code": "D2A7F47177E7CFC4DE32", "preview_img": "https://img-b.udemycdn.com/course/750x422/3162082_6fea_4.jpg?secure=KuW_Nvbugo_VG1PKyRUK1g%3D%3D%2C1640534566", "coupon_link": "https://www.udemy.com/course/meditationforbeginners/?couponCode=D2A7F47177E7CFC4DE32", "end_day": "2021-12-26 03:47:04+00:00", "headline": "Completely new to meditation? This is the course for you!", "description": "<p>Meditation is one of the most powerful things that you can do, as a human being. It trains you to be in control of you mind and your emotions, in ways that you never knew were possible. It allows you to be happy just to be alive, even in the most difficult of circumstances; even when you're injured, or suffering a loss, stressed out at work, overwhelmed, depressed or anxious. It allows you to find the basic happiness of being alive, and that pervades everything else, so that you can deal with everything else much better.</p><p>Aside from just giving you that unshakeable happiness &amp; joie de vivre, it also gives you control over your mind in ways that are hard to even imagine before you experience it. It gives you the ability to focus on whatever you want to focus on, which can make you extremely productive and successful in life.</p><p>Tim Ferris studied hundreds of the world's most successful people: billionaires, celebrities, athletes, bodybuilders, and scientists at the tops of their fields. There was only one trait that over 80% of them had in common: a daily meditation practice. That's crazy when you think about it. It's not that they were all super intelligent, hard working, good looking, or born into wealthy families. The single most common trait among the world's most successful people is <em>meditation</em>. Isn't that weird?</p><p>To experienced meditators, this is not a surprise at all. It makes perfect sense that the world's most successful people are meditators. Meditation is a meta-skill; it's a skill that improves all of your other skills. It improves your ability to focus, so that you can do everything else better.&nbsp;In that way, meditation improves every aspect of your life, from relationships to health, happiness, productivity, career... everything.</p><p>In this course, you'll go from complete n00b to at least understanding the basics of meditation. This course is <em>Meditation For Beginners</em>. It will help you to get a good firm grounding in the basics of meditation, that you'll be able to take with you into daily life, to walk around in a meditative state, and to form the foundations for your own daily practice.&nbsp;All within about an hour and a half of course materials.&nbsp;Very easy, very simple, geared toward you, specifically, the beginner meditator. This will help you be happier in life, feel better, be healthier, and deal with pretty much anything that life will throw your way. The best hour and a half you'll ever spend in the rest of your life is this hour and a half, watching this course, learning to meditate for the first time.</p><p>I'll see you inside!</p><p>Namaste.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-06-12_17-02-35-ab7f9af42549a18ab10e0e3367da1f98/1/WebHD_720p.mp4?Expires=1640464366&Signature=VmMJhuYbNVRybb~wVrlkxF9~Qzbsq8P5XxaBMTa9M1mFjTFuTEH9A~zcHBZGb-Wrmdltjde07ozHzvZxtxE8y~2rKJAOScnjRsnoiXRbAuRWXcT7EHu29iuLJGhgnW9PiMcvOLU~-BBRVes9cjKo~iOHTAeYpe2Clg7Un10wecMxximA-HLGmdcIg~Eb3gVfMG0Ofded7ClhyYBWX9-XjKSAqffpTpIuz7x~im4X~hOQaIaFd3F2mHho~8Dg3O0nEJfGWJT9mgXK~HuyUI3LBowRpjQn4cjoQIa-y4guMlbGtDxKpyH9uQ5OETxsfmeUSNYfDOw2y37RlmWT7krh9w__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4438888", "category": "IT & Software", "sub_category": "Operating Systems & Servers", "title": "Concepts of Operating Systems", "level": "Beginner Level", "author": "Sujithkumar MA", "duration": "5.5 hours", "rating": "2.0", "reviews": "4", "students": "2472", "coupon_code": "AEC41C1D5ED913A62CAB", "preview_img": "https://img-c.udemycdn.com/course/750x422/4438888_6921.jpg", "coupon_link": "https://www.udemy.com/course/concepts-of-operating-systems/?couponCode=AEC41C1D5ED913A62CAB", "end_day": "2021-12-30 13:53:01+00:00", "headline": "Learn the core concepts of Operating Systems from the scratch!", "description": "<p>Welcome to my course on 'Concepts of Operating Systems'</p><p><br></p><p>The objective of the course is to make the learners understand the core concepts of the Operating Systems and interpret the same. </p><p><br></p><p>After completing this course, You'll be able to explain all the concepts that are dealt in this course. </p><p><br></p><p>I suggest you to take notes and note down the important points wherever and whenever necessary. </p><p><br></p><p>The contents that we'll be discussing in this course are:</p><p><br></p><p>Operating systems – types, layers, views, services</p><p>Kernel – types, responsibilities, micro kernel, macro kernel</p><p>Shells – definition, differences between different types of shells, shell commands</p><p>Process – process image, process control block, program to process conversion, process control table, five state model, seven state model, interprocess communication.- shared memory, resource sharing</p><p>Critical section – problem and solutions – mutex, semaphores</p><p>Classical problems in synchronization -&nbsp; readers’ writers problem, dining philosopher’s problem</p><p>Scheduling algorithms – FCFS, RR, SJF, SRJF AND SO ON.</p><p>Threads – types, execution</p><p>Deadlock – problem and bankers’ algorithm</p><p>Memory – types, concept of overlays, logical to physical address conversion, paging technique.</p><p><br></p><p>For all the algorithms, an example will be explained that will help you understand the implementation of the algorithms. This is a beginner friendly course which has no prerequisites and it covers a lot of mandatory concepts in OS in a single course. Looking forward to see you there!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-12-20_13-34-39-56a8bc0623aa7125cc0eae83d4c2af1d/2/WebHD_720p.mp4?Expires=1640464369&Signature=VDuUhiDMG1OcRDIbFLbAu-lKo4B6jgSx5yOic5YVfj9K54H7mAVv0NANLvAW9xKHPacF74nN6sTwihSReFb6nUYkmTKxq0r6Vkj3fAans6q1nLfS1HUcjiteuWnymRcFSuuV0iBMgOWGXAg8vKKMkjfzdx-gRJyrB64qW~dVQFi-wkgI63SVzl9GaMtq7M6uFy8qI~Ti-j3aaVlZRCEU-8TiEMED-~smQn99HdgBTnG0lRBu8VKf5gN~ILOLtgDQDE~Umt--rPMbIDFeA8wVIXvNxFIYZGXWvsse3YJhPH5DY2FEwqqIomVNZ0YnanzEuIb40i7f0ZqBWRTt6ptOEQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4414682", "category": "IT & Software", "sub_category": "IT Certifications", "title": "[New] AZ-104 Microsoft Azure Administrator-Practice Test", "level": "All Levels", "author": "Learning Academy", "duration": "", "rating": "0.0", "reviews": "0", "students": "1909", "coupon_code": "AZ-24-12", "preview_img": "https://img-b.udemycdn.com/course/750x422/4414682_aeac_3.jpg?secure=AJG7WAECRz3CIHuo_8yiKg%3D%3D%2C1640534571", "coupon_link": "https://www.udemy.com/course/new-az-104-microsoft-azure-administrator-practice-test-v/?couponCode=AZ-24-12", "end_day": "2021-12-29 20:11:41+00:00", "headline": "AZ-104 Microsoft Azure Administrator certification AZ-104 Test", "description": "<p>Welcome! -)</p><p><strong>Are you ready to take the Microsoft Azure Administrator Practice Tests?</strong></p><p>These “Practice exams” going to give you the education and the knowledge you need before the real exam</p><p>How we can be sure</p><p>Because this practice exam aren’t thrown together to make a quick buck</p><p>Nah</p><p>These practice exams soaked in value with the best practice exams to help you with your training which will give you the tools to enhance your career</p><p>Microsoft has created a track for Azure administrator who implements, manages, and monitors identity, governance, storage, compute, and virtual networks in a cloud environment. This certification program will provides Microsoft Azure administrator a way to demonstrate their skills. The assessment is based on a rigorous exam using industry standard methodology to determine whether a candidate meets Microsoft’s proficiency standards.</p><p>This practice test course contains <strong>2 complete timed tests, of over 50-questions each</strong>, properly balanced based on the exam domains just like you will get in the official exam. That's over <strong>100 questions</strong> to see how prepared you are for the real test</p><p>These AWS Certified Solutions Architect Associate practice exams have a passing score of 80% but I highly encourage you to repeat taking these exams again and again until you consistently reach a score of 85% or higher on each exam.</p><p><br></p><p>Remember that using this product alone does not guarantee you will pass the Microsoft Azure Administrator exam as you still need to do your own readings and hands-on exercises in Azure Administrator. Nonetheless, these Azure Administrator practice exams provide a comprehensive assessment on which knowledge area you need improvement on and even help you achieve a higher score!</p><p><strong>We are looking forward to seeing you inside the course.</strong></p>", "preview_video": ""}, {"course_id": "4417596", "category": "IT & Software", "sub_category": "IT Certifications", "title": "ServiceNow  Certified System Administrator (CSA)- Tests", "level": "All Levels", "author": "Learning Academy", "duration": "", "rating": "1.0", "reviews": "2", "students": "1498", "coupon_code": "SRV-23-12", "preview_img": "https://img-c.udemycdn.com/course/750x422/4417596_f2a9_2.jpg", "coupon_link": "https://www.udemy.com/course/servicenow-certified-system-administrator-csa-tests/?couponCode=SRV-23-12", "end_day": "2021-12-28 10:03:48+00:00", "headline": "ServiceNow - Certified System Administrator (CSA): 120 questions waiting just for you, get it now!", "description": "<p><strong>Welcome to the ServiceNow Certified System Administrator (CSA) practice tests</strong></p><p>The ServiceNow CertifiedSystemAdministrator ExamSpecificationdefinesthe purpose, audience, testing options, exam content coverage, test framework, and prerequisites to become a ServiceNow Certified SystemAdministrator.</p><p>You have to pass the CSA exam to receive certification from ServiceNow. To increase the effectiveness of your studies and make you familiar with the actual exam pattern, we have prepared these sample questions. The ServiceNow CSA Exam Form will give you more ideas about the type and difficulty level of questions on the ServiceNow CSA exam.</p><p>The ServiceNow System Administrator Certification (CSA) demonstrates that a successful candidate has the skills and essential knowledge to contribute to the configuration, implementation, and maintenance of the ServiceNow system. Successfully passing this Certification exam also establishes a set of skills necessary to continue in the ServiceNow Certification paths. It is a prerequisite for advanced courses.</p><p>You can assess your preparation before the final exam by trying the ServiceNow CSA practice exam in both the web-based and desktop versions. With our customizable mock tests, you can track your progress, identify areas of the weakest setup, and eliminate errors before the actual ServiceNow Certified System Administrator test. These exam simulator tests help you to overcome the anxiety about the actual exam by providing real exam like scenario.</p><p><br></p>", "preview_video": ""}, {"course_id": "4043852", "category": "IT & Software", "sub_category": "IT Certifications", "title": "PMP® Practice Test: Project Management Professional 2021", "level": "All Levels", "author": "Debajyoti Adhya", "duration": "", "rating": "4.7", "reviews": "41", "students": "18894", "coupon_code": "8D7BAFBEE5C33E35003A", "preview_img": "https://img-c.udemycdn.com/course/750x422/4043852_84bd.jpg", "coupon_link": "https://www.udemy.com/course/pmp-practice-test-project-management-professional-2021/?couponCode=8D7BAFBEE5C33E35003A", "end_day": "2021-12-30 02:07:44+00:00", "headline": "Prepare yourself to pass the PMP® certification exam in 2021 The Complete PMP® Practice Test - 360 Questions", "description": "<p>The <strong>PMP®</strong> certification is the most widely and globally recognized project management certification in 2021. It validates your experience and knowledge of Project Management. </p><p>Unfortunately <strong>PMP®</strong> Exam content outline has changed in 2021, Hence old mock test preparations can not completely prepare you to take the challenge. This course can align your preparation to the new expectation of PMI&nbsp;from its students. Each practice test covers a deep understanding to carry out project management responsibilities. The new domains for PMP® are as follow:</p><ul><li><p>People (42%)</p></li><li><p>Process (50%)</p></li><li><p>Business Environment (8%)</p></li></ul><p><strong>Why to choose this course?</strong></p><ul><li><p>PMP® Certification changes are covered in this course</p></li><li><p>2 practice Mock exam for reality check for your preparation.</p></li><li><p>Most of the questions are close to real exam questions with small changes.</p></li><li><p>Explanations for every right answers are prepared to make you understand in a clear and concise manner.</p></li><li><p>The creator for this course has already experienced the difficulty a student can face due to the new change in exam pattern.</p></li></ul><p><strong>PMP® Examination Information</strong></p><p>The PMP® certification is comprised of 180 questions. Among which 5 are considered non marking questions. Non marking questions do not affect the score and are used in examinations as an effective and legitimate way to test the validity of future examination questions. All these questions are randomly placed throughout the examination to test the robustness of your preparation.</p><ul><li><p>No. of Scoring Questions: 175</p></li><li><p>No. of Non Scoring Questions: 5</p></li><li><p>Total number of Questions: 180</p></li><li><p>Allotted Time: 230 Minutes</p></li></ul><p><strong>Choose this course and Lets Get it Done! </strong></p>", "preview_video": "https://mp4-b.udemycdn.com/2021-05-12_07-14-15-9e61e5dedb7639acda782ba8b07b4b6e/1/WebHD_720p.mp4?secure=Kf2Xux4rbljSAZ8ZB_jXxA%3D%3D%2C1640464402"}, {"course_id": "4451966", "category": "Business", "sub_category": "Project Management", "title": "Kanban Metrics for Agile teams: Measure & Improve Flow", "level": "All Levels", "author": "GenMan Solutions", "duration": "1 hour", "rating": "0.0", "reviews": "0", "students": "1095", "coupon_code": "KANMET3", "preview_img": "https://img-c.udemycdn.com/course/750x422/4451966_e631_3.jpg", "coupon_link": "https://www.udemy.com/course/kanban-flow-metrics/?couponCode=KANMET3", "end_day": "2021-12-30 13:19:57+00:00", "headline": "Learn Kanban Flow Metrics & Improve Business Agility. Must-know for Agile certifications.", "description": "<p><strong>Welcome to the course on Kanban Flow Metrics!</strong></p><p><strong>About Kanban Flow Metrics</strong></p><p>In order to build successful &amp; productive teams, establishing a stable workflow is important. A stable workflow helps your organization to deliver the product faster and with greater customer value. </p><p>But how can you measure the success rate of your workflow and improve it?</p><p>The answer is simple - with statistically significant data. </p><p>And it is therefore essential to track the right metrics in order to make meaningful tweaks to your Kanban workflow and setup. </p><p>With Kanban metrics, you will be able to understand how your team is performing and where they need to improve. The key focus area for these metrics are measuring “time to value” or “time to market” thereby generating direct business value. </p><p>With Kanban metrics, you don’t need to guess when project work will be done, as they give you hard data on the productivity, efficiency, and reliability of your production process.</p><p><strong>About the course</strong></p><p>In this course, we'll be discussing the key Kanban Flow Metrics, the relationship between them and the charts you should be following to track the progress of your workflow.</p><p>Please find below the key Kanban metrics we are going to cover in this course:</p><ul><li><p>Work in progress</p></li><li><p>Cycle Time</p></li><li><p>Lead Time</p></li><li><p>Throughput</p></li><li><p>Work Item Age</p></li></ul><p>Along with the above metrics, we are also going to cover Cummulative Flow Diagram followed by in-depth coverage of Little's Law for a stable flow. We will also take you through some practical exercises for better understanding of these metrics &amp; their application.</p><p>This course is ideal for <strong>software developers, project managers, software leadership, or anyone who is looking to build productive teams and delivering maximum value early to their customers.</strong></p><p>Course enrollment grants you <strong>lifetime access to all the the entire course content including quizzes, practice exercises etc.</strong> In addition, you’ll also r<strong>eceive 1-on-1 support for any questions or uncertainties that come up.</strong> And this all comes with a <strong>30-day money-back guarantee!</strong> You have nothing to lose and so much knowledge to gain.</p><p>I hope that you will enjoy the course, be challenged by it and learn a lot. </p><p>It is suggested that you go through the course at a pace that makes sense for you. The topics build on each other, so it is better to slow down and really learn something than to just move on in order to keep up a certain pace. </p><p>So, I have the tools needed to get the job done. So, let’s do it, I’ll see you in class. All the best!</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-12-23_09-23-17-d0521981181da3a9e7a44181fbebb9e6/2/WebHD_720p.mp4?secure=D1mxS0lEFMl5Wwl4NG-4aA%3D%3D%2C1640464424"}, {"course_id": "4329312", "category": "IT & Software", "sub_category": "Hardware", "title": "Embedded C for 8051 Microcontroller", "level": "All Levels", "author": "Sujithkumar MA", "duration": "5.5 hours", "rating": "3.9", "reviews": "4", "students": "5966", "coupon_code": "D63142330D0B7CD37816", "preview_img": "https://img-b.udemycdn.com/course/750x422/4329312_356a.jpg?secure=gg8Zl7aqAlsIr7n4Dx7JaQ%3D%3D%2C1640534641", "coupon_link": "https://www.udemy.com/course/embedded-c-for-8051-microcontroller/?couponCode=D63142330D0B7CD37816", "end_day": "2021-12-30 13:54:28+00:00", "headline": "Learn how to program 8051 Microcontroller using Embedded C and build Embedded Systems!", "description": "<p>By learning this course, </p><p><br></p><p>You'll be able to </p><p>1. Understand the differences between C and Embedded C</p><p>2. Know how to program in Embedded C</p><p>3. Understand the internal architecture, on chip and off chip peripherals of 8051 microcontroller. </p><p>4. Understanding the usage of Keil IDE to program 8051.</p><p>5. Understanding the hardware components in 8051 development kit. </p><p>6. Build Embedded Systems Projects. </p><p><br></p><p>This course is completely practical oriented. We will be working with an hardware kit called 8051 development kit. Perhaps it's not necessary to buy the hardware if you don't wish to. Since, the results of each code can be verified in the simulation tool itself. But, working with hardware and getting the practical knowledge enhances the learning.</p><p>An embedded system is <strong>a microprocessor-based computer hardware system with software</strong> that is designed to perform a dedicated function, either as an independent system or as a part of a large system. At the core is an integrated circuit designed to carry out computation for real-time operations.</p><p>Hardware + Software = Embedded System!</p><p>We will be understanding both the things in this course. At the end of this course, the learner should be able to develop an embedded product using 8051 microcontroller for any application. </p>", "preview_video": "https://mp4-c.udemycdn.com/2021-10-01_15-36-20-fd886dfdf1a93fc61b147fee49445229/2/WebHD_720p.mp4?Expires=1640464441&Signature=AauqF7QkmFwWScOTeV2cJTG35D5Cfbhh~fJBgl00jr2Wq5Bmz2jKWVSPxRuTp3vbGG8Ki4bEgFNDhTPoqpVTWHvRiRFgRG4rgUqJpsFU~f1jxz3rA0KGXmBqZCrwAJQmZ5Ygqzf~Dao1uqlzZ7OpTah8WywFo9a89~757NQlaZAi~MzZgADFEPNfnHJQ3H5jpRGlQoiBbeIbhdwaQDPiIJ~sUsYL5DwvQ6mOv~8yp73d87ixX3Qtyk2NpHxjl2BHlzEj8Q7XQZcvZVbfNREewqT3rHtDBsy3-FBEEglmgAbljGfBWVlw0tut3ARejR5nzW4HehUuZc~8LdaP4nHOJQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2604580", "category": "IT & Software", "sub_category": "Other IT & Software", "title": "Ultimate Beginner Guide to Streamlabs OBS (OBS)", "level": "Beginner Level", "author": "Nick Nyxson", "duration": "2 hours", "rating": "4.6", "reviews": "250", "students": "69554", "coupon_code": "0E5EBB3D6F97A886BD68", "preview_img": "https://img-c.udemycdn.com/course/750x422/2604580_c9b0_5.jpg", "coupon_link": "https://www.udemy.com/course/ultimate-beginner-guide-for-streamlabs-obs/?couponCode=0E5EBB3D6F97A886BD68", "end_day": "2021-12-30 04:00:24+00:00", "headline": "Learn everything you need about livestreaming on Twitch, YouTube, Mixer and more with SLOBS fast and easy", "description": "<p>Welcome to <strong>Ultimate Beginner Guide to Streamlabs OBS (OBS)!</strong></p><p>Nick Nyxson here, Your Instructor for this course.</p><p>In this course, you will learn how to start using&nbsp; Streamlabs OBS which is live streaming software made by Streamlabs and is a modified version of Open Broadcaster Software (OBS).</p><p>In this course You Will Learn:</p><ul><li><p><strong>What is SLOBS (Streamlabs OBS);</strong></p></li><li><p><strong>How Streamlabs OBS is any different from OBS Studio;</strong></p></li><li><p><strong>Streamlabs OBS Settings Walkthrough;</strong></p></li><li><p><strong>Streamlabs OBS Sources and Scenes;</strong></p></li><li><p><strong>Steamlabs OBS Tabs;</strong></p></li><li><p><strong>and Much, Much More!</strong></p></li></ul><p>Everything you will learn here will be based on My practice as a video content creator and Streamer and Everything shown step by step as I am performing everything live on video.</p><p>Most importantly this course will continue and grow as time passes and all the upgrades will be available for FREE for every enrolled student.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask, I will try to answer any of your questions as fast and as detailed as possible.</p><p>Join me in this amazing journey and I hope to see you in class :)</p><p><br></p><p><em>Disclaimer: This course is made for beginners in live streaming, Open Broadcaster Software (OBS), and Streamlabs OBS (SLOBS). </em></p><p><br></p><p><em>Version History:</em></p><ul><li><p><em>Version 1.0 - Initial Release;</em></p></li><li><p><em>Version 1.1 - Added New \"Introduction\" and \"Basics\" Sections, New Logo.</em></p></li></ul>", "preview_video": "https://mp4-b.udemycdn.com/2019-10-14_11-59-59-51032b59daf1c4974e4d01175672871b/WebHD_720p.mp4?secure=urDfuiDF37l9XXSxGSDnnQ%3D%3D%2C1640464444"}, {"course_id": "3597160", "category": "IT & Software", "sub_category": "Operating Systems & Servers", "title": "Applied Linux Command Line and Shell Scripting Zero to Elite", "level": "All Levels", "author": "Seyed Farshid Miri", "duration": "9 hours", "rating": "4.5", "reviews": "606", "students": "93369", "coupon_code": "F5AA0DB4A885154B1E8A", "preview_img": "https://img-b.udemycdn.com/course/750x422/3597160_0066_18.jpg?secure=LFTiTtJ7AR5VT8aklyxfqA%3D%3D%2C1640534661", "coupon_link": "https://www.udemy.com/course/complete-linux-command-line-and-terminal-productivity/?couponCode=F5AA0DB4A885154B1E8A", "end_day": "2021-12-30 08:56:08+00:00", "headline": "Learn +200 modern & practical industry-proven Linux tools + project-based shell scripting from the beginning", "description": "<p><strong>Timesaving </strong>and <strong>Use-Cases</strong> constitute the spirit of this course. That is why it is designed to be learned fast and practical.</p><p><strong>Topics &amp; some of the shell tools we cover in this course:</strong></p><ul><li><p>Kernel spaces</p></li><li><p>Different Shells, ZSH, Bash, Oh My ZSH, Tmux, productivity plugins</p></li><li><p>Package management: apt, apt-get, yum, zypper</p></li><li><p>File Archiving: p7zip, xz-utils, gzip, gunzip, tar</p></li><li><p>Command-line chaining: pipe, %token,&nbsp; AND_IF, OR_IF, DSEMI</p></li><li><p>System and hardware: dmidecode, lsblk, inxi, ncal, time, uptime, date</p></li><li><p>Managing disk and file permissions: dd, gzip, fdisk, swapoff/on, free, find, chmod, mount, runlevel, fsck, mkswap, resize2fs</p></li><li><p>Services and performance management: ps, kill, killall, pkill, pstree, lsof, pgrep, top, htop</p></li><li><p>Users and groups management: sudo, passwd, useradd, adduser, id, usermod, chage, getfacl, setfacl, who, last, lastb, utmpdump</p></li><li><p>Networking: iproute2, ip, txqueuelen, mtu, netplan, route get, list, neighbor, traceroute, DNS, dig, host, OpenSSH, SSH Tunneling, Socks, SCP, RSync</p></li><li><p>IPTables, Filter, NAT, Mangle, UFW, covering IPTables completely</p></li><li><p>System Visibility using sysdig &amp; csysdig: Kernel syscalls and event use-cases, Chisels and Text-GUI CSysDig</p></li><li><p>Task Automation with cron jobs</p></li><li><p>Shell Programming (Bash scripting) from bash basics to writing a few projects e.g. writing automated backup, a password manager, and so on</p></li><li><p>Checking on Windows subsystem for Linux: WSL2 along with Windows Terminal profiles with Oh My ZSH, Nerd Font, colorls, backup WSL Linux machines, and much more</p></li></ul><p>We set our goal to make you <strong>feel</strong> <strong>confident</strong> when dealing with the command line of any Linux distribution in production environments so that you can put your skills to work in as <strong>little time</strong> as possible. How do we do that? During this course, you will see <strong>hundreds of</strong> Linux command-line tools and you will write hundreds of lines for <strong>Shell Programming</strong> or as some may be used to call it, <strong><em>Bash Programming</em></strong>, so by end of the course, you have built a relatively <strong>robust understanding</strong> of different aspects of Linux for real life and work projects.</p><p>long story short: Your learning approach in this course is the same way as you probably learned how to ride a bike! Remember? Even if you haven't, you will learn Linux Command-Line and Shell Scripting (<strong><em>Bash scripting</em></strong>) with us anyway! Just keep <strong>do-along</strong> with each video and <strong>code-along</strong> with each project.</p><p>Since different work environments are built-up with different Linux distributions, this course is inspired by <strong>LPIC Certificate</strong> and therefore is built <strong>vendor-neutral</strong>, meaning no matter RedHat based, or Debian forked, e.g. <strong>CentOS, OpenSUSE, Ubuntu, Kali</strong>, or even <strong>Windows Subsystem for Linux</strong> (<strong>WSL 2</strong>), you will learn their differences and will start doing real things in their shell.</p><p>Here is an overall conceptual breakdown of the course:</p><ul><li><p>Section 1 and 2, starts with the <strong>basics of Shell and Kernel</strong>, then moves on with preparing the lab environment<strong> </strong>and Terminal</p></li><li><p>Section 3 to 8 builds your ability to understand the fundamental concepts and work with commands on <strong>key components of Linux.</strong></p></li><li><p>Section 9 and 10 dig deep in key <strong>Networking</strong> tools, concepts, and commands</p></li><li><p>Section 11 is entirely about <strong>system visibility</strong> using <strong>sysdig </strong>and <strong>csysdig</strong>, inspecting the kernel syscalls, and applying their use-cases</p></li><li><p>Section 12 is all about <strong>Shell Programming</strong>. You will learn the basics and start building a <strong>scripting mindset</strong> by coding along with Projects such as creating a Backup tool and a Password Manager and so on</p></li><li><p>Section 13 is mostly useful for Windows users who would like to run Linux applications with the native performance of their Windows machine using Windows Subsystem for Linux</p></li></ul><p>By the end of the course, you will have the ability to confidently <strong>apply </strong>the skills and grounded knowledge you learned during this course in different productive workplaces within divergent computing and IT&nbsp;branches such as Ethical Hacking, IT&nbsp;Security, IT Administration, Cloud Security, Networking, Linux Development, and much more.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-12-01_20-00-40-86aa330b1c4178bcdfa295e598f036c2/1/WebHD_720p.mp4?Expires=1640464461&Signature=UKzZ2xYvIhMREKeuvggAaSVZyeeXp-0q7JGSm60vvIea9937bh1b0Klz-1a8X~dFqARGUJwLQTiME2-FDhnS4qEG8ulwHDzbJxlgWHiosfuORgO7pLzXcmLyEDzvMvViZpGnqAEq8VCtaPvcylBWIbmmeM6bxQGnkg-RXPAMKo~TQKnECyefLn5Iqn2C0Yjf6tBzUMNaoC5~exS0hAtang~wLHzx3ysHZkz8OKkCxSYQDrxZ9bNkM0gAb6THeRNalsGrQ28Q-VTuA-o4yip04ltVCaRN08ywXQkSHgLR9fmNvrbNHa7uOi5RlBaPIQr2FMbg8B~rJ-JhKDSv0xfFBQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3255656", "category": "Teaching & Academics", "sub_category": "Engineering", "title": "Engineering Drawing / Graphics : Hands-on training", "level": "Beginner Level", "author": "Easy learning", "duration": "10.5 hours", "rating": "4.5", "reviews": "130", "students": "18889", "coupon_code": "DRAWING3", "preview_img": "https://img-c.udemycdn.com/course/750x422/3255656_4c77_5.jpg", "coupon_link": "https://www.udemy.com/course/engineering-drawing-graphics/?couponCode=DRAWING3", "end_day": "2021-12-29 10:31:19+00:00", "headline": "Course is for Engineering/polytechnic students of all branches.  Students from 12th science can also enroll.", "description": "<p>Students will be able to draw after instructors steps. As instructor has drawn with actual instruments of drawing learner will not get any difficulty to draw.&nbsp; Instructor will give learner step by step approach to draw various topics from engineering drawing/graphics. This course is for first year all branches engineering students, first year all branches polytechnic/diploma students and for 12th science students. </p>", "preview_video": "https://mp4-c.udemycdn.com/2020-12-17_05-44-35-67af950f079653f6266f8d82cf9cf5aa/1/WebHD_720p.mp4?Expires=1640464475&Signature=YCW5evcvl2Q0n-YRUytKI-CSd8Z-WVmD8syE1aqqyovb~Gk5dF~8oxRmyRN8BOBipfFZ-bi8JZwZ39rcV73Fd3d6pcPUDqOsNLMuMoc-A7uGTDfhVT~43lZaxbQlVQSzPdFfDsaZhyRHaYRb-O0jrqyxRCi7u9LDYajjUyTKfhDalpLB300YrynLSprgcVpVvffdKs8d0-1dolt1ggGG7g-96zTnOpB9e6rvm7ZSSkFZif--udOlwKGU~AMFj9lBu8sjTCns2l3oox~J5qcI0OlfkXSEkQrDp3BmMd68Cif3KKzgQhCpyLBS1uxcecOZ51yNwwbvzg7t7HRvr9-2gg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4100210", "category": "Business", "sub_category": "Other Business", "title": "FEMA 1999 & Foreign Exchange Regulations In India", "level": "Intermediate Level", "author": "Dr. Vijesh Jain", "duration": "3 hours", "rating": "4.5", "reviews": "18", "students": "7522", "coupon_code": "5A3686FBCB84F1A4CCB7", "preview_img": "https://img-c.udemycdn.com/course/750x422/4100210_694b_3.jpg", "coupon_link": "https://www.udemy.com/course/fema-1999-foreign-exchange-regulations-in-india/?couponCode=5A3686FBCB84F1A4CCB7", "end_day": "2021-12-27 03:12:48+00:00", "headline": "FEMA 1999, Foreign Exchange Rules in India, Residents, Non Residents, FX Bank Accounts, Current Account, Capital Account", "description": "<p>FEMA 1999 &amp; FX Regulations in India is a VJ Exports Mastery Series Course. This is a revolutionary and most effective specialized course is meant for persons who have anything to do with Foreign Exchange in India. Since India's journey from FERA to FEMA coincides with the economic growth story of this most exciting emerging large free market in the world. And with the largest young population. Therefore, it makes great sense to learn the subjects covered in this course.</p><p><strong>Description</strong></p><p>Basics of FEMA – a masterclass by Dr. Vijesh Jain is a specialized course. And it is intended to train the students to the working knowledge and understanding of FEMA. At the same time, this course also throws light on the current Foreign Exchange regulations in India. Therefore, the course will make you understand the theme and approach of the provisions of FEMA. And how and why it is what it is.</p><p>Incidentally, FEMA is the only dossier of the foreign exchange regulations in India which governs all transactions that take place in the country whether official or unofficial. Therefore, this course will traverse through the historical perspective of the subject. And take you through the journey and story of the various provisions which are created to encourage and facilitate foreign trade. And foreign dealings between the residents and nonresidents of this country with the world around us. Using certain case studies and examples the course teaches the concepts more interestingly.</p><p><strong>Topics Covered:</strong></p><p>Foreign Exchange regulations in India, post-independence</p><p><em>FERA to FEMA 1999</em></p><p><em>Resurgence of India</em></p><p><em>Basic concepts of FEMA 1999</em></p><ul><li><p>Objectives of FEMA</p></li><li><p>The ecosystem of FEMA 1999</p></li><li><p>Structure of various sections in FEMA</p></li></ul><p><em>Balance of Payment</em></p><ul><li><p>All Current Account Transactions</p></li><li><p>Capital Account Transactions</p></li></ul><p><em>Residential status</em></p><ul><li><p>Who is Resident?</p></li><li><p>FEMA vs Income Tax Act of India</p></li></ul><p><em>Classification of Transactions in FEMA 1999</em></p><ul><li><p>Several Current Account Transactions under FEMA</p></li><li><p>Capital Account Transactions under FEMA 1999</p></li><li><p>Liberalized Remittance Scheme</p></li></ul><p><em>FX Denominated Bank accounts for residents and nonresidents</em></p><ul><li><p>Type of Bank Accounts for Non Residents</p></li><li><p>Different Types of Bank Accounts for Residents</p></li></ul><p><em>Contravention of FEMA</em></p><p><em>Case Study</em></p><p><em>Highlights of FEMA&nbsp;1999</em></p><p><strong>Course-related important keywords</strong></p><ul><li><p>Foreign Exchange Management</p></li><li><p>Foreign Remittance</p></li><li><p>Accounting in India</p></li><li><p>FERA</p></li><li><p>Currency Exchange</p></li><li><p>FEMA regulations</p></li><li><p>Outword remittance</p></li><li><p>FEMA act</p></li><li><p>Foreign Exchange Dealers</p></li><li><p>Foreign Exchange Authority</p></li><li><p>Legal India</p></li><li><p>NRO Account</p></li><li><p>FEMA guidelines</p></li><li><p>India Company Tax</p></li><li><p>Legal aspects of mergers and acquisitions</p></li><li><p>NRI returns in India</p></li><li><p>SWIFT foreign exchange</p></li><li><p>FEMA law India</p></li><li><p>Business in India FEMA</p></li><li><p>Capital Account</p></li><li><p>Foreign Policy</p></li><li><p>Foreign Exchange by iibf</p></li><li><p>Banks in India</p></li><li><p>Foreign Exchange Risks</p></li><li><p>Principles of Foreign Exchange</p></li><li><p>RBI Foreign Exchange</p></li><li><p>FEMA RBI</p></li><li><p>Current Exchange</p></li><li><p>Foreign Accounting</p></li><li><p>Foreign Exchange Compliance</p></li><li><p>Foreign Exchange Operations</p></li><li><p>International trade</p></li><li><p>Foreign Exchange Law</p></li><li><p>Resident</p></li><li><p>Dropship India</p></li><li><p>Foreign Diplomacy</p></li></ul><p><strong>What do you get with the course?</strong></p><ul><li><p>Lifetime access to the course</p></li><li><p>Lifetime course updates</p></li><li><p>Verified 2-certificate of completion</p></li><li><p>Quizzes and Assignments</p></li><li><p>Udemy Money Back Guarantee</p></li><li><p>Course captions in different foreign languages</p></li></ul><p><strong>About the instructor</strong></p><p>The instructor of this course Dr. Vijesh Jain is a seasoned professional in FX operation and international business management. And, he has more than 30 years of industry and research experience in this field. Also, he is an alumnus of IIFT, BITS, BIMTECH, Harvard University, and other reputed institutes. Additionally, he has written several books and research papers on the subject.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-17_10-48-20-0d73e985757f75e33865cfcf87ab73f8/1/WebHD_720p.mp4?Expires=1640464483&Signature=LeAL61Vb1pWvJ9D0HJ5F5JYzJmk5xIS1SrRSvHed~BPJZfspmIYEj9SriR0NOJojCm-nCMSclAk3m8PMEr48RanY3AH3ihnQWyJD49rYRrnN2yUFZA9c1gfKYGmGTMDnzlGJ0ve9sxCpBoyhOLvXO7hzXEu-iwGK1EvtUBqyQrJ9YaI9XCPheE64oOlAM1Ku1dqfXI8IWb7z67S5ll6KYR81wUeiXgCEF8ysdWDxA4Qf7Vc8hXStKGuyHzanKDblsdsjL77P87UfF9cCq8xN0WOzjHQxtStJrL5G8pZ45kI-xhdIupS61ONck9l-uZMnFh3RLMpvDtgJHxF8jeBbQA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3115688", "category": "Personal Development", "sub_category": "Personal Productivity", "title": "The Complete Telecommuting Course - Remote Work - Work Life", "level": "All Levels", "author": "TJ Walker", "duration": "7.5 hours", "rating": "4.8", "reviews": "121", "students": "38786", "coupon_code": "8289C4231F809FC6F922", "preview_img": "https://img-b.udemycdn.com/course/750x422/3115688_12ab_4.jpg?secure=X_2esSNiR488qvmPwRUJnw%3D%3D%2C1640534687", "coupon_link": "https://www.udemy.com/course/the-complete-telecommuting-course-remote-work-work-life/?couponCode=8289C4231F809FC6F922", "end_day": "2021-12-27 14:05:12+00:00", "headline": "Telecommuting - Remote Working - Tools for Working from Home - Better Organization for Work Live Balance & Productivity", "description": "<p>The Complete <strong>Telecommuting Course</strong> - <strong>Remote Work </strong>- Work Life</p><p>T<strong>elecommuting - Remote Working</strong> - Tools for <strong>Working from Home</strong> - Better Organization for Work Live Balance &amp; Productivity</p><p><strong>Telecommuting and remote working</strong> from home can be a great way to live a professional life if you plan accordingly and learn this new way of doing business.</p><p>The recent public health crisis has forced millions of executives around the globe out of their offices. Now, <strong>working from home, telecommuting</strong>, is the new norm. Unfortunately, it’s also normal to feel frustrated and inefficient working from home.</p><p>Personal development expert TJ Walker has been <strong>working from home and telecommuting </strong>off and on since the 1980s. He shares beginner, intermediate, and expert tips on how to thrive in this home working environment.</p><p>In this course, you’ll learn everything from how to look your best in a Zoom meeting to how to deal with noisy kids and neighbors, how to establish firm start times and quit times to make your day more efficient, and to keep you from going crazy.</p><p>If you are new to the <strong>telecommuting and remote working game</strong>, this course is for you. And if you’ve been <strong>telecommuting for years</strong> and still don’t feel like you have the right rhythm down, this course is also for you.</p><p><strong>Working from home</strong> is no longer an occasional evening or weekend activity. <strong>Telecommuting is the new normal</strong>. Yes, they are huge advantages in not having to commute or spend time on trains and in traffic. But they are even greater distractions and temptations coming to you from your family, your refrigerator, and your cell phone.</p><p>If you are ready to jump-start your <strong>telecommuting</strong> efficiency, then sign up for this course today.</p><p><br></p><p>Here is what Udemy students say about this course:</p><p><em>\"it's been very helpful and I had a great experience, class very interesting and was much understandable.\"</em> Shiva Ramya</p><p><em>\"One of the Best Courses of all Time, The complete Telecommuting is Excellent and the content and knowledge is excellence TJ Walker is one of the best trainers and I suggest others to enroll the course.\"</em> John Erol</p><p><br></p><p>This <strong>Telecommuting</strong> course is ideal for anyone searching for more info on the following: <strong>remote work - work from home - working remotely - remote - remote working - Trello - wellbeing - working remotely: how to succeed in the new workplace - work life balance</strong>. Plus, this course will be a great addition to anyone trying to build out their knowledge in the following areas: <strong>work life balance&nbsp; - organization - video conferencing - virtual teams.</strong></p>", "preview_video": "https://mp4-b.udemycdn.com/2020-05-28_19-13-10-042d7a6b32fa4ce5ca77e6d3ae22d288/1/WebHD_720p.mp4?secure=rkPETB94bObz6KALgJRBQA%3D%3D%2C1640464487"}, {"course_id": "3569891", "category": "Development", "sub_category": "Programming Languages", "title": "सीखें Javascript Programming हिन्दी में", "level": "All Levels", "author": "Shubham Saurav", "duration": "5 hours", "rating": "4.2", "reviews": "186", "students": "20040", "coupon_code": "F7A94DEFBD042A2EFC3E", "preview_img": "https://img-c.udemycdn.com/course/750x422/3569891_acf2_5.jpg", "coupon_link": "https://www.udemy.com/course/learn-javascript-step-by-step-in-hindi/?couponCode=F7A94DEFBD042A2EFC3E", "end_day": "2021-12-29 16:55:56+00:00", "headline": "Learn Javascript Programming Language easily In Hindi. Every Topic is explained in simple way using हिन्दी language.", "description": "<p><strong>नमस्कार दोस्तों!</strong></p><p><br></p><p><strong>जावास्क्रिप्ट(Javascript) वह भाषा है जिसे आधुनिक डेवलपर्स को जानना, और अच्छी तरह से जानना होगा। वास्तव में जावास्क्रिप्ट जानने से आपको नौकरी मिल जाएगी, और आप quality web application का निर्माण करने में सक्षम होंगे।</strong></p><p>इस पाठ्यक्रम में, आप जावास्क्रिप्ट के मूल सिद्धांतों को सीखेंगे, variables, constants, conditionals, loop, function जैसे बुनियादी निर्णय प्रोग्रामिंग अवधारणाओं को सीखेंगे। आप इस भाषा की सुंदरता और शक्ति को सीखेंगे जो आज आधुनिक सॉफ्टवेयर विकास में सबसे आगे है।<br></p><p>प्रोग्रामिंग में 6 साल के अनुभव के साथ, मैं अपना ज्ञान आपके साथ साझा करता हूं। इस कोर्स में, मैं आपको निम्नलिखित अवधारणाएं सिखाऊंगा।</p><p>1. Downloading Code Editor and Browser<br>2. First line of code: Hello World <br>3. Preferences <br>4. Comments<br>5. Variables<br>6. Constant<br>7. Variable<br>8. Naming Rules<br>9. Data Types <br>10. String<br>11. Arithmetic Operator<br>12. Array<br>13. Object Literal<br>14. Array Of Object Literal <br>15.If Else<br>16. Comparison Operators (Part 1 + Part 2)<br>17. Else If<br>18. Logical Operator<br>19. Switch<br>20. For Loop<br>21. While Loop<br>22. For Of Loop <br>23. Functions <br>24. Return Type Functions<br>25. Arrow Functions</p><p>इस कोर्स में, हम 10 कोडिंग चालान भी हल करेंगे जो आपको अपने संदेह को दूर करने और अपनी सीख को लागू करने में मदद करेंगे।</p><p><strong>अगर आपके लिए यह सही कोर्स है तो \"Buy\" बटन पर क्लिक करके इस पाठ्यक्रम में शामिल होकर आज ही पाठ्यक्रम शुरू करें|</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-10-15_03-29-43-65ad15f3d30b44c967258652c187c295/1/WebHD_720p.mp4?Expires=1640464494&Signature=dQMUkCUEZKGNLBCzHQwWJcp0RBI-3tblxaDH1SxsSK-IapwJwTSn0XPwhVEnwrS9s2yPL6mD5UiFDbopBsLzDGrbEVBNjpttw9KnJb9jrnMY2AiCyIZCO20Hic2E-IuTkoKL~n6T7Kfcp2ABgmSWzhCo7ZIi5xH6F81g9v0o4wH-jcD2sG44YuEFusm1obxrDWZHXyLJ6BaHww1oYref0wavMna~wZLbKs4vPPCxQdmJLvJmFAqgaiDgDyPnk81Mp1inxnkMEuVPDD-U9phPL~c198q~L3b6U0L0be~Y4wuMDnW4PNCznUIJBMjpXwNV0YCmcT~fWJRyCNNv3p5~Hw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4386420", "category": "Finance & Accounting", "sub_category": "Cryptocurrency & Blockchain", "title": "Pancakeswap Crypto Full Training | Buy, Sell, Earn Income", "level": "All Levels", "author": "Abdullah Khan", "duration": "1.5 hours", "rating": "0.0", "reviews": "0", "students": "235", "coupon_code": "DISCUDEMY", "preview_img": "https://img-c.udemycdn.com/course/750x422/4386420_8b66_2.jpg", "coupon_link": "https://www.udemy.com/course/pancakeswap-crypto-full-training-buy-sell-earn-income/?couponCode=DISCUDEMY", "end_day": "2021-12-30 12:32:19+00:00", "headline": "Altcoin trade on Pancakeswap like a PRO. Little strategies can make a big difference. Learn how many ways are there.", "description": "<p>Did you always want to trade thousands of altcoins easily without withdrawal limit and minimum purchase limit. </p><p><br></p><p>This is a <strong>PASSIVE INCOME</strong> system that you can start from small investment and if you pay little attention everyday you can get upto 2500x return. </p><p><br></p><p>pancakeswap is one of those DEX or Decentralized Exchanges. The trading is little different but comes with tons of benefits that other centralized exchanges doesn't offer.</p><p><br></p><p>The pancakeswap offers multiple features that you will not find elsewhere. </p><p><br></p><p><strong>If you ask question like:</strong></p><p>Can I&nbsp;earn income in Crypto?</p><p>Why do I&nbsp;have minimum withdrawal limit?</p><p>What are different crypto trading strategies?</p><p>Can I&nbsp; save my income in pancakeswap?</p><p>Why do I&nbsp;have to buy minimum crypto amount?</p><p>What is metamask?</p><p>How many altcoins you can trade?&nbsp;</p><p>Lot of cryptocurrencies exist but how to make use of it?</p><p><br></p><p>THEN&nbsp;this training is for you.</p><p><br></p><p><strong>Do you want to learn</strong></p><p>How to add any crypto token to pancakeswap (BSC). </p><p>What is slip page tolerance?</p><p>How to find the best staking option?</p><p>What is the highest percentage you can earn?</p><p>How much I&nbsp;will earn if I&nbsp;deposit my cryptocurrency?</p><p><br></p><p>Trading, in general, and Cryptocurrency is an Art. If you can learn this art of porfolio management, trading, distributing crypto trades on lot of different categories that matter. If you stake timely. </p><p><br></p><p>Then you can earn exciting amount daily, weekly, monthly, yearly. </p><p><br></p><p>Disclaimer:&nbsp;Invest at your own disposal. </p>", "preview_video": "https://mp4-c.udemycdn.com/2021-12-03_13-37-33-e5b6b38c18116fc2ece29497e8a58353/2/WebHD_720p.mp4?Expires=1640464511&Signature=CKwETrlSlOjx4J4pIG2HXjbgxKwSmzDehjXZCM4hJYVbfliuDy1XWnjN9WQRCZZVBdUNG6PaScVqKZBVTg4BpNNXmr24JQmUd1TpXXwB1ZlDrMDEUqSuwSD1KzT1CArO56IU0RXDqaHpBWsN2Hr3v0qj46Qvd~Yx0rYa-Gm1ozmniovYTZnZEAAwu0fSteiWh-iOFy35R4jKFrOHBgvpPN5~GfHO6ldK4YJY7ugXMqr4STz-8KLRe-J-~Tb8O39Kxgp4PvBJX3S5BmAk~nuH2z1zn8OTrlBVVfQ8~HN9Hr~fC7K9ewC5d0aRv0cuBrFiA4odaLZN7jmbxXhXmeJnlA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4448534", "category": "Development", "sub_category": "No-Code Development", "title": "Opencart Sıfırdan En Üst Düzey Kodlamasız E-Ticaret Eğitimi", "level": "All Levels", "author": "Ahmet Terkir", "duration": "6,5 saat", "rating": "0.0", "reviews": "0", "students": "1999", "coupon_code": "YENIYILOPENCART", "preview_img": "https://img-c.udemycdn.com/course/750x422/4448534_272e.jpg", "coupon_link": "https://www.udemy.com/course/opencart-sifidan-en-ust-duzey-kodlamasz-e-ticaret-egitimi/?couponCode=YENIYILOPENCART", "end_day": "2021-12-29 10:16:14+00:00", "headline": "Profesyonel E-Ticaret Sitenizi Hızlıca Kurabilir Markanızı Dijital Dünyaya Hızlıca Taşıyabilirsiniz, OpenCart E-Ticaret", "description": "<p><strong>Kursuma</strong> hoş geldiniz <strong>Opencart Sıfırdan En Üst Düzey Kodlamasız E-Ticaret Eğitimi</strong></p><p><strong>Opencart</strong> , açık kaynaklı bir <strong>PHP </strong>tabanlı e-ticaret yazılımıdır. Kendi çevrimiçi mağazanızı kurmanıza ve e-Ticaret işinizi maliyet etkin bir şekilde yürütmenize yardımcı olur ve çok hızlı, sunucuda hafif, kolayca özelleştirilebilir ve açık kaynaklı, hızla büyüyen E-Ticaret yazılımlarından biridir.</p><p>Bu kapsamlı kurs, OpenCart'a yeni başlayanlar için tasarlanmıştır ve adım adım, bilmeniz gereken tüm temel bilgileri opencart'ta ustalık düzeyine taşır. Opencart ile tamamen işlevsel A'dan Z'ye çevrimiçi mağaza oluşturabileceksiniz.</p><p>Bu kursu mesleki deneyimimden oluşturdum, bu yüzden kursun sonunda bilmek istediğiniz tüm cevapları alacağınızı düşünüyorum. Amacım, yeni yeteneğinizden para kazanabileceğiniz uzmanınız olmak.</p><p><strong>Daha iyi anlamanız için kursumu aşağıdaki gibi 14 bölüme ayırıyorum:</strong></p><ol><li><p><strong>BÖLÜM A: Giriş, Temel, Bilgilendirme</strong></p></li><li><p><strong>BÖLÜM B: Hosting ve Sunucudan Gerekli&nbsp; Kurulumlar</strong></p></li><li><p><strong>BÖLÜM C: OpenCart Yönetim (Admin) Paneli ve Kullanımı</strong></p></li><li><p><strong>BÖLÜM D: Kullanıcılar, OpenCart Kullanıcıları, Yetkilendirme, Yönetme ve Özelleştirme</strong></p></li><li><p><strong>BÖLÜM E: Kullanıcılar, OpenCart Kullanıcıları, Yetkilendirme, Yönetme ve Özelleştirme</strong></p></li><li><p><strong>BÖLÜM F:Yerelleştirme, Dil Para Birimi,Konumlar, Kargo Durumları, Stok Durumları,Sipariş</strong></p></li><li><p><strong>BÖLÜM G: Bakım Yedekleme ve Geri Yükleme</strong></p></li><li><p><strong>BÖLÜM I: Mağaza Ön Yüz İşlemleri(Ürün,Kategori,Özellikler,,Seçenekler,Üreticiler)</strong></p></li><li><p><strong>BÖLÜM J: OpenCart Mağaza Eklenti İşlemleri(Ekleme,Silme,Modifikasyonlar,Sanal POS)</strong></p></li><li><p><strong>BÖLÜM K: OpenCart Mağaza Eklentileri(Profesyonel Eklentiler, Kargo,Sanal&nbsp; Pos,Kampanya, )</strong></p></li><li><p><strong>BÖLÜM L: OpenCart Satış Seçeneklerini Özelleştirme ve Satışları Yönetme</strong></p></li><li><p><strong>BÖLÜM M: OpenCart Müşteri Seçeneklerinin Özelelştirlmesi</strong></p></li><li><p><strong>BÖLÜM N: Pazarlama Seçeneklerini Özelleştirme</strong></p></li><li><p><strong>BÖLÜM O:Kursa Özel Benzersiz Premium Kuruluma Hazır E-Ticaret Sitesi | Satışa&nbsp; Başla !</strong></p></li></ol><p><strong>Kursa eklenen yeni videolar ile birlikte her geçen gün kursumuz yenilenecek ve güncellenecektir. Kursu satın aldıktan sonra güncellemelerden faydalanabilirsiniz. Aklınıza takılan tüm soruları bana iletebilirsiniz.</strong></p><p>---------------------------------------------------------------------------------------------------------------------</p><p>Bu kurs sonsuza kadar bu fiyatta kalmayacak! Harekete geçme zamanı!</p><p>\"başarının bedelini bir dönem için ödemeyenler başaramamanın bedelini bir ömür boyu öderler\"<br>Mümin Sekman</p><p><strong>İçtenlikle,</strong></p><p><strong>Ahmet Terkir</strong></p>", "preview_video": "https://mp4-b.udemycdn.com/2021-12-21_13-23-02-43ef8f9d813d182b523f748d1829f75d/2/WebHD_720p.mp4?secure=TxuJZjo6_43QxAyGn-xQFA%3D%3D%2C1640464541"}, {"course_id": "4413050", "category": "Teaching & Academics", "sub_category": "Test Prep", "title": "VMware Certified Professional - VCP-DTM-Prep exam", "level": "All Levels", "author": "Learning Academy", "duration": "", "rating": "0.0", "reviews": "0", "students": "1677", "coupon_code": "VM-24-12", "preview_img": "https://img-b.udemycdn.com/course/750x422/4413050_dbaf_2.jpg?secure=Nafij2E15KiEdS8G5tUm6g%3D%3D%2C1640534743", "coupon_link": "https://www.udemy.com/course/vmware-certified-professional-vcp-dtm/?couponCode=VM-24-12", "end_day": "2021-12-29 20:09:17+00:00", "headline": "Desktop and Mobility (VCP-DTM) Exam", "description": "<p><strong>Welcome to the 2V0-51.19 Professional VMware Horizon 7.7 Exam Test </strong></p><p><br></p><p>VMware Desktop and Mobility accreditations are intended to check your degree of ability planning, introducing, and dealing with a VMware Horizon with View climate conveyed on a VMware vSphere implementation.The VCP-DTM 2021 affirmation approves a competitors abilities in acting top to bottom design and the executives of VMware Horizon conditions. </p><p><br></p><p>VMware 2V0-51.19 Sections Questions Included in this Exam :- </p><p><br></p><p><strong>Segment 1 - Install and Configure Horizon Server Components </strong></p><p><br></p><ol><li><p>Depict procedures to get ready climate for Horizon </p><p><br></p></li><li><p>Decide techniques to introduce Horizon Components </p><p><br></p></li><li><p>Decide steps to design Horizon Components </p><p><br></p></li><li><p>Dissect End User Requirements for Display Protocol Performance </p><p><br></p></li><li><p>Analyze and address issues identified with network between Horizon server Components </p><p><br></p></li></ol><p><strong>Segment 2 - Create and Configure Pools </strong></p><p><br></p><ol><li><p>Arrange and Manage Horizon Pools </p><p><br></p></li><li><p>Fabricate and Customize RDSH Server and Desktop Images </p></li></ol><p><br></p><p><strong>Segment 3 - Configure and Manage Identity Manager </strong></p><p><br></p><ol><li><p>Introduce and Configure VMware Identity Manager </p><p><br></p></li><li><p>Oversee VMware Identity Manager </p></li></ol><p><br></p><p><strong>Segment 4 - Configure and Manage User Environment Manager </strong></p><p><br></p><ol><li><p>Introduce and Configure VMware User Environment Manager </p><p><br></p></li><li><p>Oversee VMware User Environment Manager </p></li></ol><p><br></p><p><strong>Segment 5 - Configure and Manage App Volumes </strong></p><p><br></p><ol><li><p>Introduce and Configure VMware App Volumes </p><p><br></p></li><li><p>Oversee VMware AppStacks and writeable Volumes </p></li></ol><p><br></p><p><strong>Segment 6 - Configure vRealize Operations for Horizon </strong></p><p><br></p><ol><li><p>Introduce and Configure the connector case and Horizon Broker Agent </p></li></ol><p><br></p><p>I have arranged this training test course for that multitude of competitors who are arranging of taking VMware 2V0-</p>", "preview_video": ""}, {"course_id": "4369480", "category": "Development", "sub_category": "Database Design & Development", "title": "SQL For Beginners", "level": "Beginner Level", "author": "Sujithkumar MA", "duration": "3 hours", "rating": "4.4", "reviews": "22", "students": "3263", "coupon_code": "501FD1B8D10CE0533DEB", "preview_img": "https://img-b.udemycdn.com/course/750x422/4369480_b507.jpg?secure=sDuRQ9MdHKiLFXLDhxNBpg%3D%3D%2C1640534753", "coupon_link": "https://www.udemy.com/course/sql-for-beginners-t/?couponCode=501FD1B8D10CE0533DEB", "end_day": "2021-12-30 13:55:04+00:00", "headline": "Learn how to interact with Databases using SQL Language", "description": "<p>Welcome to my course on SQL For Beginners. It is very essential to know and understand the importance and implementation of database systems in the real world. To interact with a lot of DBMS Softwares available out there, SQL becomes the most wanted language. SQL stands for Structured Query Language which interprets the data in forms of tabular structures. This short term course will give you a good understanding on </p><p>1. Fundamentals of Relational Database Management Systems. </p><p>2. Procedure to write SQL Statements for any given case study. </p><p>After completing this course, you'll be able to perform case studies, form the database and write SQL Queries for the same. </p><p>The topics that will be covered in this course are:</p><p>1. DDL Statements</p><p>2. DML Statements</p><p>3. Types of Constraints in SQL</p><p>4. Datatypes in Oracle SQL</p><p>5. Primary, Foreign Keys</p><p>6. Select Statement</p><p>7. Select Distinct</p><p>8. Where clause</p><p>9. Group By clause</p><p>10. Order By clause</p><p>11. Having clause</p><p>12. Aggregate functions</p><p>13. Different types of joins in SQL - Inner, Left, Right, Full</p><p>14. Sub Queries </p><p>And so on. </p><p>I will follow a step by step procedure in my pedagogy which will greatly gain you the momentum which accelerates your pace to complete this course at the earliest. Furthermore, None of the Technical Interviews will go without SQL. So, The concepts you learn will gain not only the knowledge but also boosts your confidence levels.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-10-27_13-24-46-ef35a454dde0a1d5c081625fff9f5795/2/WebHD_720p.mp4?Expires=1640464553&Signature=bMXJ8FjtWsVGyO9YTXWQEHbMY-pIeiZV8tNY4MEinAx1jQZ8U40votX-U8R6QA1g6TV2BUxIFUrhEBe4N2KvdxTQa~xeLFlL-CssSBbzlYZj6ifyjC5v-Tj5wxb2PNHc3taiHSdtJCOpK6Jc3ZECX-EqDWl5MooQvb2dnO2Tqw-kE5FL89hBZU2kToR~WwciS4q9Pxr2zLcpa34Ulr0-VmcJMtriniotfvxdr1fCk-O20qB~cDmqhLNpT6axolUphM~h2Y-DejNBvqWLV6Vq90YmMGTuzz6-JPf54rHOSoppS0g3wtW7ovlAYu1hRE6qZejIYksx9f7TRK34Z6muuw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4198810", "category": "Teaching & Academics", "sub_category": "Language Learning", "title": "TESOL and TPRS Course (For Language Teachers)", "level": "All Levels", "author": "English Academy", "duration": "7 hours", "rating": "4.5", "reviews": "120", "students": "22723", "coupon_code": "157D1B5E8DA214811BEF", "preview_img": "https://img-b.udemycdn.com/course/750x422/4198810_a11b_3.jpg?secure=Eri0bbrYXQocV3PqSLCmyw%3D%3D%2C1640534768", "coupon_link": "https://www.udemy.com/course/tesol-and-tprs-course-/?couponCode=157D1B5E8DA214811BEF", "end_day": "2021-12-29 09:11:42+00:00", "headline": "It'll be 10 hours. Teaching English to Speakers of Other Languages/Teaching Proficiency Through Reading and Storytelling", "description": "<p>Although uneducated parents can teach a languge to their children, how can educated teachers not teach a foreign language? In this course, you will learn how to teach a languge with a contemporary method but ancient.</p><p><br></p><p>In ancient times, people used to travel by horses or camels but then they invented cars and began to go everywhere with them. Today, we use planes. There is no doubt that cars are faster than horses, but planes are the fastest. </p><p><br></p><p>Especially for 2 centuries, researchers have been trying to find the best, the fastest and the most effective way to teach a foreign language. They did their best for their times, needs and purposes. However, the needs of learners and purposes of learning a new language has changed up to now, so do the approaches, methods and techniques to teach a languge. </p><p><br></p><p>As Sun Tzu said: </p><p><br></p><p>“There are not more than five primary colors&nbsp; (blue, yellow,&nbsp; red, white, and black), yet in combination they produce more hues than can ever been seen.”</p><p><br></p><p>“There are not more than five musical notes, yet the combinations of these five give rise to more melodies than can ever be heard.\"</p><p><br></p><p>I said \"There are not more than 10 approaches to teach a foreign language, yet in combination of them you can find the best way that have never been seen.\"</p><p><br></p><p>As you can not always travel by a horse or by a plane today, you can not use one method or one approach to teach a new language. If you need a hobby, you can ride a horse, yet if you want to go 1000 km as fast as possible, you have to buy a plane ticket. In other words, you can sometimes use Grammar Translation Approach in your lesson as an activity, yet if you want your students to speak a language, you always have to use Natural Approach and TPRS for comprehensible input and repetition.</p><p><br></p><p>In this course, you are going to go to past and see which approaches and methods people used to teach a languge. Then you are going to come these days again and learn the best, fastest, the most effective and the most contemporary method to teach a languge. </p><p><br></p><p>Let's get it started.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-07-22_19-52-58-6fe4ed7084d8709ac872f8f048dbeeb5/2/WebHD_720p.mp4?Expires=1640464568&Signature=ld3Ftsvyjf2lvV2mPsYCF9yXMM-sKTP7l6XzimmALXBzut72Epieqx5nPGp8L5iQc9fZvJz9N5YYdj~b9wEJwZd6Jp5HmMNR54OdwIv7xH~BAtmHUh6sCoxkNLppfJcLwlrhqTK2ekoBBTrz7a3uo3NBJZCLddH0u~~Ab-6gists5DRT9niMUy25~31M~vnk3Xvf6SsbkT~VCguWKqn933OGnbyjn9AiSMc0tY2KDu~nxAhQfLm9tS5tI0y1fo5Kfi2g2jOLtU~vAAbJiyCLqq97oJELcIP0frln~8m7uTkdNnNbPkKXgrhmCjzQKp9dBL2cGBYHUcgCdKGIVExOQw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3552717", "category": "Business", "sub_category": "Business Analytics & Intelligence", "title": "Google Data Studio | Visualize, Reports, Methods, Examples", "level": "All Levels", "author": "Abdullah Khan", "duration": "2.5 hours", "rating": "4.4", "reviews": "8", "students": "1265", "coupon_code": "FREEDISCUDEMY", "preview_img": "https://img-c.udemycdn.com/course/750x422/3552717_cb41_7.jpg", "coupon_link": "https://www.udemy.com/course/beginning-and-advanced-google-data-studio-training-2020/?couponCode=FREEDISCUDEMY", "end_day": "2021-12-30 11:01:26+00:00", "headline": "Learn Google Data Studio with Examples. Visualization, Analysis & Reporting. Write Formulas, Functions, Create Reports.", "description": "<p>This course is made from the<strong> 'Get on Job', 'Do well on Job' perspective.</strong> This training gets you ready to BECOME EXPERT AND FIND YOUR PATH. </p><p>If you have recently started the study of Google Data Studio or you want to increase your knowledge, this course is exactly for you. Here’s we are going to focus on flourishing you with the basics you need with Data Studio.</p><p><strong>So Welcome to the course DATA REPORTING WITH GOOGLE DATA STUDIO. In this </strong>course, you will study data science, report creation, Function, write formulas, Analysis &amp; Reporting, and KPI reports. You’re going to learn how to create advanced and valuable google data studio reports. The course aims to build a powerful data visualization that will be helpful for you to increase your business.</p><p><br></p><p><strong>After completing this Training Program, you can:</strong></p><ul><li><p>Implement basic concepts and perform calculations</p></li><li><p>Create simple reports and advanced reports</p></li><li><p>Formulate Performance Reports based on Key Performance Indicators (KPIs)</p></li><li><p>Create a Dashboard that is Easier to Use.</p></li><li><p>Produce Data Visualizations that can convert complex Information into Simple Points</p></li></ul><p><br></p><p><strong>5 Effective Reasons for choosing the course</strong></p><ul><li><p>Within a week, you can complete the entire Data Studio course.</p></li><li><p>You’ll learn all methods of chart drawing in Google Data Studio</p></li><li><p>Case studies and examples of business</p></li><li><p>Exercises are there for Google Data Studio and Data Visualization requisite practice.</p></li><li><p>The Instructor will answer questions from the students.</p></li></ul><p><br></p><p>Delivering great knowledge to our students is our first priority. We will answer your every question related to the course content or any related topic. You can send us a direct message, and feel free to get connected.</p><p><br></p><p><strong>Practice Method is Easy to Follow:</strong></p><p>The exercises you are taught using the examples; you have to implement it from your data set or tools like Google Analytics/ Sperasheet, or DB like MySQL, or csv files as described in the training.<br><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-10-07_16-22-28-32edd8d119e305a6e8dc934cc670fba1/1/WebHD_720p.mp4?Expires=1640464598&Signature=ZOec6KvQpUlR7OyvBYDJkNMR4puoZcRLJGxwGhiJjzOeXgfe6o0YEX3EJgvwzaVWLm2kYQbnOH3pLuLt9Rcxn1kjYj7Gh10iae3U65egiQYqc5j2uxUSVZb4iX3OyS-Qq2frrK6dSRxSQvJSa9CU4NNjbbq0mLFEl71nAIWDiiees8zWhyF~OS24aJ9qIfD9yQFMXUHTzh0GwEOOzsLOSziTWtyLnLyEVgksz02Q6J-dKCQQEarHd~6iHRAfObbhMBi1ChgmkQ5lvEqOVqpXFDpdcR5sjIK3DWUlliXk7Fzm~jqCJvTFgjgdG6CRmwfQshG4MOlaRHdP3-JX47AEGQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4453854", "category": "IT & Software", "sub_category": "IT Certifications", "title": "PL-900: Microsoft Power Platform Fundamentals Practice Tests", "level": "All Levels", "author": "It Exam Academy", "duration": "", "rating": "0.0", "reviews": "0", "students": "1947", "coupon_code": "F01B553A05A867103FC3", "preview_img": "https://img-c.udemycdn.com/course/750x422/4453854_7629.jpg", "coupon_link": "https://www.udemy.com/course/pl-900-microsoft-power-platform-fundamentals-practice-tests-v/?couponCode=F01B553A05A867103FC3", "end_day": "2021-12-29 10:45:32+00:00", "headline": "[New] Get your PL-900: Microsoft Power Platform Fundamentals Certification 2022", "description": "<p><strong>Description</strong></p><p><strong>The Microsoft Power Platform Fundamentals or PL-900 important domains,</strong></p><ul><li><p>Business value of Power Platform</p></li><li><p>Identification of core components in Power Platform</p></li><li><p>Business capabilities of Power BI</p></li><li><p>Business value of Power Apps</p></li><li><p>Business value of Power Automate</p></li><li><p>Business value of Power Virtual Agents</p></li></ul><p><strong>Details</strong> </p><p><strong>Describe the business value of Power Platform </strong></p><p><strong><em>Describing the value of Power Platform applications</em></strong></p><ul><li><p>Firstly, analyzing data by using Power BI</p></li><li><p>acting with Power Apps</p></li><li><p>building solutions that use Microsoft Dataverse</p></li><li><p>Then, automating with Power Automate</p></li><li><p>After that, interoperating with external systems and data</p></li><li><p>Finally, creating powerful chatbots using a guided, no-code graphical interface</p></li></ul><p><strong><em>Describe the business value of extending business solutions by using Power Platform</em></strong></p><ul><li><p>describe how Dynamics 365 apps can accelerate delivery of Power Platform business solutions</p></li><li><p>describe how Power Platform business solutions can be used by Microsoft 365 apps including Microsoft Teams</p></li><li><p>describing how Power Platform business solutions can consume Microsoft 365 services</p></li><li><p>describing how Power Platform business solutions can consume Microsoft Azure services including Azure Cognitive Services</p></li><li><p>describe how Power Platform business solutions can consume third-party apps and services</p></li></ul><p><strong>Describe Power Platform administration and security</strong></p><ul><li><p>describing how Power Platform implements security including awareness of Microsoft Dataverse security roles, Azure Identity Services, and Access Management (IAM)</p></li><li><p>describe how to manage apps and users</p></li><li><p>describe environments</p></li><li><p>describing where to perform specific administrative tasks including Power Platform Admin center, Microsoft 365 admin center</p><p><br></p></li></ul><p><strong><em>Start preparing using the Microsoft PL-900 Study Guide!</em></strong></p><p><strong>Identify the Core Components of Power Platform </strong></p><p><em>Describe Microsoft Dataverse</em></p><ul><li><p>Firstly, describing the Power Apps user experience</p></li><li><p>identifying tables, columns, and relationships</p></li><li><p>describing environments</p></li><li><p>Then, explaining use cases and limitations of business process flows</p></li><li><p>explaining use cases and limitations of business rules</p></li><li><p>Subsequently, describing the Common Data Model (CDM)</p></li><li><p>Finally, describe how to use common standard tables to describe people, places, and things</p></li></ul><p><em>Describe Connectors</em></p><ul><li><p>describe the native Dataverse connection experience</p></li><li><p>describe triggers including trigger types and where triggers are used</p></li><li><p>describing actions</p></li><li><p>describe licensing options for connectors including standard or premium tier Identify use cases for custom connectors</p><p><br></p></li></ul><p><strong>Demonstrate the capabilities of Power BI </strong></p><p><em>Identifying common Power BI components</em></p><ul><li><p>identify and describe uses for visualization controls including pie, bar, donut, and scatter plots and KPIs</p></li><li><p>describe types of filters</p></li><li><p>describing the Power BI Desktop Reports, Data, and Model tabs</p></li><li><p>describe uses for custom visuals including charts or controls Compare and contrast dashboards and workspaces</p></li><li><p>compare and contrast Power BI Desktop and Power BI Service</p></li><li><p>compare and contrast dashboards, workspaces, and reports</p><p><br></p><p><strong><em>Connect to and consume data</em></strong></p></li></ul><ul><li><p>combining multiple data sources</p></li><li><p>cleaning and transforming data</p></li><li><p>describing and implementing aggregate functions</p></li><li><p>identifying available types of data sources</p></li><li><p>describing and consuming shared datasets and template apps</p></li></ul><p><em>Building a basic dashboard using Power BI</em></p><ul><li><p>designing a Power BI dashboard</p></li><li><p>designing data layout and mapping</p></li><li><p>publishing and sharing reports and dashboards</p></li></ul><p><strong>Demonstrate the capabilities of Power Apps </strong></p><p><em>Identifying common Power Apps components</em></p><ul><li><p>Firstly, describe differences between canvas apps and model-driven apps</p></li><li><p>describe portal apps</p></li><li><p>identify and describe types of reusable components including canvas component libraries and Power Apps Component Framework (PCF) components</p></li><li><p>Lastly, describe use cases for formulas</p></li></ul><p><em>Building a basic canvas app</em></p><ul><li><p>describe types of data sources</p></li><li><p>connect to data by using connectors</p></li><li><p>combine multiple data sources</p></li><li><p>use controls to design the user experience</p></li><li><p>describe the customer journey</p></li><li><p>publish and share an app</p><p><br></p></li></ul><p><strong>Demonstrate the capabilities of Power Automate </strong></p><p><em>Identifying common Power Automate components</em></p><ul><li><p>identifying flow types</p></li><li><p>describing use cases for flows and available flow templates</p></li><li><p>describe how Power Automate uses connectors</p></li><li><p>describing loops and conditions including switch, do until, and apply to each</p></li><li><p>describe expressions</p><p><br></p></li></ul>", "preview_video": ""}, {"course_id": "2591028", "category": "IT & Software", "sub_category": "Other IT & Software", "title": "OBS Studio - Ultimate Livestreaming Guide to OBS Studio", "level": "Beginner Level", "author": "Nick Nyxson", "duration": "2.5 hours", "rating": "4.3", "reviews": "749", "students": "105152", "coupon_code": "664DAA0A840B406A1024", "preview_img": "https://img-b.udemycdn.com/course/750x422/2591028_45c3_3.jpg?secure=m2CvoxdZkncewRBMbZAIFw%3D%3D%2C1640534826", "coupon_link": "https://www.udemy.com/course/ultimate-beginners-guide-to-open-broadcaster-softwareobs/?couponCode=664DAA0A840B406A1024", "end_day": "2021-12-27 04:13:17+00:00", "headline": "Start LiveStreaming and Recording to Twitch, YouTube, Mixer & more using Open Broadcaster Software (OBS Studio)", "description": "<p>Welcome to <strong>OBS Studio - Ultimate Livestreaming Guide to OBS Studio!</strong></p><p>Nick Nyxson here, your instructor.</p><p>In this course, you will learn how to start using&nbsp; Open Broadcaster Software (OBS Studio) for Livestreaming on Twitch, YouTube, Mixer, and other platforms,&nbsp; even if you have no idea where to start.</p><p>In this course You Will Learn:</p><ul><li><p><strong>Which version of OBS Studio (Open Broadcaster Software) You need to use;</strong></p></li><li><p><strong>How to download OBS Studio;</strong></p></li><li><p><strong>OBS Studio Settings Walkthrough;</strong></p></li><li><p><strong>OBS StudioSources and Scenes;</strong></p></li><li><p><strong>OBS Studio Audio setup;</strong></p></li><li><p><strong>OBS Studio Effects;</strong></p></li><li><p><strong>and Many More!</strong></p></li></ul><p>Everything you will learn here will be based on My practice as a video content creator and Streamer and Everything shown step by step as I am performing everything live on video.</p><p>Most importantly this course will continue and grow as time passes and all the upgrades will be available for FREE for every enrolled student.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p><p>Join me in this amazing journey and I hope to see you in class :)</p><p><br></p><p><em>This course is made for the complete beginner of Open Broadcaster Software (OBS Studio).</em></p><p><br></p><p><strong><em>Version History:</em></strong></p><p><em>Version 1.0 - Initial Release;<br>Version1.1 - Added 8 New Lectures (and 3 New Sections), Updated Logo.</em></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-11-26_08-55-48-e1f4a9d6f1090c1f1a70be0ec9901712/1/WebHD_720p.mp4?Expires=1640464626&Signature=c280s53RnhsEyIgU5ejjKhX-tfqkAoaVTKHSU8PveYofmIbLI1zVbigSeqpinfj7wEw9dFA7ENDF0xhj1buQGxFMEU02ZDimz--7HG-zx0f~KkTk8wCUwHyEsYRdHUziIol82ERimQPRmoZWrXb7wA1GBFJqizRgzh83Nv10~SZ-l7Wi3phUWiIh-Y6GyMUyxGnWrO-Y8nPEHpaa747Ji-ov01alNlBPaDYM8rf-5g58QzfMaixPwDjp7M87O7SalJYuMZYlnRe2OJaQf-U~W-5k10MuFfTnPdaQcy219iwmWqTOBF9xUu8-QBL~YOHRJMXrQG1~wIdyJ68wCbRh2Q__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4124450", "category": "Business", "sub_category": "Entrepreneurship", "title": "SEO Cost Calculator: How much to spend on SEO Budget", "level": "Beginner Level", "author": "Abdullah Khan", "duration": "1 hour", "rating": "0.0", "reviews": "0", "students": "240", "coupon_code": "4993743BC9C8E659A6DF", "preview_img": "https://img-b.udemycdn.com/course/750x422/4124450_2324_2.jpg?secure=rsrh2zs9mtCAXH4Vlers3g%3D%3D%2C1640534858", "coupon_link": "https://www.udemy.com/course/seo-cost-calculator-how-much-to-spend-on-seo-to-get-sales/?couponCode=4993743BC9C8E659A6DF", "end_day": "2021-12-30 12:33:24+00:00", "headline": "Easy to Hire SEO Consultant but are you doing it correctly and efficiently? Learn your Business Requirements Exactly!", "description": "<p>Learn how to optimize and decide your SEO project budget. Be it for eCommerce like WooCommerce, Magento or Shopify website or Lead driven website or your personal portfolio considering keyword research, content creation, audience and bloggers reach out.</p><p><br></p><p>You will learn about different techniques to optimize your SEO budget appropriately for conducting business analysis, find prioritized keywords, content requirements according to website internal and external distribution, for titles, meta description, product descriptions, informational pages according to your project requirements.</p><p><br></p><p>Learn about different types of ways to spend on the SEO consultant, or prioritized tasks separately for Keyword Research, Content Creation, On page Optimization, Web Development, Blogger Out reach, Social media influencer out reach.</p><p><br></p><p>Learn about different methods of hiring a consultant and what is the best strategy that suits you. Is it full time employee, or a part timer?</p><p><br></p><p>Learn about costing about each SEO effort and its impact that you need on your KPIs and your achievements you need according to the timeline that suits you.</p><p><br>After completing this training program you should be able to make a decision to hire a consultant yourself as well as manage the project by assigning the best resource and spending little time making smart decisions</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-06-15_13-03-07-105817490333304ff7a087cbd3952fb6/1/WebHD_720p.mp4?secure=unqZNq5lGctWvBULB2PsHg%3D%3D%2C1640464658"}, {"course_id": "3666408", "category": "Marketing", "sub_category": "Branding", "title": "Gute Bewertungen bekommen", "level": "All Levels", "author": "Kristoffer Ditz", "duration": "1,5 Stunden", "rating": "4.2", "reviews": "3", "students": "184", "coupon_code": "45301673A8F9E2E869F2", "preview_img": "https://img-c.udemycdn.com/course/750x422/3666408_d163_3.jpg", "coupon_link": "https://www.udemy.com/course/gute-bewertungen-bekommen/?couponCode=45301673A8F9E2E869F2", "end_day": "2021-12-28 10:46:13+00:00", "headline": "und auf schlechte Bewertungen richtig reagieren - Kundenzufriedenheit für Ihre Produkte und Dienstleistungen", "description": "<p><strong>Allgemein</strong></p><p>Im Internet können heute Produkte, Dienstleistungen und Unternehmen vom Kunden bewertet werden. Je besser die <strong>Bewertungen </strong>sind, desto höher ist die Wahrscheinlichkeit, dass ein Kunde sich entscheidet, hier zu kaufen, insbesondere dann, wenn Ihr Unternehmen, Produkt oder Dienstleistung noch neu auf dem Markt ist.</p><p><br></p><p>Nicht immer gibt es dabei eine 5-Sterne <strong>Bewertung</strong>. Es wird sich nie vermeiden lassen, dass Ihnen ein Kunde auch mal eine schlechte Bewertung mit nur 1 Stern gibt. Auch dann wenn Ihr Produkt oder Angebot in der Summe fast nur positive <strong>Bewertungen</strong> erzielt hat. Wenn diese dann allerdings nicht gerechtfertigt ist und sich hinter falschen Aussagen versteckt, ist es wichtig entsprechend zu reagieren und diesen Kunden auch die Grenzen aufzuzeigen. Denn nicht immer ist es so, dass der Kunde, welcher Ihnen eine schlechte Bewertung gegeben hat mit dem Angebot nicht zufrieden war. Dies können auch Wettbewerber sein, die Ihnen schaden wollen und/oder von ihren eigenen Schwächen ablenken möchten.</p><p>In diesem Kurs werden wir uns auch ansehen, wie es dazu kommt, dass es schlechte <strong>Bewertungen</strong> gibt, obwohl mit Ihrem Produkt, Dienstleistung, Unternehmen alles in Ordnung ist und Sie schon viele gute Bewertungen erhalten haben.</p><p><br></p><p>Für meine Kurse bei Udemy habe ich mittlerweile über 1.500 <strong>Bewertungen</strong> erhalten, mit einem Schnitt von 4,4 Sternen. In diesem Kurs verrate ich Ihnen alle relevanten Tricks, die Sie benötigen, um sehr gute Bewertungen zu bekommen.</p><p><br></p><p><strong>Inhalt</strong></p><ul><li><p>Wie bekommen wir gute Bewertungen</p></li><li><p>Wie bekommen wir mehr Bewertungen</p></li><li><p>Marketing für bessere Bewertungen</p></li><li><p>Umgang mit schlechten Bewertungen</p></li><li><p>Umgang mit \"falschen\" Bewertungen</p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2020-11-29_19-39-16-10861dbb9d843fbc424fd3ce6a78cf91/1/WebHD_720p.mp4?Expires=1640464664&Signature=jHsRdA-7q7VoW1c0yPx8~FBXdyR~VfG5FgG6xT7cXkAqFNmfiP25jBPo4MxXDXfltIcz5wGNjLEP5NXat5369jTPcqSln49Heo4FGxsq5i2LuS9bUAi8r0HZ-MPkjDb2ISCMNUZTQj~sgEi-BZt53UiH0sCsGr1DB0ynbeNlvAsatbOTgAMsQ4KjvYl18wljpwjlPJOVAJH-VodwriQcl3qF4z8zcmSECKHh7drou4D72Iq72I2eiN~w~iPX8iDex9WfHgeTN6DFgLgk8R0yzI1zy86UUniCDcqHMKbRDf39oQITiZurbpw7bBK5WhY8uAitDYxsxIhy2NdWMnP2eQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1674616", "category": "Finance & Accounting", "sub_category": "Cryptocurrency & Blockchain", "title": "Altcoins - Investing In Altcoins & ICOs!", "level": "Beginner Level", "author": "Boomy Tokan", "duration": "1.5 hours", "rating": "3.9", "reviews": "74", "students": "16690", "coupon_code": "5033383E905B35C4025D", "preview_img": "https://img-c.udemycdn.com/course/750x422/1674616_84b2.jpg", "coupon_link": "https://www.udemy.com/course/altcoins-investing-in-altcoins-icos/?couponCode=5033383E905B35C4025D", "end_day": "2021-12-26 18:31:48+00:00", "headline": "How to invest in the best Altcoins and ICOs, analyzing the market and gaining returns!", "description": "<p><strong>I truly believe Cryptocurrency is the opportunity of a lifetime to participate in wealth redistribution. It is the time that anyone; no matter your level of knowledge or investment;  to generate incredible returns with your own money, whilst investing in projects that fits with your values. </strong></p>\n\n<p>I also strongly believe that “Blockchain” - the technology that underpins Cryptocurrencies will radically change our lives for the better in ways no one can fathom. Furthermore, I want to be the person to help you experience this new reality. </p>\n\n<p>That is why I have continued to study, learn, teach and create products that reveals the truths you need to participate in this new movement. This better news is that this industry is at its infancy stage therefore it is the best time to jump in! So if you want to start dipping your toes in the investment pool, let me hold your hands through the process. </p>\n\n<p><strong>This Altcoins - Investing In Altcoins &amp; ICOs! Cryptocurrency Training is just what you need.  On April 28th 2013 one Bitcoin was priced at $135.30 (about £100) - today April 23rd, that same coin is priced at  $8,794.39! - (coinmarketcap)</strong></p>\n\n<p>What is interesting is that there was a time when one Bitcoin was only about 10p! If you invested £1000 (£80 per month) in 2013 you will be sitting on a nest egg of over $80,000</p>\n\n<p>Before you kick yourself and wonder where you were in 2013; let me assure you that the party is not over. The DJ is still spinning the music and so; you can dance. </p>\n\n<p>There is now a new wave of opportunities to invest even as little as £10 a month in Cryptocurrencies and that is why I have designed this course so that whatever your level of investment you can participate in this dynamic global currencies.</p>\n\n<p><strong>In this <u>No Fluff, Actionable, Strategies</u> Cryptocurrency Training Course you will:</strong></p>\n\n<p><strong>- Learn how Cryptocurrency works </strong></p>\n\n<p><strong>- Open your Cryptocurrency exchange accounts,</strong></p>\n\n<p><strong>- Buy Altcoins,</strong></p>\n\n<p><strong>- Learn how to pick good (Initial Coin Offering) ICOs,</strong></p>\n\n<p><strong>- Set your investment strategies.</strong></p>\n\n<p>So lets get started.</p>\n\n<p>Thank you for the opportunity for allowing me to teach you all I know!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-13_23-52-42-df870def26dee9c6c1982c8fdbac6448/1/WebHD_720p.mp4?Expires=1640464667&Signature=V8UHC5BogRwqXAbI~QBdOHbSlIyFuWpAxAi-GmzhrzTz0U~bgvZP9GAM6pQS5ZwtMwGTee1rACxtOzB7d5Os4bT6b02ikoTVis-DHCX~J6~Jvu8gAC~5LHuy7mXA2UAz1qDBMEPXlLDSU4vHodHBgDS6DwFkZfV4sYKdMhV2yZ09chi0zHwzswH-dPNgK9eb~zP9r9OPYxjx5VO1TJg2h4Mf1bWB1Ie2zz84WYfF8nV9sxFGNqP5psko4-kyvvJLiTelHdME23C3lvpcx9qYdFC8c~1bF96l8DfGkknhFtFr33Y8wywk0dBdDgu1EIXwWyHWp6gs69wyI5fp~k6wSQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4122796", "category": "Marketing", "sub_category": "Search Engine Optimization", "title": "Technical SEO User Intent Content Strategy | Examples | 2021", "level": "Expert Level", "author": "Abdullah Khan", "duration": "1 hour", "rating": "4.0", "reviews": "19", "students": "4772", "coupon_code": "FREESEO", "preview_img": "https://img-c.udemycdn.com/course/750x422/4122796_0acf_5.jpg", "coupon_link": "https://www.udemy.com/course/technical-seo-advanced-userintent-structure-content-strategy/?couponCode=FREESEO", "end_day": "2021-12-30 11:00:22+00:00", "headline": "What's Keyword density, content and website structure. How to make website compatible with new search algorithm.", "description": "<p>Learn to optimize your Website; whether its a CMS like WordPress or eCommerce like WooCommerce, Magento or Shopify website quickly for Onpage Optimization and content distribution according to algorithm and audience analysis.<br></p><p>You will learn about different techniques for conducting business analysis, find keyword density for content distribution, conduct keyword research, how to write titles, meta description, how to optimize website file pages, how to rename your files, or page descriptions according to the search engine algorithm.</p><p><br></p><p>After completing this training program you should be able to perform <strong>keyword research</strong> based on<strong> user intent </strong>and <strong>priority</strong>, implement the keywords in your title, <strong>headings</strong>, and <strong>content like product descriptions.</strong><br></p><p><strong>KPIs:</strong></p><p>Learn about different types of <strong>Key Performance Indicators</strong> and how to decide your KPIs.<br></p><p><strong>Content Structure</strong></p><p>How should you structure your content? What is your user persona and avatar? What do you offer that your users want to hear about?</p><p><br></p><p><strong>Website Structure</strong></p><p>Does your website structure relate with Search engine algorithm. How can you assure website compatibility with the search engines?<br><br></p><p><strong>SEO Structure</strong></p><p>SEO Structure is built upon<strong> user persona</strong>, website <strong>front-end</strong>, content, <strong>social media integration</strong>.</p><p><br></p><p><strong>Web Development</strong></p><p>If you are a <strong>web developer</strong> you will get useful knowledge from this program that will help you create<strong> better SEO oriented websites</strong> using User Experience and User Interface that fulfills your<strong> client requirements</strong> and build its front-end SEO ready.</p><p><br><br></p><p><br><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-07-17_13-52-12-3c32c1b8b7f5a51e4a737b8451ed1915/2/WebHD_720p.mp4?Expires=1640464672&Signature=M54XFhQ2n769vUpVE3C4l4CNgvD~H5NgndEtVjqNapsRs92nsXI-lN0IyWeCXloc9pg7LutFrqdRzSSMNHegwIgJEC~AMPaoYL4CAtJ0ojbbQQJycH1f70jcWpqikvJzkEWfSL~PVpKbO4wfCReucQ-WvY8NA-FXEtN0im6Ch3VADLEyrTnAolQ~rnxzbQuj~8JD7~QEDy5pqn5~j63nqzVEq9QArpRP6FBcxhtyBz~2~4wMjMJGSK2IThqj1umLnrSVZOS8RyBf1drj2OohAgmG9mrPDBkhG60P~MtASG3BzLkmKr80auwtzoMrJz8nVCevsiecfhHA06WqHFNovA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3960932", "category": "IT & Software", "sub_category": "Hardware", "title": "Verilog HDL Through Examples", "level": "Beginner Level", "author": "Sujithkumar MA", "duration": "5 hours", "rating": "3.9", "reviews": "68", "students": "6207", "coupon_code": "5BB5CAFED2864B896532", "preview_img": "https://img-c.udemycdn.com/course/750x422/3960932_5c24.jpg", "coupon_link": "https://www.udemy.com/course/verilog-hdl-through-examples/?couponCode=5BB5CAFED2864B896532", "end_day": "2021-12-30 13:58:40+00:00", "headline": "Learn Verilog HDL to model digital circuits from the scratch through various examples", "description": "<p>Hey there, I welcome you all to my course 'Verilog HDL through Examples'</p><p><br></p><p>Why Verilog? </p><p><br></p><p>1. To describe any digital system - microprocessor, memory, flip flop, Verilog is used. Hence it's called as a hardware description language. </p><p><br></p><p>2. Using Verilog, we can model any electronic component and generate the schematic for the same. </p><p><br></p><p>3. For timing analysis and test analysis of circuits, Verilog is apt. </p><p><br></p><p>Highlights of the course:</p><p><br></p><p>1. Key differences between a programming language like C, C++ or Python and a hardware description language like Verilog, VHDL, SystemVerilog are clearly</p><p><br></p><p>2. All the fundamental concepts of Verilog are explained through standard combinational and sequential circuits. </p><p><br></p><p>3. Learning through examples make them very simpler to learn. </p><p><br></p><p>4. Proper theoretical explanation is provided for each of the circuit that is implemented in verilog in this course. </p><p><br></p><p>5. Testbench for each design and knowing how to test and validate them. </p><p><br></p><p>6. Creating Finite State Machines in Verilog. </p><p><br></p><p>7. Download the code and design for each of the circuits in the resources section.</p><p><br></p><p>8. Getting to know how to use EDA Playground for Verilog coding and how to generate the output waveform using EPWave. </p><p><br></p><p>9. Some of the key concepts of Verilog like </p><p>Levels of Abstraction, Two types of assignments, Producing delay, generating clock, Procedural assignments are all explained clearly.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-04-06_18-39-37-d40ae02c8ecb03ae0c7e055327e26313/1/WebHD_720p.mp4?Expires=1640464681&Signature=b2gRigw5Mvv49F1GEy6-U7qXeXkTnf6GQ1X565lvN4aeoZscH2TLquD5eWcZJ~VT6Ikx1KhsL5lE9s7mHkHtAdeVM0m6yb2zKvISbOWh5mM~kpHfZ8hiDgzkR7KGApwabr0UyKzNevVMM~mrgpkhJkXO46woDYHhNLJaLZ6NnbzR-IQuveAxwstWAZ6keeHZ59CQiDWALgrDhgI7Fo-RgA71f~Nmd3rIoAFK59l4ymUP7u1Z7GGSD7CFiSVKNraoKlMj3mK74XDlRpLdlcOzYXW2DSxzldfJ1Ga53rIxJzAXdBSxMR97xQGIjayxLjR8P6fXURnA~JlH30zWf5rKZA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3109678", "category": "Health & Fitness", "sub_category": "Meditation", "title": "Meditation Masterclass: meditation teacher certification", "level": "All Levels", "author": "Kevin Ellerton", "duration": "5.5 hours", "rating": "4.4", "reviews": "499", "students": "65033", "coupon_code": "6389C7AF4FE082270A74", "preview_img": "https://img-b.udemycdn.com/course/750x422/3109678_a0c1_2.jpg?secure=fFUQlDS8a2a9Z_UJzu_aKw%3D%3D%2C1640534884", "coupon_link": "https://www.udemy.com/course/meditation-masterclass/?couponCode=6389C7AF4FE082270A74", "end_day": "2021-12-26 03:47:43+00:00", "headline": "Accredited meditation certification course. Learn & teach a wide range of meditation techniques from around the world!", "description": "<p>In this course, you'll learn meditations from all around the world!</p><p>From mindfulness to zen to breath-work, chakras, Tibetan bowls, and everything in between, you'll even be certified to teach meditation by the end of the course!</p><p>From new meditators to zen masters alike, no matter what your level of experience, you can gain a lot from exploring this course. By the end, you'll have experience with over a dozen different styles of meditation!</p><p>This course is accredited by The Meditation Organization as a Certified Meditation Teacher Training Course -- AMC&nbsp;(Accredited&nbsp;Meditation&nbsp;Course) #39283 -- so once you receive your Meditation Certification at the end of this course, you'll be able to teach meditation to others as well.</p><p>While many course creators make one-hour courses to maximize the ROI&nbsp;on their time&nbsp;(one hour courses often sell for as much as 20-hour courses), that's not what this course is about. This course is my masterclass, a culmination of over a decade of learning meditation techniques from gurus around the world and teaching it to groups of students here in the United States. When friends and family ask me to teach them to meditate, I always wish I had a link to send them, that would cover everything that I would want to teach them if I only had the time. Well, I took the time to make this course, and this is the link that I will send to people in the future! </p><p>That's why I've made this course as comprehensive as I could possibly make it, and why I will continue to add videos to this course over the months, years, and decades to come.</p><p>Welcome to my Meditation Masterclass. I hope you enjoy it ❤️</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-05-24_16-45-38-96cd7f4ca7b6809da22109c4da307e94/1/WebHD_720p.mp4?Expires=1640464684&Signature=JPA1d1qYdHYqW0nrtV2yRCfnPgMZkHieKkD52Mw-RXDdt6xiiUACCEtUh55tsmMfkERrueR3r5j7CAEmKoOGNVkTN6XPcLbXlwOGMDy76jPTv3HitdCSYKOsXotVoFIGqsFa6igFGKSik5-HuvYPTZmPhgklGbJHqQZhl7O6A9Rle89DxKEqDCVOkEcoBG4SGZkQVbLvJGfUKyV9~WMI8kuBhLAVJTetKt5-2XL0r~YQQ6Nc9dX8soYxVzvv9HhlfUAxFZbQvG5vPJG37rx8Yk224qtgCDrYHOxDjP3LA7D2MoTDKFbqJ-QWLCyxQi0g1yjtIRkXtTD3eJJ~x2xgkQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3161726", "category": "Personal Development", "sub_category": "Personal Productivity", "title": "Learn To Focus: Meditation & Mindfulness For ADHD", "level": "Beginner Level", "author": "Kevin Ellerton", "duration": "1 hour", "rating": "4.5", "reviews": "400", "students": "56678", "coupon_code": "366280CE9BFE1D4843CA", "preview_img": "https://img-c.udemycdn.com/course/750x422/3161726_8bc7_5.jpg", "coupon_link": "https://www.udemy.com/course/meditation-for-adhd/?couponCode=366280CE9BFE1D4843CA", "end_day": "2021-12-26 03:47:15+00:00", "headline": "Don't \"cure\" your ADHD - transform it into a superpower!", "description": "<p>ADD and ADHD can make it hard to focus &amp; get things done. You have lots of mental energy (that's why you're so smart!) but you have a hard time directing it to one thing at a time. Many people go through their entire lives in this scatter-brained state, jumping from thing to thing, never fully concentrating on, or actually enjoying, anything. This can lead to major school &amp; career problems (not paying attention in class, not paying attention at work, not caring about what you're working on, bouncing from job to job, career to career, etc), and problems becoming a successful adult.</p><p>For some handicaps, there is simply no cure, no way out. Thankfully, ADD/ADHD is NOT&nbsp;one of those handicaps. ADD &amp;&nbsp;ADHD&nbsp;can actually be a blessing in disguise, if you learn how to channel your mental energy, to focus it, to make it like a laser. This is called <em>hyperfocusing</em>, and it is a superpower unique to ADD/ADHD people!</p><p>You may have noticed that while you sometimes can't focus on anything at all, sometimes you can get <em>extremely zoned in to one thing</em> (like these words, for example). And oftentimes (for some of us, more often than not), the thing that you're zoned into is the wrong thing. For example, my first year in college I&nbsp;got so sucked into social media that I barely went outside and met actual friends. Sometimes this still happens to me, if I pick up my phone right when I wake up and click on a social media notification before I&nbsp;start meditating for the day. Social media platforms are designed to suck you in -- that's how they make money. That's bad news for ADD / ADHD people. And there are tons of other useless, unproductive, time-wasting things that can suck in your attention, if you don't learn how to control your hyperfocus.</p><p>The good news is that you can learn how to control your hyperfocus, and use it to supercharge your life by focusing on the things you actually <em>want</em> to be focused on! It's not easy, but it is actually very simple. The answer can be written in just ten letters: MEDITATION.</p><p>Meditation is the single most important key to controlling your hyperfocus, focusing on what you want to focus on, and moving your attention to the things that you want it to be on. Meditation is not some woo-woo magical thing... it's literally just training your brain to focus. That's literally what meditation IS. It's a practice of bringing your mind into the present moment, and focusing it on one thing at a time. This practice strengthens the parts of your brain that are responsible for regulating your attention. Just like lifting weights builds muscles in your body, practicing meditation builds neural connections in your brain (it's a process called neuroplasticity -- look it up!). Just like your muscles get bigger from lifting weights, your brain gets bigger by practicing meditation! And just like you can focus your exercise on strengthening a particular part of your body (arms, legs, chest, etc), you can focus your meditation on strengthening a particular part of your mind (deep focus, broad focus, generating joy, love, happiness, etc).</p><p>Many of the world's most successful entrepreneurs, futurists, inventors, and celebrities are people who have learned to direct their ADHD energy and control their innate powers of hyperfocus. In this course, we will use meditation to do that, and more -- to become more focused, successful, stable, joyful, energized, and just plain happier in life!</p><p>By the end of this course, you will be experienced with five different meditation techniques, which you can practice in daily life:</p><p>- breathwork</p><p>- mindfulness</p><p>- mindfulness of breathing</p><p>- concentrating on a physical object, and</p><p>- concentrating on an activity,</p><p>You'll be equipped with the tools you need to become the best version of yourself, and transform your ADD/ADHD from a handicap into a superpower!</p><p>The skills you'll learn in this course will be worth 1000x more than the price of the course. Not only will this course save you money on ADD/ADHD drugs like Adderall &amp; Ritalin, and help you make tens, hundreds, or thousands of times more successful in life than you would have been without being able to control your superpowers of hyperfocus, the meditations you learn in this course will make you immeasurably happier, over the course of your lifetime. And that's kind of the point of this whole \"life\" thing anyway, isn't it? What's $50 in comparison to a lifetime of sustainable happiness?</p><p>Don't get distracted by any shiny things or other tabs. Click the button to sign up for this course now. This may be the single most important moment in your life. Stay focused, sign up now, and start watching right away!</p>", "preview_video": "https://mp4-b.udemycdn.com/2020-05-27_20-20-07-459935e0a9202bdf79719b86a44cb5c4/1/WebHD_720p.mp4?secure=UmK6q_b6hLNb5qNDI8b5Cw%3D%3D%2C1640464703"}, {"course_id": "4390826", "category": "Business", "sub_category": "Project Management", "title": "Basecamp can help you organise and delegate your projects.", "level": "All Levels", "author": "Callbury Media", "duration": "1 hour", "rating": "0.0", "reviews": "0", "students": "1628", "coupon_code": "BC1AD73111F59FA2", "preview_img": "https://img-c.udemycdn.com/course/750x422/4390826_af83_4.jpg", "coupon_link": "https://www.udemy.com/course/basecamp-can-help-you-organise-and-delegate-your-projects/?couponCode=BC1AD73111F59FA2", "end_day": "2021-12-30 05:51:31+00:00", "headline": "Understand what Basecamp is all about and how it can help your business.", "description": "<p><strong>Do you want to complete tasks more quickly and with less frustration while still ensuring high-quality results?</strong></p><p><br></p><p>If you answered yes, I have some good news for you... In a nutshell, \"Basecamp.\"</p><p><br></p><p>Basecamp is the best project management platform for internet entrepreneurs ever created.</p><p>With over 2 million customers, the company has built one of the internet's oldest and longest-surviving businesses.</p><p><strong>They began as a web design firm and have evolved into the market leader in project management software over the course of 18 years.</strong></p><p><br></p><p><strong>One-Click Simplicity</strong></p><p><br></p><p>Basecamp is well-known and well-liked for its simplicity.</p><p>The clean and simple interface makes it the number one choice for all internet entrepreneurs.</p><p>There is no technical knowledge required.</p><p>It caters to all levels of business professionals, from novice to intermediate to advanced.</p><p><br></p><p><strong>Boost Productivity.</strong></p><p>Make more progress in less time.</p><p>The key to running a successful project or business is having an adequate and dependable communication structure.</p><p>Basecamp makes communication easier and more efficient, whether you're in management or working in a group.</p><p>By using Basecamp, you are effectively saying goodbye to the challenge of working as a team and staying on the same page.</p><p>Basecamp relieves you of the burden of long email chains of forwards and replies. It organises discussions and task lists and keeps everyone up to date on what is required and expected of them.</p><p><br></p><p><strong>Why You Should Begin Right Away:</strong></p><p>A great <strong>project management solution</strong> from a great reputable and trusted company.</p><p>It is a <strong>SaaS solution</strong> that actually works with little to <strong>no downtime at all.</strong></p><p><strong>Solve all of your communication challenges</strong> with one innovative solution.</p><p><strong>Keep track of your project</strong> and team’s milestones and progress.</p><p><strong>Manage assignments,</strong> tasks and create smart to-do lists for your project and or team.</p><p>And the list goes on and on.</p><p>Implementing Basecamp in your business will bring it to the next level.</p><p><br></p><p><strong>To get instant access to the course, all you have to do is click the Enroll button Now…</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-12-09_06-48-08-001800871f832f4dddd106073956c4c5/2/WebHD_720p.mp4?Expires=1640464706&Signature=JYa~m5~A5Re~A04DGGnkcv6H9e3eupsRqv4A4eK7N~TnCAIOuIinmOJD-ahBmoZnhk3edqMpUpi3mYDHo4b9D-wA9vcW8L6Jf0x-p5yifTjifhDV2XZse3f5oZnPahzP~wviXRnFOw1-Jyzs5g5IXzgUeK-7nRqvm~J7bFtNvKifzWPynT4Z36Wa8A1dFTl7seacRiCEfScapWT0XIiV~w2Q2FM91epHJYgl468-3f-51iAcLWNAN0rNVHZLG5-0p1FOXcEz~BZjX5g3v1-NDAGM~YA7bAAYbTthxGLl2969odLKmL6zJx9hd0u4GWkxgJ4tmPPiEwWDtoWLlnFusw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1894054", "category": "Development", "sub_category": "Web Development", "title": "Drupal For Absolute Beginners (2021)", "level": "All Levels", "author": "Shubham Saurav", "duration": "1.5 hours", "rating": "4.4", "reviews": "199", "students": "49911", "coupon_code": "383D963C0605589B9449", "preview_img": "https://img-b.udemycdn.com/course/750x422/1894054_b286_3.jpg?secure=koNi1czDNqnW6LQ2ESEpvA%3D%3D%2C1640534923", "coupon_link": "https://www.udemy.com/course/drupal-masterclass/?couponCode=383D963C0605589B9449", "end_day": "2021-12-29 16:59:13+00:00", "headline": "The Most Comprehensive Course To Start Learning Latest And Greatest Drupal From Scratch", "description": "<p><strong>This is The BEST Course To Start Learning Latest And Greatest Drupal From Scratch. Drupal is now powering more than 1,000,000 websites in the world, there's never been a better time to build an income and business around it.</strong><br><br>If you want to master Drupal to build a Business or to impress your potential Employer then, you've come to the right place.<br>Hi there, my name is Shubham and YOU&nbsp;are going on an exciting learning adventure with me. </p><p>In the entire exiting course I will be teach you the ins and out of Drupal. You will learn everything that you need to know. And by the end of the course you will become and expert in Drupal. <br><br><strong>Here is a glimpse of what you are going to learn :-&gt;</strong><br></p><ul><li><p>Installation of Drupal on localhost</p></li><li><p>Brief Introduction to all the features of Drupal</p></li><li><p>Creating Content on Your Drupal Site</p></li><li><p>Creating User and User Roles</p></li><li><p>Adding Permission to User Roles</p></li><li><p>Blocks and Conditionally Displaying Blocks</p></li><li><p>Adding Link to Menu</p></li><li><p>Create and Displaying Menu using Blocks</p></li><li><p>Making URL pretty using URL Alias</p></li><li><p>Installing Modules</p></li><li><p>Generating URL Aliases using PathAuto</p></li><li><p>Customizing Contact Form</p></li><li><p>Installing Themes</p></li><li><p>Much, much more.</p></li></ul><p><strong>What you will get from this course?</strong></p><ul><li><p>Step by Step HD video tutorial</p></li><li><p>An awesome community</p></li><li><p>Lifetime Updates</p></li></ul><p><strong>How this course is different than other course?</strong></p><p>This is the most comprehensive course about Drupal that comes with a great support. We are open to lecture request . We answer every single question of our students. </p><p>I have taught over 90,000 happy students on Udemy alone and this number is increasing rapidly. There is no risk involved in taking the course as I provide 30 days money back guarantee with No-Question-Asked. <br><br><strong>Don't Wait for the time. Now is the time. Enroll now.</strong></p><p><br></p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2018-10-11_03-58-48-54c3299adb5e0663387addb572f7aa71/WebHD_720p.mp4?Expires=1640464723&Signature=EygYwcAwb5UC1L3ofgGcszstgmy1yVb9BTyOhmf1nHRp~AIz07ocHSqYQfwhDeVqHa60SmVBd4kAd45jB3bhTFxoSCgezsYg0-PWx3gVCDGb1cTjRGd2sEux0-EN3q2dtD2D7OpDl~k5YYRI~~eBMsPpoPRvG1zGRS4J3ww2KsNllSzLmfpUMiMkrNGJjI3ykfqjhrUtto4QHVtaQ-JNRfZHzyrjHvJrxhKoXT2jt5AlCKLWkV~2ltS0SFkbAFDBmwqPfdSirq17F2I1XMEvoZCNGDlXdBOMtzlEMBzgCrD0tEpYZvcMOesKvaBFVZjG1KPXa5SKsCnA05dbUNhPgQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}]}