{"last_time_update": "2022-04-13 10:09:27", "results": [{"course_id": "4122346", "category": "Marketing", "sub_category": "Search Engine Optimization", "title": "Technical SEO Content Writing Tips & How-to Examples | 2021", "level": "Beginner Level", "author": "Abdullah Khan", "duration": "57", "rating": "4.0", "reviews": "28", "students": "6078", "coupon_code": "DDISCUDEMY", "preview_img": "https://img-c.udemycdn.com/course/480x270/4122346_5322_4.jpg", "coupon_link": "https://www.udemy.com/course/technical-creative-seo-content-writing-for-advanced-strategy/?couponCode=DDISCUDEMY", "end_day": "2022-04-17 14:59:00+00:00", "headline": "Learn how to create content for SEO strategy and enjoyable user experience. How to write to Increase rank and visitors.", "description": "<p><strong>Get Top Ranks, Maximum Traffic, Maximum Leads, Smart Landing Pages and Perfect User Experience.</strong><br><br><em>\"</em><strong><em>Learn about the content that users want to read and is relevant. \"</em></strong></p><p>Always thought about if you are <strong>writing for SEO </strong>as well as your visitors?<br><br>In this training program you will <strong>Learn SEO content writing </strong>considering technical and user experience aspects.<br><br>You will learn about the <strong>website structure</strong>, <strong>content structure</strong>, <strong>how your audience thinks</strong>, what your users wants to achieve.<br><br>You will understand your business objectives keeping in perspective what your product offers, what you do differently from your competitors.<br></p><p>Learn the <strong>Structured way of writing content</strong>. Ever structured or thought about the nitty-gritty of <strong>how small structured changes </strong>in your content will <strong>impact your overall website experience</strong>, <strong>avg. session duration</strong>, <strong>lead generation</strong>, <strong>lead nurturing</strong>.</p><p><br></p><p>What about the user journey? The journey your customer takes from first hearing about your brand to starting correspondence to becoming your customer.</p><p><br></p><p>You will learn about how user takes different steps from first query until <strong>conversion </strong>happens.</p><p><br></p><p>What about buyer personas? Are all the users same? All buyers start with different intent. Some are in the beginning of the funnel, some are the bottom waiting to<strong> make a purchase</strong> or <strong>place an order </strong>or<strong> book an appointment</strong>.<br></p><p>When you start working towards the structure, you get to know about the customer you didn’t know earlier as well as about your competitors and your own product.<br></p><p>This program will help you get a much better understanding before you start writing SEO content yourself, or hire an experienced content writer to work for you.<br></p><p>What is given here can be used by you not just for SEO, but <strong>paid marketing</strong>, even <strong>social media</strong>.</p><p><br></p><p>If you are a <strong>web developer </strong>it will help you design web elements that will prominently display useful information and persuade your user into become your customer.</p><p><br><br></p><p><br><br></p><p><br></p>", "preview_video": "", "locale": "English"}, {"course_id": "3598748", "category": "Development", "sub_category": "Programming Languages", "title": "Intermediate Python Immersive Training | Boost your career", "level": "Intermediate Level", "author": "Ahmed Ibrahim", "duration": "153", "rating": "4.6", "reviews": "289", "students": "106238", "coupon_code": "A16FF701065A684B21B0", "preview_img": "https://img-c.udemycdn.com/course/480x270/3598748_4248.jpg", "coupon_link": "https://www.udemy.com/course/the-intermediate-python-training-boost-your-python-skills/?couponCode=A16FF701065A684B21B0", "end_day": "2022-04-17 07:55:00+00:00", "headline": "Develop your Python programming skills and Master next-level Python features", "description": "<p>Welcome to The Intermediate Python Immersive Training | Boost your career</p><p>In this course, you will learn in depth the most important Python language topics for the intermediate level.</p><p>Once you have completed this course, you will be able to use all these techniques, which we will list in detail.</p><p>There is a wonderful feature in this course, as it explains in important detail all you need in these topics in a direct and practical way that saves you valuable time and effort.</p><p>Once you have completed this course, you will be able to understand and use the following techniques in your Python programs:</p><p>Iterator from fruitstuple and print each value,&nbsp; Iterator from sequence of characters, for loop to iterate through a tuple, for loop to iterate through a string,&nbsp; Build&nbsp; an iterator that returns numbers, raise StopIteration, local scope of a function, local variable can be accessed from a function inside function function, global variables are available from within any scope, Naming and Renaming Variables, The global keyword makes the variable global, adding a placeholders, displayed as a number with two decimals, Adding Multiple Placeholders, Using index numbers for placeholders, Using named indexes, simple generator function with yield, return a value and terminate the execution of the function, Using generator function with for loop, yield square of number, loop and StopIteration automatically, Use generator expression, pass generator expression in a function, import the regular expressions module, Search the string to see if match or no match, regex function, metacharacters, special sequences and sets,&nbsp; findall list of matches, Search for the first white-space, Making a search that returns no match, Split at each white-space in the string, replace every white space&nbsp; and count parameter, search and return a match object, .span and Searching for upper case, string property to return the string passed into the function, Print the word that contains upper case, display a list of all available modules, create and change directory, getcwd and rmdir, list files and sub directories, sys module, math module, statistics, collections and namedtuple, collections and OrderedDict, collections and deque,&nbsp; random module with functions, creating package called newpackage with files, use from newpackage newfunctions to main, work with init module and use modules, Installing collected newpackage, .... and more.</p><p><br></p><p>And if you have any inquiries in this course, the instructor will answer them and inform you in detail. In order to get the most out of this course.</p><p>I hope you will join us on this wonderful journey which I promise will truly benefit you.</p>", "preview_video": "", "locale": "English"}, {"course_id": "1508164", "category": "Development", "sub_category": "Web Development", "title": "Practical MongoDB + PHP: For Absolute Beginners", "level": "All Levels", "author": "Creative Online School", "duration": "99", "rating": "4.3", "reviews": "786", "students": "158836", "coupon_code": "MONGOAPR2022", "preview_img": "https://img-c.udemycdn.com/course/480x270/1508164_4ec4_3.jpg", "coupon_link": "https://www.udemy.com/course/mastering-mongodb/?couponCode=MONGOAPR2022", "end_day": "2022-04-17 03:07:00+00:00", "headline": "Master yourself in NoSQL Database MongoDB with Hands-on Practical Examples. PHP & MongoDB practical projects.", "description": "<p>=== Students' reviews' regarding this course ===</p><p><strong><em>\"In-depth explanations, good examples, knowledgeable instructor!\"&nbsp;</em></strong>-- Gordon Stanley</p><p><strong><em>\"Really very good course to start learning Mongodb.\" </em></strong><em>-- Saifaldeen</em></p><p><strong><em>\"Simply awesome. The instructor is explaining every line of code that he is typing it on the console and explains straight to the point. I got to learn many new things in this course as a beginner.\"</em></strong> -- Saurabh Mirajkar</p><p><strong><em>\"Great course. Loved the style of the instructor and the way things are presented. Cheers\"&nbsp;</em></strong>-- Joey Smith</p><p><strong><em>\"This is a good course for someone who has worked with json objects and php before, the examples are easy to understand. I´m really enjoying this course\"</em></strong> -- Jezer Eduardo Martínez</p><p><strong><em>\"So very clear and concise... we learn to build and the instructor is taking us through the major steps to build something\"</em></strong> -- Robin McManus<br></p><p>MongoDB is one of the most powerful NoSQL database in the current world. By completion of this course, you will be able understand the concepts of MongoDB and get working experience on MongoDB. This course gives you hands on and practical experience on MongoDB queries; both basic queries and advanced queries. How to install Also you complete a basic project with PHP and MongoDB.&nbsp;</p><p>Learning NoSQL (here for example, MongoDB) is one of the fastest ways to improve your career. Hope this course will be used as a helping hand for your prospective career. Please dig on free preview videos for more information.&nbsp;</p><p>Along with MongoDB, you will learn PHP Basics and Advanced. Practical work with Git, JSON and XML. <br>&nbsp; </p>", "preview_video": "", "locale": "English"}, {"course_id": "4244338", "category": "IT & Software", "sub_category": "IT Certifications", "title": "PSD Professional Scrum Developer Certification Practice Exam", "level": "All Levels", "author": "Tech Agilist (CSM, PSM, PSPO, PSD, PMI-ACP, SPS Online Practice Exam)", "duration": "0", "rating": "3.9", "reviews": "16", "students": "1481", "coupon_code": "TAFREEAPR", "preview_img": "https://img-c.udemycdn.com/course/480x270/4244338_04dc_2.jpg", "coupon_link": "https://www.udemy.com/course/scrum-developer-certification-practice-exams/?couponCode=TAFREEAPR", "end_day": "2022-04-18 00:46:00+00:00", "headline": "PSD Professional Scrum Developer Agile Scrum Developer Certification Practice Exams -700 Questions & Explanations 2022.", "description": "<p><strong>All the practice exams are based on the latest version of the Scrum Guide. </strong></p><p>These UNOFFICIAL practice tests contain </p><ul><li><p><strong>700 questions</strong>: 4 tests of 100 questions &amp; 2 tests of 150 questions each in English.</p></li><li><p><strong>Appropriate explanations</strong>: It will help you to understand the Scrum Framework &amp; the importance of the Developer's role.</p></li></ul><p><br></p><p><strong>Professional Scrum Developer Course Objectives</strong></p><ul><li><p>Understand how modern Agile engineering practices and supportive DevOps tools improve a team’s capability to deliver working software</p></li><li><p>Learn the different aspects of a Scrum Team and how to work together as a team to get work done.</p></li><li><p>Finally, gain knowledge of how to leverage modern software development tools and practices.</p></li></ul><p><br></p><p><strong>These practice exams are divided on basis of the below-mentioned focus areas. </strong></p><ul><li><p><strong>Scrum Framework</strong> — Rules and roles of Scrum per the Scrum Guide.</p></li><li><p><strong>Scrum Theory and Principles</strong> — Good understanding of Scrum theory, how it is founded on empirical theory, and the principles and values of Scrum.</p></li><li><p><strong>Analysis</strong> – Modern practices for a Development Team to best interpret user needs so that they are most transparent with the least waste possible.</p></li><li><p><strong>Cross-functional, self-managed Teams</strong> — Scrum Teams are different from traditional development groups. The paradigm and nature of a cross-functional and self-organizing team promote flexibility, creativity, and productivity. They choose how to best do their work and have all competencies needed to accomplish it without depending on others outside of the team.</p></li><li><p><strong>Cross-functional, self-managed Development</strong> — Self-organization within the Development team fosters collaboration and increases commitment, feeling of ownership, and creativity. The Development team makes all decisions on how to do the work that it has forecast it could complete.</p></li><li><p><strong>Design &amp; Architecture - </strong>Technical approaches to developing software architecture and design that a Development Team must do in order to deliver business value in the form of working software every Sprint.</p></li><li><p><strong>Documentation / Persistence - </strong>Documentation makes information persistent. Documentation is incrementally maintained and is a development activity.</p></li><li><p><strong>Quality - </strong>As part of incremental development, Scrum puts quality before scope. This requires transparent agreements and standards.</p></li><li><p><strong>Test First Development - </strong>Development approach of thinking through requirements before writing functional code in order to consider work in terms of how it will be tested, creating traceability, and eliminating waste.</p></li><li><p><strong>Testing</strong> - The ability to deliver shippable software requires testing activities, to be done as part of development.</p></li><li><p><strong>Programming - </strong>Writing high-quality code is an art in itself. It requires skills, dedication, mastery, and agreed-on practices.</p></li></ul><p><br></p><p><strong>100% money</strong>-<strong>back guarantee</strong>: There is no risk subscribing to this course as the platform guarantees that you can claim a refund without any justification within 30 days.</p><p><br></p><p><strong>Legal Disclaimer:</strong><br><strong>These UNOFFICIAL practice tests are not <em>endorsed by, nor in partnership, nor affiliated with Scrum . org.</em></strong><br><br>The statements made and opinions expressed herein belong exclusively to Tech Agilist and are not shared by or represent the viewpoint of Scrum . org; This training does not constitute an endorsement of any product, service or point of view. Scrum . org makes no representations, warranties or assurances of any kind, express or implied, as to the completeness, accuracy, reliability, suitability, availability or currency of the content contained in this presentation or any material related to this presentation. In no event shall Scrum . org, its agents, officers, employees, licensees or affiliates be liable for any damages whatsoever (including, without limitation, damages for loss of profits, business information, loss of information) arising out of the information or statements contained in the training. Any reliance you place on such content is strictly at your own risk.</p><p><br></p><p>TRADEMARK NOTICE STATEMENT</p><p>The terms Scrum Open, Professional Scrum™, Professional Scrum Master™, Professional Scrum Product Owner™, PSM, PSM I, PSM II, PSPO, PSPO I, PSPO II, PSD, SPS, etc. are the protected brand of Scrum Organization. </p><p><em>The practice tests use wording from the Scrum Guide </em>™<em>, Nexus Guide </em>™<em>, and Evidence-Based Management Guide™ to explain important concepts, ideas, rules, and practices.</em></p><p><em>No changes have been made to the content of the Scrum Guide </em>™<em>, Nexus Guide </em>™<em>, and Evidence-Based Management Guide </em>™</p><p><em>License: Attribution Share-Alike license of Creative Commons</em></p>", "preview_video": "", "locale": "English"}, {"course_id": "2695676", "category": "Office Productivity", "sub_category": "Microsoft", "title": "Microsoft Excel: Análisis de datos con tablas dinámicas", "level": "All Levels", "author": "Raúl Montesinos", "duration": "65", "rating": "4.5", "reviews": "1802", "students": "70199", "coupon_code": "09EA10280D72332361BC", "preview_img": "https://img-c.udemycdn.com/course/480x270/2695676_712d_14.jpg", "coupon_link": "https://www.udemy.com/course/microsoft-excel-analisis-de-datos-con-tablas-dinamicas/?couponCode=09EA10280D72332361BC", "end_day": "2022-04-17 13:43:00+00:00", "headline": "La herramienta más poderosa de Excel.", "description": "<p><strong>¡El curso de Microsoft Excel que te da más valor!</strong></p><p><strong>¿Quieres aprender una habilidad que te ayude a incrementar tus ingresos?</strong> </p><p>Si es así, entonces ¡Este curso es para ti!</p><p>Las <strong>tablas dinámicas</strong> son la <strong>herramienta mas poderosa de Excel. </strong>Con ellas podemos analizar y resumir una gran cantidad de información de una manera rápida y sencilla.</p><p><strong>Excel es utilizado por todas las empresas del mundo</strong> para procesar su información. Saber como <strong>sacar provecho de la información</strong> para hacer <strong>propuestas de valor</strong> con esta herramienta t<strong>e pondrá un paso adelante </strong>de los demás.</p><p><br></p><p><strong>¿Qué esperas?</strong></p><p>Saber trabajar Excel, nos abrirá muchas puertas en el mercado laboral debido a que el Excel es una herramienta que nos permite llevar a cabo un montón de tareas diferentes.</p><p>Si te preguntas que es Excel, Excel es uno de los programas más completos, por lo que puede ser empleado para cualquier tarea, desde hacer un inventario en una empresa, hasta llevar a cabo facturas o gestionar todo tipo de cosas, esto son solo unos pequeños ejemplos de para qué sirve Excel, pero básicamente sus funcionalidades, se pueden aplicar a cualquier empresa que se precie de forma indiferente a la actividad que se ocupe.</p><p><br></p><p><strong>¿Qué aprenderemos?</strong></p><p>El objetivo del curso es aprender a <strong>utilizar eficazmente las tablas dinámicas</strong> de Excel mediante ejemplos prácticos con una cobertura detallada de cada tema.</p><p><strong>Al final del curso seras capaz de:</strong></p><p><br></p><ul><li><p>Crear tablas dinámicas.</p></li><li><p>Seleccionar, mover y borrar tablas dinámicas.</p></li><li><p>Modificar el diseño de las tablas dinámicas.</p></li><li><p>Configurar el campo de valor para resumir valores.</p></li><li><p>Configurar el campo de valor para mostrar valores.</p></li><li><p>Filtrar datos.</p></li><li><p>Agrupar datos de forma manual y automática.</p></li><li><p>Crear campos y elementos calculados.</p></li></ul><p>y mucho más.</p><p><br></p><p>Dominando estos temas podrás estructurar la información de tal manera que haga sentido y <strong>te permitirá tomar decisiones basadas en datos.</strong></p><p><strong>Con este curso añadirás valor a tu CV y habilidades que te harán destacar en tu trabajo.</strong></p>", "preview_video": "", "locale": "Spanish"}, {"course_id": "1771976", "category": "Personal Development", "sub_category": "Career Development", "title": "10x Your Social Skills & Connect With People", "level": "All Levels", "author": "Susmita Dutta", "duration": "103", "rating": "4.1", "reviews": "218", "students": "28628", "coupon_code": "APR2022FREE01", "preview_img": "https://img-c.udemycdn.com/course/480x270/1771976_7ffa.jpg", "coupon_link": "https://www.udemy.com/course/master-your-social-skills/?couponCode=APR2022FREE01", "end_day": "2022-04-17 15:33:00+00:00", "headline": "Take your Social Skills, Charisma and Self Confidence to the Next Level", "description": "<p><strong>**Course Updated - April 2022**</strong></p><p><strong>&gt;&gt; COURSE REGULARLY UPDATED: NEW TIPS, MORE LESSONS &lt;&lt;</strong></p><p><strong>&gt;&gt; CERTIFIED COACH, SPEAKER AND TRAINER &lt;&lt;</strong></p><p><strong>&gt;&gt; OVER 180,000 STUDENTS IN TOTAL &lt;&lt;</strong></p><p><br></p><p>The first step is increasing your skill in dealing with people. 85 percent of your success in life is going to be determined by your social skills, by your ability to interact positively and effectively with others and to get them to cooperate with you in helping you to achieve your goals. To create successful human relations, it is imperative to understand people and their nature.</p><p>This course has been divided into 12 sections. In each section, we have discussed in detail different aspects that you would need to master to have great people skill.</p><p>In this course, you will learn human Characteristics and how you can understand the non-verbal quo while talking to someone. You will learn to tactfully agree with people, you will learn to make people feel important, you will learn the power of constructive criticism, and many more.&nbsp; So, be prepared with your pens and notepads to take notes while you listen to the lectures.&nbsp; &nbsp;&nbsp; </p><p>Each section has exercises to be done for a better understanding of the concept. And I would encourage you to complete the exercises before you move on to the next one.&nbsp; &nbsp;&nbsp; </p><p>Throughout the course, you will hear me giving many different examples in the form of photos and stories to make your understanding better and relatable.&nbsp; &nbsp;&nbsp; </p><p>Once, you have successfully completed the course. In the last section of this course, You will learn the tools and techniques to apply the real-life application of human-centered skills and I have also explained how you too can do the same for yourself. So, what are you waiting for?? Let’s dive into the world of creating amazing people skills.&nbsp; &nbsp;&nbsp; </p><p>Thank you, my name is Susmita Dutta and I will see you in the course!\n\n</p>", "preview_video": "", "locale": "English"}, {"course_id": "4048092", "category": "Marketing", "sub_category": "Paid Advertising", "title": "Google Ads, YouTube Ads, Bing Ads & Google Retargeting Guide", "level": "Beginner Level", "author": "Ing. Tomas Moravek | Facebook Ads Expert", "duration": "576", "rating": "4.6", "reviews": "167", "students": "50014", "coupon_code": "WATERTIGER4", "preview_img": "https://img-b.udemycdn.com/course/480x270/4048092_64be_5.jpg", "coupon_link": "https://www.udemy.com/course/google-ads-2022/?couponCode=WATERTIGER4", "end_day": "2022-04-17 21:31:00+00:00", "headline": "Learn Google Ads, YouTube Ads, Bing Ads & Google Retargeting. Write Ad Copy. Use Extensions, Responsive & Discovery Ads.", "description": "<p><strong>Learn Google Ads, Youtube Ads, Bing Ads &amp; Google Retargeting Fast &amp; Fun!</strong></p><p>Setup your Google search campaign today. Enjoy 17 interactive quizzes A, B, C, D. Learn how to set up your Google ads account, use Google coupon, write your Google ad copy, create your first campaign, and get your advertising up &amp; running. In this Google ads course you will walk-through setup, configuration, creating ad copy, adding your keywords, and optimising your ads to drive traffic to your website. You will learn how to setup retargeting and Google shopping (google merchant centre). You will also learn how to create Google ads performance reports with Google data studio. All screen recordings show new Google ads manager layout.</p><p><strong>Setup your Google search campaign today</strong></p><p>Google Ads are a great way to boost your brand profile, generate more leads and traffic, and gain more sales. The Google Ads platform focuses on Pay Per Click (PPC) ads, where advertisers pay per impression on an ad. PPC marketing is a tailorable, affordable form of web marketing, but to succeed, and not waste money, you must take the right approach. Typically it takes many years of experience to gain the in-depth knowledge necessary to get the most out of your PPC campaign.</p><p>With this Google Ads course, we aim to get you on the road to success faster, and as long as you are willing to put the work in, and apply our techniques and strategies, you'll be well equipped with everything you need to succeed. The strength of advertising with Google lies in its massive market reach and the ability it gives you to create highly targeted campaigns. With Google Ads you can drive quality traffic to your brand, garnered from people searching Google for products and services, similar to the ones you're offering.</p><p>To boost your reach, ads from Google often feature across other platforms, including YouTube, Blogger, and the Google Display Network. Another great feature of Google Ads is the Google Ads Analytics dashboard, which allows you to monitor the performance of your ads over time. This helps you hone the effectiveness of your Google Ads and adjust your content and target audience for a more optimal return on your investment. It's definitely worth investing in Google Ads, as even if you're ranking well organically, your results are likely to appear lower than those who have paid to promote. </p><p><strong>Write Google ads copy that people love to click on</strong></p><p>If you want maximum click throughs, you must use copywriting strategies that evoke strong emotion and are targeted to your ideal reader. The best type of Ad Copies are short and punchy, with enough impact to arouse curiosity, or provoke a reaction. Incorporating numbers is a great way to make Ad Copies sound more specific.</p><p><strong>Choose the right keywords</strong></p><p>Search for words or phrases related to your products or services. The keywords you choose are used to show your ads to people. Select high-quality, relevant keywords for your ad campaign to help you reach only the most interested people, who are more likely to become your customers.</p><p><strong>Optimise your Google ads targeting</strong></p><p>Targeting ads is an essential part of a successful advertising campaign. You may have designed the perfect ad, but you'll need to show it to the right people at the right time to better reach your goal. Google Ads offers different ways of targeting your ads.</p><p><strong>Learn new keyword matching options</strong></p><p>Keywords are words or phrases that are used to match ads with the terms people are searching for. The keyword match types dictate how closely the keyword needs to match with the user’s search query in order for the ad to be considered for the auction. So you could use broad match to serve your ad on a wider variety of user searches or you could use exact match to hone in on specific user searches.</p><p><strong>Use efficiently negative keywords</strong></p><p>Negative keywords let you exclude search terms from your campaigns and help you focus on only the keywords that matter to your customers. Better targeting can put your ad in front of interested users and increase your return on investment (ROI).</p><p><strong>Understand everything about new search terms reports</strong></p><p>Use the search terms report to identify new search terms with high potential, and add them to your keyword list. Look for search terms that aren't as relevant to your business, and add them as negative keywords. This can help you avoid spending money showing your ad to people who aren't interested in it.</p><p><strong>Use auction insights to compare performance</strong></p><p>The auction insights report lets you compare your performance with other advertisers who are participating in the same auctions that you are. This information can help you make strategic decisions about bidding and budgeting by showing you where you're succeeding and where you may be missing opportunities for improved performance. The auction insights report is available for both Search and Shopping campaigns.</p><p><strong>Determine a bid strategy based on your goals</strong></p><p>Google Ads offers several bid strategies that are tailored to different types of campaigns. Depending on which networks your campaign is targeting, and whether you want to focus on getting clicks, impressions, conversions, or views you can determine which strategy is best for you. In this article, we'll describe how to use your advertising goals to choose your bid strategy.</p><p><strong>Improve your Google ppc quality score</strong></p><p>Google uses your PPC Quality Score (QS) to decide how your ad should rank. The higher your quality score, the better your position will be. This score factors in how relevant your landing page and ads are to the keywords you've selected and also assesses your expected clickthrough rate.</p><p><strong>Make use of ad extensions</strong></p><p>Ad Extensions let you supplement your Google ad with one of five additional features for no extra cost. You can select from a Sitelink, Call button, Location info, or App download link, or can choose to showcase an Offer instead.</p><p><strong>Learn Google ads retargeting</strong></p><p>Retargeting is a way to connect with people who previously interacted with your website or mobile app. It allows you to strategically position your ads in front of these audiences as they browse Google or its partner websites, thus helping you increase your brand awareness or remind those audiences to make a purchase.</p><p><strong>Set up Google shopping (Google merchant centre)</strong></p><p>If you're a retailer, you can use Shopping campaigns to promote your online and local inventory, boost traffic to your website or local store, and find better qualified leads. To get started, you'll send us your product data with Merchant Center and create a campaign in Google Ads. Then, we'll use your campaign to create ads on Google and around the web where potential customers can see what you're selling. We call these placements Shopping ads because they appear in a different, more visual format. In contrast to a text ad, which displays text only, Shopping ads show users a photo of your product, plus a title, price, store name, and more. These ads give users a strong sense of the product you're selling before they click the ad, which gives you more qualified leads.</p><p><strong>Create visual performance reports with Google data studio</strong></p><p>You can add Ad Manager as a data source in Data Studio to create data visualisation reports. The most popular Ad Manager report dimensions and metrics are available. These reports can be securely shared with others in your organisation or publicly.</p><p><strong>When you enrol, you also get:</strong></p><ul><li><p>Course materials and tuition worth at least $1.080 - you get it all - for a tiny fraction of the cost!!!</p></li><li><p>Handy PDF &amp; MP3 packed with useful and Free Extra Resources you can download from our Resource Centre</p></li><li><p>Lifetime access &amp; Lifetime updates</p></li><li><p>Udemy certificate of completion - ready for download</p></li><li><p>30-day money back guarantee</p></li><li><p>Fast &amp; friendly support in the Q&amp;A section - ask me a question anytime</p></li><li><p>PDF 10 lessons to quit your job and become a digital nomad</p></li><li><p>PDF 10 reasons to become a digital nomad today</p></li><li><p>PDF Digital Nomad Secrets</p></li><li><p>PDF Starter pack for digital nomads</p></li><li><p>PDF 157 questions that will help you raise your prices dramatically</p></li><li><p>PDF Ebook-Side Hustle Secrets</p></li><li><p>PDF Create a photography landing page that turns visitors in to clients</p></li><li><p>PDF Find photography clients before travelling to your next destination</p></li><li><p>PDF Presentation template: Attracting high value clients whilst travelling</p></li><li><p>PDF Pricing Strategies and Adding Value</p></li></ul><p>Online ppc advertising has become one of the most in-demand skills of 2022. In fact, online ppc advertising jobs can pay upwards of $100k per year. Why? Every business can benefit from someone who creates great Google ads campaigns. From startups to fortune 500s and everything in between, online advertising can make or break the success of an organisation.</p><p><strong>We look forward to welcoming you on board as our newest student,</strong></p><p>Ing. Tomas Moravek &amp; Hazel Owens</p><p>Internet Efficiency Awarded Digital Marketing Expert</p>", "preview_video": "", "locale": "English"}, {"course_id": "4011324", "category": "IT & Software", "sub_category": "IT Certifications", "title": "AWS Certified Cloud Practitioner Practice Exams", "level": "All Levels", "author": "Certify Studio", "duration": "0", "rating": "4.7", "reviews": "233", "students": "23284", "coupon_code": "381917BE7FB433FE5E94", "preview_img": "https://img-c.udemycdn.com/course/480x270/4011324_e65a.jpg", "coupon_link": "https://www.udemy.com/course/aws-certified-cloud-practitioner-practice-exams-il/?couponCode=381917BE7FB433FE5E94", "end_day": "2022-04-17 13:32:00+00:00", "headline": "Updated for 2022 # Become AWS Certified Cloud Practitioner # Ace your CLF-C01 exam # Pass in 1st Attempt", "description": "<p>Pass your <strong>AWS&nbsp;Certified Cloud Practitioner</strong> exam on the <strong>first attempt </strong>and become AWS&nbsp;Certified Cloud Practitioner. All questions and answers in these practice exams have been carefully <strong>curated</strong> and <strong>updated</strong> to be fit for <strong>2021 </strong>AWS&nbsp;Certified Cloud Practitioner exam. Every question has a <strong>detailed explanation</strong> of why an <strong>option is correct</strong> and why the other <strong>options are wrong</strong>.</p><p><br></p><p>The scenarios covered in this practice tests and the breadth and complexity of the questions here are <strong>indicative of what you see in the real exam</strong>. I <strong>update </strong>this course <strong>regularly</strong> to include new up-to-date content at <strong>no extra charge</strong>. If you have questions, raise them in Q&amp;A - I offer <strong>full support</strong>, answering any questions you have <strong>7 days a week</strong>.</p><p><br></p><p>This course comes with a <strong>full 30 day money-back guarantee</strong>. If you are not completely satisfied with the course or your progress, please ask for a refund. 30 day refund policy applies. <strong>You literally can’t lose.</strong></p><p><br></p><p>Apologies for the high number of questions in each practice exam. Udemy has a limit of 6 practice tests per course so I&nbsp;had to cram 200 questions into each practice test for your exam preparation.</p><p><br></p><p>Every question has a <strong>detailed explanation</strong> of why an <strong>option is correct</strong> and why the other <strong>options are wrong</strong>. Here is an <strong>example</strong>:</p><p><br></p><p><strong>Q. </strong>Which AWS Service when used in combination with AWS Shield provides you comprehensive availability protection against all known infrastructure (Layer 3 and 4) attacks?</p><p><strong>A. </strong>WAF.<br><strong>B. </strong>Elastic Load Balancer.<br><strong>C. </strong>CloudTrail.<br><strong>D. </strong>CloudFront.</p><p><em>WAF.</em> <strong>is not correct.</strong><br>AWS WAF is a web application firewall that helps protect your web applications or APIs against common web exploits that may affect availability, compromise security, or consume excessive resources. AWS WAF gives you control over how traffic reaches your applications by enabling you to create security rules that block common attack patterns, such as SQL injection or cross-site scripting, and rules that filter out specific traffic patterns you define.<br>Ref: &lt;url&gt;</p><p><em>Elastic Load Balancer.</em> <strong>is not correct.</strong><br>Elastic Load Balancing automatically distributes incoming application traffic across multiple targets, such as Amazon EC2 instances, containers, IP addresses, Lambda functions, and virtual appliances. It can handle the varying load of your application traffic in a single Availability Zone or across multiple Availability Zones.<br>Ref: &lt;url&gt;</p><p><em>Cloud Trail.</em> <strong>is not correct.</strong><br>Cloud Trail is pefect for this requirement. Unusual activity detection use case: You can detect unusual activity in your AWS accounts by enabling CloudTrail Insights. For example, you can quickly alert and act on operational issues such as erroneous spikes in resource provisioning or services hitting rate limits.<br>Ref: &lt;url&gt;</p><p><em>CloudFront.</em> <strong>is correct.</strong><br>When using Amazon CloudFront, AWS Shield Standard automatically provides comprehensive protection against infrastructure layer attacks like SYN floods, UDP floods, or other Reflection attacks. AWS Shield Standard’s always-on detection and mitigation systems automatically scrubs bad traffic at Layer 3 and 4 to protect your application. Over 99% of infrastructure layer attacks detected by AWS Shield Standard are automatically mitigated in less than 1 second for attacks on Amazon CloudFront.<br>Ref: &lt;url&gt;</p><p><strong>See you on the inside <em>(hurry, your practice tests are waiting!)</em></strong></p>", "preview_video": "", "locale": "English"}, {"course_id": "3939436", "category": "Finance & Accounting", "sub_category": "Finance", "title": "Corporate Finance #6 Management of Current Assets", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "416", "rating": "4.7", "reviews": "30", "students": "20743", "coupon_code": "8F2AF5877870095E7AFE", "preview_img": "https://img-c.udemycdn.com/course/480x270/3939436_72cf.jpg", "coupon_link": "https://www.udemy.com/course/corporate-finance-6-management-of-current-assets/?couponCode=8F2AF5877870095E7AFE", "end_day": "2022-04-15 05:19:00+00:00", "headline": "Learn current asset management strategies from a Certified Public Accountant (CPA)", "description": "<p>This course will discuss how to manage current assets from a corporate finance perspective.</p><p>It will include many example problems, some in presentation format, some using Excel worksheets. Each Excel problem will include a downloadable Excel workbook having at least two tabs, one with the answer, another with a preformatted worksheet you can populate along with the step-by-step instructional videos.</p><p>Current asset classes we will consider include cash, accounts receivable, inventory, and marketable securities.</p><p>Balancing the asset mix between current assets and long-term assets is critical and helps a company maintain a safe level of liquidity, while maximizing profitability.</p><p>Cash management is at the heart of a good current asset strategy, cash being part of every business cycle. Sufficient cash will be needed to pay out obligations as they become due.</p><p>Collecting on accounts receivable efficiently can help increase cash flow. Company may use strategies like cash discounts to increase accounts receivable turnover. When using cash discounts, a company needs to compare the benefit of increased cash flow to the cost of the discount.</p><p>Finding the ideal level of inventory turnover will also improve performance greatly. A reduction in the period of time inventory is held can reduce holding costs and lesson the chance of spoilage or obsolescence.</p><p>We will discuss the concept of a just in time inventory system.</p>", "preview_video": "", "locale": "English"}, {"course_id": "1674460", "category": "Marketing", "sub_category": "Branding", "title": "Personal Branding System: UNIQUE Secret for YOUR Success", "level": "All Levels", "author": "Susmita Dutta", "duration": "85", "rating": "4.1", "reviews": "130", "students": "26652", "coupon_code": "APR2022FREE01", "preview_img": "https://img-b.udemycdn.com/course/480x270/1674460_1ef7_2.jpg", "coupon_link": "https://www.udemy.com/course/personal-branding-master-course/?couponCode=APR2022FREE01", "end_day": "2022-04-17 22:22:00+00:00", "headline": "Create your UNIQUE Brand to make people remember YOU", "description": "<p><strong>**Course Updated - April 2022**</strong></p><p><strong>&gt;&gt; COURSE REGULARLY UPDATED: NEW TIPS, MORE LESSONS &lt;&lt;</strong></p><p><strong>&gt;&gt; CERTIFIED COACH, SPEAKER AND TRAINER &lt;&lt;</strong></p><p><strong>&gt;&gt; OVER 180,000 STUDENTS IN TOTAL &lt;&lt;</strong></p><p><br></p><p><strong>Personal positioning is your own branding, it is simply what people think WHO you are</strong>. What we generally do is let people brand us… That is we let them judge what we are rather than telling them who we are… This is because we ourselves are scared and not sure about how we must portray ourselves… So, what we do is let them judge who we are??</p><p>Positioning is not a statement about you – It’s a statement that captures who you are, it’s not a factual claim, but rather an emotional reason for people to want to be around you.</p><p>The positioning statement should be very crisp and powerful. The major problem with this is that half of the people might just start thinking about you in a variety of ways which might not be beneficial for your growth.&nbsp;</p><p><strong>The world is an absolutely unfair place and positioning gives you an extremely unfair advantage</strong></p><p>Raise your hand, say “Aye” &nbsp;if you would like to have that unfair advantage? Positioning is that guaranteed formula that business will keep coming to you, you won’t have to go scouting for it. Whatever you do, just do this right… And my name is Susmita Dutta and in this course, I am going to tell you exactly&nbsp;<strong>how you too can do this for yourself</strong></p>", "preview_video": "", "locale": "English"}, {"course_id": "3495852", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Python For Beginners Course In-Depth", "level": "Beginner Level", "author": "Horizon Tech", "duration": "405", "rating": "3.9", "reviews": "1389", "students": "155258", "coupon_code": "DC17925648C333598875", "preview_img": "https://img-c.udemycdn.com/course/480x270/3495852_8004.jpg", "coupon_link": "https://www.udemy.com/course/python-for-beginners-course-in-depth/?couponCode=DC17925648C333598875", "end_day": "2022-04-18 02:48:00+00:00", "headline": "This course is a depth introduction to both fundamental python programming concepts and the Python programming language.", "description": "<p><strong>This course is a depth introduction to fundamental python programming concepts.</strong></p><p><strong><em>Learn Python From Beginner To Advanced Level</em></strong></p><ul><li><p> I’ve created thorough, extensive, but easy to follow content which you’ll easily understand and absorb.</p><p> The course starts with the basics, including Python fundamentals, programming, and user interaction.</p><p><br></p><p>The curriculum is going to be very hands-on as we walk you from start to finish becoming a professional Python developer. We will start from the very beginning by teaching you Python basics and programming fundamentals, and then going into advanced topics and different career fields in Python so you can get real-life practice and be ready for the real world.</p></li></ul><p><br></p><ul><li><p>The topics covered in this course are:</p><p><strong><em>* Beginner to Expert Python contents:</em></strong></p><p><br></p><p><strong>Array implementation</strong></p><p><strong>File methods</strong></p><p><strong>Keywords and Identifiers</strong></p><p><strong>Python Tuples</strong></p><p><strong>Python Basics</strong></p><p><strong>Python Fundamentals</strong></p><p><strong>Mathematical Functions</strong></p><p><strong>Data Structures</strong></p><p><strong>Object-Oriented Programming with Python</strong></p><p><strong>Functional Programming with Python</strong></p><p><strong>Lambdas</strong></p><p><strong>Decorators</strong></p><p><strong>Generators</strong></p><p><strong>Testing in Python</strong></p><p><strong>Debugging</strong></p><p><strong>Error Handling</strong></p><p><strong>Regular Expressions</strong></p><p><strong>Comprehensions</strong></p><p><strong>Modules</strong></p></li><li><p><strong>See you inside the course!</strong></p></li></ul>", "preview_video": "", "locale": "English"}, {"course_id": "4202336", "category": "Development", "sub_category": "Programming Languages", "title": "Object Oriented Programming in C++  &  Interview Preparation", "level": "All Levels", "author": "Codaming - VeDinesh Academy", "duration": "119", "rating": "4.4", "reviews": "915", "students": "85197", "coupon_code": "FF7556EEA30D0A653368", "preview_img": "https://img-c.udemycdn.com/course/480x270/4202336_b8f3.jpg", "coupon_link": "https://www.udemy.com/course/cracking-cpp-interview/?couponCode=FF7556EEA30D0A653368", "end_day": "2022-04-18 05:01:00+00:00", "headline": "Classroom like learning, Detailed Explanation of Question", "description": "<p>Classroom like learning, Detailed Explanation of Question, Top Frequently Asked Questions</p><p>Concepts of C++ programming are made very <strong>simple </strong>and <strong>easy</strong>.</p><p><br></p><p><strong>Curriculum:</strong></p><p>Introduction</p><p>Why Object Oriented Programming</p><p>Example of OOP</p><p>Member Function and Member Variable</p><p>Access Specifiers</p><p>Characteristics&nbsp; Of OOP </p><p>Top Frequently Asked Interview Question - Part 1</p><p>Top Frequently Asked Interview Question - Part 2</p><p>Top Frequently Asked Interview Question - Part 3</p><p><br></p><p><strong>Topics Covered in Questions</strong></p><p>C++ Object Oriented Programming Question</p><p>STL - Questions</p><p>Fundamentals of Programming Questions</p><p>Characteristics of Object-Oriented Programming</p><p>Class and Object Questions</p><p>Polymorphism, Inheritance, Encapsulation etc.</p><p>File handling Questions</p><p>C++ Scenario Based Questions</p><p>Template in C++Questions</p><p>Virtual Function and Virtual Class Questions</p><p>Loops Questions</p><p>Condition in C++ Questions</p><p>String Questions</p><p>Container Vector, Array, Stack, Queue, List, Map, Set</p><p>Algorithms in STL Questions</p><p>Iterator Questions</p><p>Memory Management - New and Delete Questions</p><p>Static Member variable and Functions Questions</p><p>(Cover total <strong>34 questions</strong> with <strong>detailed explanation</strong>)</p><p><br></p><p>Join Hand Initiative - Contributed by the people who have faced the interview</p><p>Unlike most instructors out there, we are not marketers or salespeople. We are senior engineers and programmers who have worked and managed teams of engineers and have been in these interviews both as an interviewee as well as the interviewer.<br><br>Our job as instructors will be successful if we are able to help you get your dream job at a big company. This one skill of mastering the coding interview can really change the course of your career and life and we hope you join this course today to see what it can do for your career!</p><p><br></p><p>ByteBoard - VeDinesh Academy provides smart classroom-type learning by breaking long lectures into short and crisp for each topic.</p><p>We explain concepts with examples and pictures for better understanding, moreover we apply the Mind-Map technique that would definitely help you in connecting the dots and remembering the concepts forever.</p><p>We are highly motivated and passionate to provide you high-quality, simplified, and in-depth training at an affordable price.</p><p><br></p><p>Thanks.</p>", "preview_video": "", "locale": "English"}, {"course_id": "2861064", "category": "Business", "sub_category": "E-Commerce", "title": "Shopify Guide: Start your own clothing brand with Shopify", "level": "Beginner Level", "author": "Yassin Marco", "duration": "149", "rating": "4.3", "reviews": "374", "students": "89526", "coupon_code": "B588C6265DB758EC7F2F", "preview_img": "https://img-b.udemycdn.com/course/480x270/2861064_c0ef_2.jpg", "coupon_link": "https://www.udemy.com/course/start-your-own-clothing-brand-with-shopify/?couponCode=B588C6265DB758EC7F2F", "end_day": "2022-04-16 22:21:00+00:00", "headline": "Shopify for beginners: Start your own clothing business with shopify. No shopify experience or shopify knowledge needed", "description": "<p>Starting out your first online business is not always easy especially if you have no knowledge about this topic. If you also want your business to be in the clothing industry it's even more complicated. Indeed, this is why this is why this course have been designed and this is exactly what you need to stat out in the business world online. If you:</p><p>- Are interested by the clothing industry</p><p>- Want to start your own online business</p><p>- Are interested to have your own clothing brand with your personalized cloths</p><p>- Have an entrepreneurial mind and want to build a business without having to take an enormous amount of financial risk</p><p>Then this course is definitely for you. Not only you will have a complete understanding of what is an online business, hoe to run it and how you can start today in the online clothing industry but you will also have your own online store entirely ready to run and operate by the end of this course.</p><p><br></p><p><strong>The structure of the course</strong></p><p>​The way the course is presented is completely user friendly and made to help you learn all the basics of starting out an online business. From creating your Shopify account to all the different apps that have to be used to all other aspects to take in consideration, this course will teach you everything you need to know in order to create your first online business. The goal of this course is simple, helping you learn a new skill in order to be able to create and run successfully your own clothing brand 100% online.</p><p>Also, this course is created on one of my favorite concepts that is learning by practice. This is why, this course will show all the steps that you need to take to create your online store. Then, all the different apps that you need to know in order to create your online business will be covered. This way by the end of the course you will have a completely functional online store.</p><p><br></p><p><strong>For who is this course designed</strong><br></p><p>This course is created for everyone who want to be able to start there own online business. Indeed, since you will be learn all the process of how to launch your own clothing brand, you will, by the end of this course have your own online store. Not only your store will be fully functional but you will also have different really useful apps on it. So, if you are interested by the clothing industry, always wanted to launch an online business and finally don't want to take a substantial financial risk in order to start your business then this course is definitely for you.</p><p><strong>Why should I take this course</strong></p><p>The main reason for this is that not only you will have learned all the basics around launching an online clothing business but you will also create before the end of the course your own online store. This way, not only you will have acquired new knowledge but you will also have a business that is ready to be operated.</p><p><strong>There is no risk involved in taking this course</strong></p><p>This course comes with a 100% satisfaction guarantee, this means that if your are not happy with what you have learned, you have <strong>30 days </strong>​to get a complete refund with no questions asked. Also, if there is any concept that you find complicated or you are just not able to understand, you can directly contact me and it will be my pleasure to support you in your learning.</p><p>This means that you can either learn amazing skills that can be very useful in your professional or everyday life or you can simply try the course and if you don't like it for any reason ask for a refund.</p><p><strong>You can't lose with this type of offer !!</strong></p><p><strong>ENROL NOW and start learning today :)</strong></p>", "preview_video": "", "locale": "English"}, {"course_id": "4570218", "category": "Photography & Video", "sub_category": "Video Design", "title": "Complete Filmora (9, X & 11) Megacourse: Beginner to Expert", "level": "All Levels", "author": "Creativity Unleashed", "duration": "497", "rating": "4.9", "reviews": "4", "students": "2045", "coupon_code": "41CEA4D591F6FB9FEF57", "preview_img": "https://img-c.udemycdn.com/course/480x270/4570218_3ba6_2.jpg", "coupon_link": "https://www.udemy.com/course/complete-filmora-megacourse-beginner-to-expert/?couponCode=41CEA4D591F6FB9FEF57", "end_day": "2022-04-18 04:44:00+00:00", "headline": "Learn how to create and edit videos like a pro with this step-by-step course!", "description": "<p><strong>Learn video editing with Filmora!</strong></p><p><strong>Edit like a pro!</strong></p><p>Have you ever wanted to edit your own videos but were too intimidated by all the editing programs out there? There are plenty of programs to choose from, but hardly any of them make editing easier for beginners. With Filmora, you can easily edit your clips with minimal effort. The program is designed for everyone, meaning that you can use it even if you have no knowledge about video editing! With instant templates, your videos are just a few clicks away from being perfect! By providing both basic and advanced tools, Filmora is the perfect place to start if you’re looking to become an editor!</p><p>In this course, we’re going to go through this amazing program and learn about every part of it. From audio design to cinematic color grading, you’ll learn everything about professional editing and with some practice you’ll become an editor too!</p><p>Our instructor has years of experience not only in video editing, but also in teaching, and the expertly-crafted syllabus is designed to be easy to follow and thorough. You will learn how to make your videos great with on screen examples and resources for you to follow and improve. That’s why this is the only Filmora course you’ll ever need to create professional and great looking videos!</p><p><strong>Start creating and editing your own videos today!</strong></p>", "preview_video": "", "locale": "English"}, {"course_id": "3804458", "category": "Teaching & Academics", "sub_category": "Online Education", "title": "Fundamental Question on R Programming", "level": "Beginner Level", "author": "Harish Kumar Maheshwari", "duration": "0", "rating": "4.5", "reviews": "14", "students": "9214", "coupon_code": "B685F2A44D0AFEA2EDF5", "preview_img": "https://img-c.udemycdn.com/course/480x270/3804458_47a0_4.jpg", "coupon_link": "https://www.udemy.com/course/fundamentals-of-r-programming/?couponCode=B685F2A44D0AFEA2EDF5", "end_day": "2022-04-17 05:59:00+00:00", "headline": "Multiple Choice Questions (MCQ) on R Programming", "description": "<p><strong>Dear Learners</strong></p><p><strong>Are you Preparing for Interview in R Programming</strong>?<strong> Don’t be stressed, take our R Programming based quiz and prepare yourself for your Interview. </strong>With this R Programming based Quiz, we are going to build your confidence by providing tips and trick to solve R Programming based questions. In R Programming based Multiple Choice Questions Quiz, there will be a series of practice tests where you can test your Basic Knowledge in R Programming <strong>.</strong></p><p><strong>Who should Practice these R Programming Questions?</strong></p><ul><li><p>Anyone wishing to sharpen their <strong>knowledge</strong> in R Programming</p></li><li><p>Anyone preparing for <strong>interview in </strong>R Programming</p></li></ul><p><strong>In these Multiple Choice Questions based Quiz we Covers Following Topics:</strong></p><ul><li><p><strong>History&nbsp; and Overview of R Programming</strong></p></li><li><p><strong>Nuts and Bolts of R Programming</strong></p></li><li><p><strong>Data Storage, Formats, Operations in R Programming</strong></p></li><li><p><strong>Control Structures, Functions, Scoping Rules, Debugging and Simulation in R Programming</strong></p></li><li><p><strong>Visualizing Data, Commands and Packages in R Programming </strong></p></li></ul><p>Generally, you need to refer a variety of books and Websites in order to cover the ocean of topics in R Programming . To make it easy for you guys, I have collected a few R Programming Based questions from different topics, <strong>when you solve these Questions then definitely your confidence will Increase.</strong></p><p><strong>Without any delay, the applicants participate in the R Programming</strong> <strong><em> </em>MCQ Test and understand the various questions and answers.</strong></p><p><br></p><p><br></p>", "preview_video": "", "locale": "English"}, {"course_id": "4223812", "category": "Design", "sub_category": "Graphic Design & Illustration", "title": "How To Design A Great Movie Poster That Works", "level": "Beginner Level", "author": "Hank Orion", "duration": "60", "rating": "4.2", "reviews": "41", "students": "10404", "coupon_code": "BFB5E3E709DFC42CC965", "preview_img": "https://img-c.udemycdn.com/course/480x270/4223812_e260_5.jpg", "coupon_link": "https://www.udemy.com/course/how-to-design-a-great-movie-poster-that-works/?couponCode=BFB5E3E709DFC42CC965", "end_day": "2022-04-17 21:19:00+00:00", "headline": "Better Poster Means More Views", "description": "<p>I'm an independent filmmaker and I know the importance of good looking poster for a film. Especially for independent films. Let me say the way it is, your movie poster is the deciding factor for the audience when deciding what to watch. As simple as that. It's beyond important. Imagine getting home from work, getting comfortable on a sofa in front of your tv, and scrolling through hundreds of tv shows and movies deciding what to watch. </p><p>Subconsciously you will choose something that stands out from other films, and you will judge it by the poster. With years of making indie films and doing everything myself, I learned why my movies are not getting enough attention. That is not because of how good or how bad the movie is, sure it's important but it's not a deciding factor. In this course, you will learn how to design a great-looking film poster for a film that grabs attention and stands out among others. </p><p>We will go through everything from doing research, finding suitable images for your poster, putting it all together, and much more. This course also includes a Photoshop template you're welcome to use to follow the course and to create your future posters based on. Let's get to it.&nbsp; </p>", "preview_video": "", "locale": "English"}, {"course_id": "3656862", "category": "Development", "sub_category": "Programming Languages", "title": "The Python Programming A-Z Definitive Diploma in 2022", "level": "All Levels", "author": "SDE OCTOPUS | AI", "duration": "322", "rating": "4.4", "reviews": "2288", "students": "196812", "coupon_code": "558BC0C0B292787C06DA", "preview_img": "https://img-c.udemycdn.com/course/480x270/3656862_495e_8.jpg", "coupon_link": "https://www.udemy.com/course/the-ultimate-python-programming-a-z-masterclass/?couponCode=558BC0C0B292787C06DA", "end_day": "2022-04-17 07:55:00+00:00", "headline": "The Hands-On Guide to Master Modern Python and Data, to Advance your Dev and Data Career in no time!", "description": "<p>Hi, Welcome to The Python Programming A-Z Definitive Diploma in 2022.</p><p>Your complete Guide to Python Programming.</p><p>Almost Python is currently used for everything in Software Engineering.</p><p>Although it is very easy to learn, but, it is very useful and powerful.</p><p>Its fields are so many, and by learning python, it will be very easy for you to get higher Jobs in the largest companies such as Google, Dropbox, Spotify and many more.</p><p>Simply you can do multi scale tasks with python , because it is multipurpose professionally and quickly with fewer lines of code.</p><p>Also, python works everywhere.</p><p>Among its most important fields are: data science, machine learning, web application development, desktop application development, cybersecurity, and many other fields that cannot be confined to one video.</p><p>Plus, you can use it on any operating system you use.</p><p>Its programs can be written and executed with any text editor or any ide easily.</p><p>I will help and support you through this step-by-step course. Because the most important thing for me is to help you to get the most out of this course.</p><p><br></p><p><strong>By the end of this course </strong>you'll be a Professional Python Developer, And you have all the skills that Python experts have. Also, you'll have all the ability to build multi scale apps.</p><p>Develop Python Apps, Data Analysis, Present and visualize information, Manage Database using Python 3.9. All of that and many more.</p><p><br></p><p><strong>In this course,</strong> we will start from very easy basic topics such as Variables, Data types, IO Formatting, Operations, Conditional statements, loops, Data Structures, Functions, and many others, then we will move on to advanced topics such as Object Oriented Design,&nbsp; and also how to deal with Data Science libraries and Modules of all kinds, then we will move on to learn how to use Databases with Python . All of this and more, supported by practical examples.</p><p><br></p><p>I will be available to assist and support you line by line during this course.</p><p>This course is carefully prepared, to save you time, and to increase your focus while learning without feeling bored.</p><p><br></p>", "preview_video": "", "locale": "English"}, {"course_id": "4597988", "category": "IT & Software", "sub_category": "Network & Security", "title": "Reverse Engineering .NET For Beginners (Visual Basic)", "level": "All Levels", "author": "Narendra Dwivedi", "duration": "45", "rating": "4.5", "reviews": "10", "students": "5322", "coupon_code": "31C55A59F77409423761", "preview_img": "https://img-c.udemycdn.com/course/480x270/4597988_0e66.jpg", "coupon_link": "https://www.udemy.com/course/net-reverse-engineering/?couponCode=31C55A59F77409423761", "end_day": "2022-04-18 03:55:00+00:00", "headline": "Learn Reverse Engineering .NET Applications / Program & Making Their Activator - From Zero To Hero", "description": "<p>In This Course , You Will Learn <strong>.NET Reverse Engineering</strong> From Beginning. If You Are Completely New In Reverse Engineering &amp; Want To Learn .<strong>NET Reverse Engineering With Full Practical Guide &amp; Concepts</strong> , Then This Course Is For You. You Will Learn Step By Step Concepts , Logic &amp; Operations In This Course. Also In This Course , I Have Taught How To Solve CrackMe Programs &amp; How To Make Own Activator For Them.</p><p>In This Course , I Cover All The Topics &amp; This Course Is <strong>Complete Practical Course</strong> , So That You Can Cleary Understand That How To Code &amp; Then You Can Easily Implement It.</p><p><br></p><p><strong>This Course Is For You If...</strong></p><ul><li><p>You Want To Learn .NET Reverse Engineering</p></li><li><p>You Want To Understand Concepts Of Reverse Engineering</p></li></ul><p><br></p><p><strong>Requirement For .NET Reverse Engineering</strong></p><ul><li><p>Windows OS</p></li><li><p>dnSpy</p></li><li><p>Target Programs (CrackMe)</p></li><li><p>Visual Studio</p></li><li><p>Tools Told In Lectures</p></li></ul><p><br></p><p><strong>I'm The Right Teacher For You ?</strong></p><p>I Tried My Best To Teach You In Easy Words In This Crash Course</p><p><br></p><p><strong>Covered In This Topic</strong></p><ul><li><p>Introduction</p></li><li><p>Detail About Reverse Engineering</p></li><li><p>Detail About .NET</p></li><li><p>Detail About Visual Basic .NET</p></li><li><p>Why To Learn Reverse Engineering</p></li><li><p>Tools Required</p></li><li><p>Reversing First Program</p></li><li><p>Reversing Second Program</p></li><li><p>Reversing Third Program</p></li><li><p>Reversing Fourth Program</p></li><li><p>Reversing Fifth Program</p></li><li><p>Reversing Sixth Program</p></li></ul><p><strong>Extra</strong></p><ul><li><p>Conclusion</p></li></ul><p><strong>Outcome Of This Course</strong></p><p><br></p><ul><li><p>You Will Understand Concepts&nbsp;Of Reverse Engineering</p></li><li><p>You Will Understand .NET Reverse Engineering</p></li><li><p>You Will Be Able To Solve CrackMe (Target Programs) Provided In Course Resource</p></li><li><p>You Will Be Able To Create Activator Of CrackMe (Target Programs) Provided In Course&nbsp; Resource</p></li></ul>", "preview_video": "", "locale": "English"}, {"course_id": "2800692", "category": "Design", "sub_category": "Design Tools", "title": "Creative Infographics in PowerPoint", "level": "All Levels", "author": "Natalia Lyashenko", "duration": "62", "rating": "4.2", "reviews": "294", "students": "40627", "coupon_code": "INFOGR_APR2", "preview_img": "https://img-c.udemycdn.com/course/480x270/2800692_30df.jpg", "coupon_link": "https://www.udemy.com/course/creative-infographics-in-powerpoint/?couponCode=INFOGR_APR2", "end_day": "2022-04-18 04:59:00+00:00", "headline": "Do a fun and eye-catching Informational Graphic in PowerPoint", "description": "<p><strong>You certainly know that boring PowerPoint presentation can kill a brilliant idea?</strong></p><p><em>Is there a way to make it better, way better? </em></p><p>Sure, and I'll tell you how! </p><p><strong><em>A tip</em>: </strong>use data to make your presentation more convincing. Don't use standard Microsoft PowerPoint charts and graphs to visualize the data. They are boring! Instead, do something different, unexpected!&nbsp;<em>A creative infographic! </em></p><p><strong>In this course you'll learn:</strong></p><ul><li><p>what informational graphic is and why people use it (very quick insight);</p></li><li><p>build an eye-catching timeline that is good for illustrating, say, the steps of how a company works with its clients;</p></li><li><p>create an amazing pie-chart in a paper cut style to show the different parts of a whole, indicating them with a pleasant flat colors;</p></li><li><p>and an advanced level: build an elegant, half-transparent funnel that you can use as a hierarchy infographic;</p></li></ul><p><strong>In the end of this course</strong>, you'll master how to create an infographic in PowerPoint that professional photoshopers do with help of a much more specific software using much more time!</p><p>Enroll in the course and let's get started!</p>", "preview_video": "", "locale": "English"}, {"course_id": "3893330", "category": "Development", "sub_category": "Web Development", "title": "PHP for Beginners 2022: The Complete PHP MySQL PDO Course", "level": "All Levels", "author": "Web Coding", "duration": "474", "rating": "4.3", "reviews": "352", "students": "67292", "coupon_code": "FULLSTACK43", "preview_img": "https://img-c.udemycdn.com/course/480x270/3893330_8df1.jpg", "coupon_link": "https://www.udemy.com/course/php-for-beginners-2021-the-complete-php-mysql-pdo-course/?couponCode=FULLSTACK43", "end_day": "2022-04-16 10:42:00+00:00", "headline": "Learn PHP MySQL and PDO  and Build a Complete Project", "description": "<p>Welcome to my full stack PHP, MySQL,&nbsp;and PDO&nbsp;course where you will learn everything you need to know about one of the most three hot technologies right now. This course is organized systematically from the programming language (PHP) to The most well-known database (MySQL) to the best PHP tool to connect to this database which is (PDO) to give the most interesting, fun, informative, and worthy opportunity for learning web development the right way. Throughout the course, you will be introduced to major parts of these tools that should get you your dream web development job by building your CV.</p><p><br></p><p>The course also is going to updated constantly in order to bring some more practical knowledge and projects. So what are waiting for? This is the best way to sharpen your skills and be a great developer. The course is also planned and sectioned out really well so if you have some experience with some technology you can move easily to your targeted tool. you can see in the curriculum that I flagged the tools with these <strong>------ tech name ------ . if you are interested in this course, don't hesitate and just get going with it&nbsp; &nbsp;</strong></p><p>I hope to see you inside :)</p><p><br></p><p>&nbsp; </p>", "preview_video": "", "locale": "English"}, {"course_id": "4636450", "category": "Finance & Accounting", "sub_category": "Finance", "title": "ABA Certified Regulatory Compliance Manager Practice Exams", "level": "All Levels", "author": "AFAQ Consulting & Formations", "duration": "0", "rating": "0.0", "reviews": "0", "students": "176", "coupon_code": "1E52156B587BD369CA62", "preview_img": "https://img-b.udemycdn.com/course/480x270/4636450_dd25.jpg", "coupon_link": "https://www.udemy.com/course/aba-certified-regulatory-compliance-manager-practice-exams/?couponCode=1E52156B587BD369CA62", "end_day": "2022-04-17 18:20:00+00:00", "headline": "Feel confident and Get ABA CRCM Certified Regulatory Compliance Manager Certification on first try", "description": "<p><strong>What Exactly Is Certification?</strong></p><p><br></p><p>Certification is an amazing pathway to getting a high paying career in some of the best jobs in the world without spending thousands of dollars attending a four-year college.</p><p><br></p><p><strong>Get Ready To Prepare Like You’ve Never Prepared Before</strong></p><p>As we often say at <strong>AFAQ Formations</strong>, work smarter not harder. You are about to see a study guide that took hours of hard collection work, expert preparation, and constant feedback. That’s why we know this exam prep will help you get that high-score on your journey to certification.</p><p><br></p><p><strong>Your Journey To Pass The CRCM</strong></p><p>Perhaps this is your first step toward the certification, or perhaps you are coming back for another round. We hope that you feel this exam challenges you, teaches you, and prepares you to pass the CRCM. If this is your first study guide, take a moment to relax.</p><p><br></p><p><strong>What Should You Know Before Studying The CRCM?</strong></p><p>Every exam and certification has different requirements. If this is a serious venture, make sure to read the prerequisites before preceding. Nothing is worse than wasting months studying for an exam you can’t take or passing an exam that won’t help you get a certification!</p><p><br></p><p><strong>What Is The CRCM Focused On?</strong></p><p>The CRCM or as it’s also known, the <strong><em>Certified Regulatory Compliance Manager</em></strong>, like all tests, there is a bit of freedom on ABA's part to exam an array of subjects. That means knowing the majority of CRCM content is required because they test randomly on the many subjects available. Be aware too that experience requirements often exist because they’ve observed the average person and what is required. You can always push past that to succeed with the CRCM but it may take some extra work.</p><p>---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------</p><p><br></p><p>The best way to pass the The <strong>ABA CRCM Certified Regulatory Compliance Manager</strong> Certification Exam is \"To Practice\".</p><p>So, I highly encourage you to do all Practice Tests of this course several times repeat taking again and again until achieve score above 90% in each.</p><p><br></p><p>---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------</p><p><br></p><p><em>Disclaimers:</em></p><p>- <strong>AFAQ Formations</strong>&nbsp; is not related to, affiliated with, endorsed or authorized by ABA.</p><p>- Trademarks, certification &amp; product names are used for reference only and belong to ABA .</p>", "preview_video": "", "locale": "English"}, {"course_id": "4575164", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Cisco SPCOR 350-501 Practice Exams", "level": "All Levels", "author": "AFAQ Formations", "duration": "0", "rating": "0.0", "reviews": "0", "students": "1280", "coupon_code": "3B44FD6BD7B49E33AA8A", "preview_img": "https://img-c.udemycdn.com/course/480x270/4575164_6450.jpg", "coupon_link": "https://www.udemy.com/course/cisco-spcor-350-501-practice-exams/?couponCode=3B44FD6BD7B49E33AA8A", "end_day": "2022-04-16 16:56:00+00:00", "headline": "Feel confident and Get Implementing and Operating Cisco Service Provider Network Core Technologies(SPCOR) Certification", "description": "<p><strong>What Exactly Is Certification?</strong></p><p>Certification is an amazing pathway to getting a high paying career in some of the best jobs in the world without spending thousands of dollars attending a four-year college.</p><p><br></p><p><br></p><p><strong>Get Ready To Prepare Like You’ve Never Prepared Before</strong></p><p>As we often say at AFAQ Formations, work smarter not harder. You are about to see a study guide that took hours of hard collection work, expert preparation, and constant feedback. That’s why we know this exam prep will help you get that high-score on your journey to certification.</p><p><br></p><p><br></p><p><strong>Your Journey To Pass The 350-501</strong></p><p>Perhaps this is your first step toward the certification, or perhaps you are coming back for another round. We hope that you feel this exam challenges you, teaches you, and prepares you to pass the 350-501. If this is your first study guide, take a moment to relax.</p><p><br></p><p><br></p><p><strong>What Should You Know Before Studying The 350-501?</strong></p><p>Every exam and certification has different requirements. If this is a serious venture, make sure to read the prerequisites before preceding. Nothing is worse than wasting months studying for an exam you can’t take or passing an exam that won’t help you get a certification!</p><p><br></p><p><br></p><p><strong>What Is The 350-501 Focused On?</strong></p><p>The 350-501 or as it’s also known, the <em>Implementing and Operating Cisco Service Provider Network Core Technologies (SPCOR)</em>, like all tests, there is a bit of freedom on Cisco's part to exam an array of subjects. That means knowing the majority of 350-501 content is required because they test randomly on the many subjects available. Be aware too that experience requirements often exist because they’ve observed the average person and what is required. You can always push past that to succeed with the 350-501 but it may take some extra work.</p><p>---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------</p><p><br></p><p>The best way to pass the <strong>The Implementing and Operating Cisco Service Provider Network Core Technologies (SPCOR) (350-501)</strong> <strong>Certification Exam </strong>is \"To Practice\".</p><p><strong>So, I highly encourage you to do all Practice Tests of this course several times repeat taking again and again until achieve score above 90% in each.</strong></p><p><br></p><p>---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------</p><p><br></p><p>Disclaimers:</p><ul><li><p>- AFAQ Formations&nbsp; is <strong>not</strong> related to, affiliated with, endorsed or authorized by <strong>Cisco</strong>.</p></li><li><p>- Trademarks, certification &amp; product names are used for reference only and belong to <strong>Cisco </strong>.</p></li></ul>", "preview_video": "", "locale": "English"}, {"course_id": "4364476", "category": "Business", "sub_category": "Entrepreneurship", "title": "How to buy NFT on Opensea without paying Gas Fees", "level": "All Levels", "author": "Abdullah Khan", "duration": "75", "rating": "4.1", "reviews": "23", "students": "4022", "coupon_code": "DISCUDEMYCOM", "preview_img": "https://img-b.udemycdn.com/course/480x270/4364476_128c_4.jpg", "coupon_link": "https://www.udemy.com/course/how-to-buy-nft-on-opensea-without-paying-gas-fees/?couponCode=DISCUDEMYCOM", "end_day": "2022-04-17 14:57:00+00:00", "headline": "Learn to buy NFT on Opensea profitably without paying gas fees, increase your portfolio and flip and resell NFTs.", "description": "<p>This <strong>NFT&nbsp;</strong>training will teach you <strong>buying</strong> and <strong>selling</strong> of NFTs professionally <strong>without</strong> paying <strong>high</strong> gas <strong>fees</strong>. </p><p><br></p><p>You will learn to:</p><ol><li><p>Create a <strong>wallet</strong></p></li><li><p>Setup and <strong>connect</strong> your wallet</p></li><li><p>Transfer polygon/matic coins to your wallet</p></li><li><p><strong>Swap</strong> your coins into wrapped ethereum</p></li><li><p>Connecting wallet with the <strong>opensea</strong></p></li><li><p>Exploring different NFTs available to purchase</p></li><li><p><strong>Finding</strong> the best <strong>NFTs</strong> to buy</p></li><li><p>SECRET&nbsp;filter to find best NFTs that's going to increase in Value</p></li><li><p>Buy the NFT</p></li><li><p>Checking the NFT in your collection</p></li><li><p>Checking the <strong>offers</strong> for your NFT</p></li><li><p><strong>Listing</strong> your NFT to sell</p></li><li><p>Creating your own&nbsp;NFT&nbsp;listing</p></li><li><p>Buy <strong>Professionally</strong> to increase your <strong>portfolio</strong></p></li><li><p>Place offers to <strong>bid</strong> other NFTs</p></li><li><p>How to find <strong>new</strong> NFTs</p><p><br></p></li></ol><p>Everyone is getting into NFTs. How can you differentiate yourself from others and TURN&nbsp;PROFIT through NFT&nbsp;while also doing it as a hobby such as buying interesting NFTs that are of ART&nbsp;value, collectibles and holds a SAFE&nbsp;FUTURE&nbsp;for your investment.</p><p><br></p><p>This course is for people who are:</p><ul><li><p>Interested to learn how NFT&nbsp;works</p></li><li><p>How they can buy NFTs</p></li><li><p>How they can make own NFTs</p></li><li><p>How they can FLIP&nbsp;NFTs</p></li><li><p>How they can get offers and give offers</p></li><li><p>Learn about how NFT&nbsp;ecosystem works</p></li><li><p>Progress towards setting up their own NFT</p></li></ul><p><br></p><p>NFT&nbsp;is not as difficult as it looks and how people think it is. For some people in the beginning it might look difficult, but once you get the gist of it there's no stopping and it will become a fun and interesting experience that you will be glued to the NFT ecosystem.</p><p>Whether you're an artist or just want to do it as fun there are opportunities for everyone. </p>", "preview_video": "", "locale": "English"}, {"course_id": "3759522", "category": "IT & Software", "sub_category": "IT Certifications", "title": "NEXUS™ Scaled Scrum Certification practice tests questions", "level": "Intermediate Level", "author": "Ignacio Paz", "duration": "0", "rating": "4.3", "reviews": "74", "students": "5154", "coupon_code": "APR22ABB", "preview_img": "https://img-c.udemycdn.com/course/480x270/3759522_9a80_8.jpg", "coupon_link": "https://www.udemy.com/course/nexus-sps-scaled-scrum-certification-practice-tests/?couponCode=APR22ABB", "end_day": "2022-04-15 09:11:00+00:00", "headline": "Prepare for the NEXUS™ Scaled Scrum SPS™ certification with many professional practice tests and tips. Get a high score!", "description": "<p><strong><em>IMPORTANT: \"Scaled Professional Scrum\", \"SPS\", \"SPS-1\", \"NEXUS\", \"PSPO1\",&nbsp; and \"PSPO\" are registered trademarks of Advanced Development Methods (Scrum .org) and this course is not licensed, endorsed, or affiliated with Advanced Development Methods (Scrum .org) in any way. This course and practice exams are neither endorsed by, nor in partnership, nor affiliated with (Scrum .org) or any other organizations.</em></strong></p><p>---</p><p>Are you looking to take a Scrum Certification <strong>exam like Scaled Scrum™ SPS™, </strong>but you still feel a bit insecure or are you curious about what the questions look like? Do you want to be sure that it is aligned with the latest <strong>Nexus Guide</strong><em>™</em><strong> 2021</strong>?&nbsp;Do you want to pass the exam with a <strong>high score</strong>?</p><p>In this course, you will have access to realistic <strong>Scaled Scrum™ practice tests</strong> so you can get familiar with the questions and receive an <strong>explanation of the answers.</strong> As a result, you will become sharp, fast, and accurate in answering scrum questions correctly.</p><p><strong>Note</strong>: Be aware that this course does not include any videos—only practice tests. The certification exam is not included and must be purchased separately to correspondent institutions like scum (.) org.</p><p><strong>*Requirements*</strong>:&nbsp;You need a good knowledge of the Nexus Framework and the Scrum Framework to take these practice tests. First, you can take this course: Agile &amp; Scrum in Depth: Guide, Simulation, and Best Practices.</p><p>Includes:</p><ul><li><p><strong>Exam Preparation Guide</strong></p></li><li><p><strong>Scrum cheat sheet</strong></p></li><li><p><strong>Nexus cheat sheet</strong></p></li><li><p><strong>Scrum Guide</strong><em>™</em><strong> 2020 vs 2017</strong> critical changes</p></li><li><p><strong>6 Practice Tests</strong>:</p><ul><li><p>1 <strong>Scrum&nbsp;Guide</strong><em>™</em><strong> 2020 Assessment</strong> test of 60 minutes.</p></li><li><p>3 complete and realistic <strong>SPS™ </strong>simulation tests of 60 minutes each.</p></li><li><p>2 additional tests of 90 minutes to practice with a total of <strong>140 hard questions</strong> to become sharp with your knowledge of <strong>Nexus Guide</strong><em>™</em><strong> 2021</strong>.</p></li></ul></li></ul><p><strong>Answers explained</strong>: All questions contain an explanation of the answers.</p><p><strong><em>True Scrum</em></strong><em>: This course is totally aligned with the latest version of the </em><strong><em>Nexus Guide 2021 </em></strong><em>and Scrum Guide 2020. The explanations of the questions contain quotes from the Scrum&nbsp;Guide to prove that all answers must be within the rules of the Scrum&nbsp;Framework.</em></p><p>--</p><p><strong>What will you learn?</strong></p><p>· Answer questions for SPS<em>™</em>&nbsp;Certification exams</p><p>· Understand why an answer is correct or incorrect</p><p>· Prepare for SPS<em>™</em> certification</p><p>· Difficult certification questions</p><p>· Validate current Scrum&nbsp;knowledge</p><p><strong>This course is specifically for:</strong></p><p>· People that want to take a scrum certification exam like SPS™.</p><p>· People that know the Nexus and Scrum frameworks and theory. To learn about Scrum, you can take the course: <strong>Agile &amp; Scrum in Depth: Guide, Simulation and Best Practices</strong></p><p><strong>Why take the class? What will you gain?</strong></p><p>· Understand how the exam is.</p><p>· Become ready to take the real exam.</p><p>· Become fast and accurate to answer scrum questions with confidence.</p><p><strong>About me</strong></p><p>Hi, my name is Ignacio.</p><p>I am the <strong>author of books,</strong> and I have more than <strong>100,000 students</strong> and 17 courses.</p><p>My main goal is to help you with new knowledge that you can apply at work and be a successful and professional leader.</p><p>I am a <strong>Certified Agile Team Coach</strong>. I led, <strong>coached</strong>, led, and managed <strong>Agile</strong> projects and <strong>Scrum</strong> teams since 2005 for customers from all over the world.</p><p>During my career with intensive learning, I got many advanced scrum certifications including Certified Scrum Professional Scrum Master, Professional Scrum&nbsp;Master II, Certified Professional Scrum Product Owner, Certified Agile Leadership, etc.</p><p>I worked 15 years as a <strong>Professor</strong> for Agile Methodologies and Systems design.</p><p>I love to teach Agile and Scrum and I designed a lot of hours of training that I am bringing online. I prefer to teach with games and activities that can simulate the real world.</p><p>I trained thousands of students in Agile that became top and certified professionals in the industry. <br>Teaching what I learned in my 20 years of experience allows the students to gain realistic learning that they can apply at work.</p><p>Join me and share your experience!</p><p><br></p><p>-------------------------------------------------------------------------</p><p>A DISCLAIMER STATEMENT</p><p><em>The statements made and opinions expressed herein belong exclusively to the creator of this course and are not shared by or represent the viewpoint of Scrum dot org. This training does not constitute an endorsement of any product, service, or point of view. Scrum dot org makes no representations, warranties, or assurances of any kind, express or implied, as to the completeness, accuracy, reliability, suitability, availability, or currency of the content contained in this presentation or any material related to this presentation. In no event shall Scrum dot org, its agents, officers, employees, licensees, or affiliates be liable for any damages whatsoever (including, without limitation, damages for loss of profits, business information, loss of information) arising out of the information or statements contained in the training. Any reliance you place on such content is strictly at your own risk.</em></p><p>A TRADEMARK NOTICE STATEMENT</p><p><em>Scrum dot org, Professional Scrum Master (TM), Professional Scrum Product Owner (TM), PSM, PSM I, PSM 1, PSM II, PSM 2, PSPO, PSPO I, PSPO 1, PSPO II,&nbsp;PSPO&nbsp;2, SPS, Scaled Professional Scrum, Nexus, PSK, PAL, PAL-1 are trademarks of Advanced Development Methods (Scrum .org) and may be registered in the United States Patent and Trademark Office and in other countries.</em></p><p>ATTRIBUTION AND USE FOR THE SCRUM GUIDE (TM), EBM GUIDE (TM), NEXUS GUIDE (TM), AND KANBAN GUIDE FOR SCRUM TEAMS (TM)</p><p><em>This course or document may use screenshots, quotes, interpretations, and extracts from the Scrum Guide (TM), Nexus Guide (TM), Kanban Guide for Scrum Teams™, and Evidence-Based Management Guide™ to point the attention of the student to important concepts, ideas, rules, and practices.</em></p><p><em>The authors of the Scrum Guide (TM) are Ken Schwaber and Jeff Sutherland.</em></p><p><em>The Nexus Guide (TM) is developed and sustained by Ken Schwaber and Scrum dot org.</em></p><p><em>Evidence-Based Management (TM) was collaboratively developed by Scrum .org (TM), the Professional Scrum Trainer community, Ken Schwaber, and Christina Schwaber.</em></p><p><em>The Kanban Guide for Scrum Teams (TM) was developed and sustained by Scrum .org, Daniel Vacanti, and Yuval Yeret.</em></p><p><em>No changes have been made to the content of the Scrum Guide (TM), Nexus Guide (TM), Kanban Guide for Scrum Teams (TM), and Evidence-Based Management Guide (TM).</em></p><p><em>License: Attribution Share-Alike license of Creative Commons.</em></p>", "preview_video": "", "locale": "English"}, {"course_id": "4594528", "category": "Teaching & Academics", "sub_category": "Language Learning", "title": "English Vocabulary - Master & Learn 100+ English Words", "level": "All Levels", "author": "Akash Maity", "duration": "61", "rating": "0.0", "reviews": "0", "students": "1221", "coupon_code": "AKASH5S", "preview_img": "https://img-c.udemycdn.com/course/480x270/4594528_026d.jpg", "coupon_link": "https://www.udemy.com/course/english-vocabulary-master-learn-100-english-words/?couponCode=AKASH5S", "end_day": "2022-04-17 09:25:00+00:00", "headline": "Improve Your Vocabulary & Speaking By Learn Many New Exciting English Words", "description": "<p><em>This English Vocabulary Course is perfect for students who are looking to improve their English skills. </em></p><p><strong><em>The course includes over 100+ words and sentences that will help students learn new vocabulary. </em></strong></p><p>The English Vocabulary Course is a comprehensive course for anyone who is interested in learning and mastering the English language. It is designed to teach you all the vocabulary that you need to know to speak, read, and write in English. </p><p>The course covers all of the vocabularies that you will need to know in order to be able to read and understand the newspaper, a novel, or any other written text. </p><p><br></p><p>In this course...</p><ul><li><p>Take your English Language skills from beginner to advanced.</p></li><li><p>Learn English Speaking in common conversation topics with live dialogue recordings</p></li><li><p>Ace a range of listening tests and quizzes to build English conversation skills</p></li><li><p>Master fun phrases and advanced vocabulary for English Speaking</p></li><li><p>SUPERCHARGE your English grammar and understanding</p></li><li><p>Improve your speaking with pronunciation tips</p></li></ul><p>On top of this, you get a range of <strong>practice activities</strong> and extended <strong>listening tests </strong>to put your skills to the test.</p><p><strong>English Speaking Complete is THE place to power up your English Language skills.</strong></p><p><br></p><p>In a world where English is the language of business, it is imperative that students have a strong grasp of the language. </p><p>This English Vocabulary Course will give students the necessary tools to be successful in an English-speaking environment. <em>Students will be given exercises to practice what they have learned. </em>This course will also teach students how to make their own sentences and how to break down words into syllables.</p>", "preview_video": "", "locale": "English"}, {"course_id": "2466582", "category": "Teaching & Academics", "sub_category": "Language Learning", "title": "Learn Chinese, Basic Mandarin Chinese, HSK 1 Preparation", "level": "All Levels", "author": "Li Long", "duration": "448", "rating": "4.9", "reviews": "92", "students": "13474", "coupon_code": "0944F2A9B330D2ED8D6F", "preview_img": "https://img-c.udemycdn.com/course/480x270/2466582_2382_2.jpg", "coupon_link": "https://www.udemy.com/course/chinese-level-1/?couponCode=0944F2A9B330D2ED8D6F", "end_day": "2022-04-17 15:18:00+00:00", "headline": "Learn Mandarin Chinese, Real Life Chinese, General Chinese, Basic Chinese, Learn Chinese Like Kids, Learn Chinese Words", "description": "<p><strong>This HSK course is designed according to HSK standard course book with detailed explanation and assignments for Chinese beginners. This course will help you learn Chinese like kids, learn Chinese words stroke by stroke. We divided each unit to several lessons, each HSK lesson is less than 8 mins, which will help you learn Chinese in a less pressure way. You will be able to learn Chinese easily and pass the HSK1 exam without any difficulties.</strong></p><p><br></p><p><strong>Features:</strong></p><ul><li><p><strong>【AUTHENTIC】</strong>This course is taught by authentic native Chinese teacher with years of HSK teaching experience and over 8000 students all over the world. We are 100% confident to help you master all the Chinese study points for HSK testing.</p></li><li><p><strong>【DETAILED】</strong>The HSK course exceeds 7 hours learning, covering all the learning points for HSK1 test, with detailed explanation of Speaking/Writing/Listening/Reading abilities. The course has a comprehensive teaching system.</p></li><li><p><strong>【PRACTICE】</strong>Each lesson comes with practices to help you build a well understanding of the language. At the end of the course, you will have more than 10 mock tests to help you prepare well for the test.</p></li><li><p><strong>【5 STAR】</strong>This HSK course is highly praised by the students not only from Beijing offline learners but also from online learners, such as Udemy. Our students are really loving this HSK course and did recommend to many friends. Hope you will also like it.</p></li><li><p><strong>【SERVICE】</strong>This HSK course is an academic style course. We offer not only recorded course but also question and answer service. When feel confused, just submit the question in Udemy and we will reply within 3 working days. We also offer 30 days full refund if you don't like our teaching. So there's nothing lose to give it a shot.</p></li><li><p><br></p></li></ul><p><br></p><p><strong>Course Content:</strong></p><ul><li><p>15 topics;</p></li><li><p>over 150 words and expressions;</p></li><li><p>45 language points and grammar rules;</p></li><li><p>32 speaking instructions and principles;</p></li><li><p>38 writing explanations and worksheet;</p></li><li><p>15 listening, speaking, writing and reading practice sheets;</p></li><li><p>13 mock test to ensure you learned the course well;</p></li><li><p>1 table sheet of all new words and expressions learned in this course.</p></li></ul><p><br></p><p><strong>Course Materials:</strong></p><ul><li><p>1 X HSK1 Standard course book (as in PPT)</p></li><li><p>1 X HSK1 Standard work book + CD audio （as in practice)</p></li><li><p>13 X mock tests + CD audio (as the attachment in the end of the course)</p></li><li><p>1 X table sheet of new words and expressions</p></li></ul><p><br></p><p>This course id designed perfectly for HSK test takers and Chinese learners.</p>", "preview_video": "", "locale": "English"}, {"course_id": "4129518", "category": "Business", "sub_category": "E-Commerce", "title": "Ecommerce Pricing Strategy in Magento, Shopify, Woocommerce!", "level": "Expert Level", "author": "Abdullah Khan", "duration": "31", "rating": "4.5", "reviews": "8", "students": "5262", "coupon_code": "DISCUDEMYCOM", "preview_img": "https://img-b.udemycdn.com/course/480x270/4129518_0fdc_4.jpg", "coupon_link": "https://www.udemy.com/course/ecommerce-pricing-strategies-how-to-use-it-to-grow-business-training/?couponCode=DISCUDEMYCOM", "end_day": "2022-04-17 14:58:00+00:00", "headline": "Ultimate Guide to eCommerce Pricing Strategies to get increase sales learn different ecommerce techniques", "description": "<p>Many people are conducting eCommerce business but are they doing it correctly, where's the opportunity, this is where you will learn about different pricing strategies to grow your sales.</p><p><br></p><p>It has given multiple price changing techniques you can implement on <strong>WooCommerce</strong>, <strong>Magento</strong>, <strong>Shopify</strong> and other eCommerce CMS or custom websites either through Free or Paid Plugins or manually without paying additional cost.</p><p><br></p><p>What about the<strong> bundle pricing </strong>where you create a deal of multiple, similar or complimentary items and sell it through coupon or through email marketing strategy?</p><p><br></p><p>What about <strong>priority pricing </strong>where you prioritize the old customers or customers who have newly joined or who have bought in specific categories to promote your products?</p><p><br></p><p>Choosing the good and correct pricing strategy for your online e-commerce store is vital, you’ll have to test mixtures of a few ideas before selecting the best option that will work best. </p><p><br></p><p><strong>Pricing strategies is the integral part of your business. But, does most people who are starting understand this?&nbsp;</strong>No, they don't. Marketing without pricing strategy is useless and you will understand why same product with same price but huge marketing got no sells. </p><p><br></p><p>Is this a good strategy to base your prices on production costs or based on competitors? How about different market factors that matter or customer value?</p><p><br></p><p>In this training program, you will learn about different techniques to grow your sales through the roof and getting newly acquired customers.</p><p><br></p><p>Not all the pricing strategies are same, even for the same product, you could add different mixtures e.g. selling products individually and bundling it with different complimentary products as well.</p><p><br></p><p><br></p><p><br></p><p><br></p>", "preview_video": "", "locale": "English"}, {"course_id": "3508900", "category": "IT & Software", "sub_category": "IT Certifications", "title": "AWS Certified SysOps Administrator - Associate Practice Test", "level": "All Levels", "author": "Edulogix Learning", "duration": "0", "rating": "5.0", "reviews": "2", "students": "717", "coupon_code": "FREEAWSSYSOPS", "preview_img": "https://img-c.udemycdn.com/course/480x270/3508900_afe6.jpg", "coupon_link": "https://www.udemy.com/course/aws-certified-sysops-administrator-associate-practice-test-k/?couponCode=FREEAWSSYSOPS", "end_day": "2022-04-17 07:52:00+00:00", "headline": "This Practice Test is designed to help you to pass the AWS Certified SysOps Administrator - Associate Exam", "description": "<p>Our AWS Certified SysOps Administrator - Associate Practice Test is the most effective and pertinent for you to pass the exam on the first go. In fact, you will not only pass your exam but also get a profound understanding of the respective subject.</p><p>With our AWS Certified SysOps Administrator - Associate Practice Test, you will come to see that all of the questions and answers in our exams are chosen after a professional analysis.</p>", "preview_video": "", "locale": "English"}, {"course_id": "3904570", "category": "Business", "sub_category": "Communication", "title": "Mastering The Interview", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "34", "rating": "4.4", "reviews": "1455", "students": "89925", "coupon_code": "APR-2022", "preview_img": "https://img-b.udemycdn.com/course/480x270/3904570_6088.jpg", "coupon_link": "https://www.udemy.com/course/mastering-the-interview-b/?couponCode=APR-2022", "end_day": "2022-04-17 09:51:00+00:00", "headline": "To present yourself well in the interview and to make a good impression, you should master the job interview.", "description": "<p><strong>The interview is one of the key elements of the job search process.</strong></p><p>As with any skill, we can get better at it with preparation and practice. So in this course, you will explore how to prepare for an interview and become familiar with the types of questions to expect, as well as the questions you should think about asking.</p><p>Some people are natural at selling themselves to hiring managers. Others aren’t. Either way, you’ve already put in a ton of effort, so you might as well take steps to rock your interview, right?</p><p>Turn Talents into Keywords Your talents are the best place to begin thinking about job search targets. Make a list of your interests, natural talents, academic strengths and skills you have learned through your experiences. </p><p>Review specific job postings that match your job titles to learn about employer expectations, desired candidate qualifications, typical duties and required skills or training. If some of the job titles do not represent a good match for you, eliminate them and replace them with others that you are discovering through your search.</p><p><strong>So, in this course you will:</strong></p><ul><li><p>Understand the different types of interview questions and how to prepare to answer them.</p></li><li><p>Learn the most effective ways to prepare for an interview, including how to present themselves professionally.</p></li><li><p>Develop expertise at expressing themselves effectively.</p></li><li><p>Know how to ask for feedback following an interview.</p></li></ul><p>So with that said, I wish you a happy learning and see you inside!</p>", "preview_video": "", "locale": "English"}, {"course_id": "2394016", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Certified Ethical Hacker v11: Crash Course Practice Test!", "level": "All Levels", "author": "Pratik Powar", "duration": "0", "rating": "4.1", "reviews": "93", "students": "15831", "coupon_code": "B4E62E22C431464B723E", "preview_img": "https://img-c.udemycdn.com/course/480x270/2394016_5605.jpg", "coupon_link": "https://www.udemy.com/course/certified-ethical-hacker-v11-crash-course-practice-test/?couponCode=B4E62E22C431464B723E", "end_day": "2022-04-18 06:19:00+00:00", "headline": "Practice the questions for CEHv11 certification exam or renew your knowledge of CEH earlier versions", "description": "<p>In this practice test questions for CEHv11, you will dive into the real world questions to help prepare yourself for the CEHv11 certification exam. there are similar MCQs practice questions and you have to understand the questions then answer them accordingly. All the questions have been set to random which will make you feel that you have dived into a real CEH exam. the practice test will help you with your final preparation for EC-Council’s Certified Ethical Hacker v11 312-50 exam. </p><p>After successful completion of this test, You will be easily able to pass the CEH v11 exam on 1st attempt. This sample practice test gives you the feeling of reality and is a clue to the questions asked in the actual EC-Council Certified Ethical Hacker (CEH) certification exam. To get familiar with the real exam environment. </p><p>The EC-Council CEH certification is mainly targeted to those candidates who want to build their career in the Cyber Security domain. </p><p>The EC-Council Certified Ethical Hacker (CEH) exam verifies that the candidate possesses the fundamental knowledge and proven skills in the area of EC-Council CEH v11. </p><p>CEH v11 Training is the second course in the new Vulnerability Assessment and Penetration Testing (VAPT) Track developed by EC-Council.</p>", "preview_video": "", "locale": "English"}, {"course_id": "4604236", "category": "Finance & Accounting", "sub_category": "Cryptocurrency & Blockchain", "title": "The complete introduction to cryptocurrencies trading", "level": "All Levels", "author": "Yassin Marco", "duration": "277", "rating": "4.1", "reviews": "6", "students": "4724", "coupon_code": "114D602C6E5760A896AC", "preview_img": "https://img-c.udemycdn.com/course/480x270/4604236_0681.jpg", "coupon_link": "https://www.udemy.com/course/the-complete-introduction-to-cryptocurrencies-trading/?couponCode=114D602C6E5760A896AC", "end_day": "2022-04-18 00:02:00+00:00", "headline": "Learn everything around cryptocurrency trading| Crypto investing | various Cryptocurrency trading strategies", "description": "<p>Cryptocurrencies trading and investing can sometimes be very hard to learn especially if you have no experience in this field. But, this course have everything that you need to be able to start your trading journey with more risky financial assets that are cryptocurrencies by learning the basis of this type of this financial product&nbsp; If you :</p><p>- Are in school and want to learn how to trade properly</p><p>- Need to learn what are cryptocurrencies</p><p>- Want to start your trding journey and are interested to trade crypto</p><p>- simply want to learn a new skill</p><p>Then you will love this course. Not only you will have by the end of the course a very solid understand of what are cryptocurrencies but you will also be able to trade all of them with various trading strategies.</p><p><br></p><p><strong>The structure of the course</strong></p><p>The way the course is made is really done to help you learn all the basics of tading. From understanding what is a cryptocurrency and how you can start your trading journey in the crypto market in no time. Indeed, not only you will learn how to trade properly but you will have a complete understanding of these financial products and all the different types of cryptoscurrencies that exist. </p><p>Also, this course has been built on a concept of learning by practice. In other words, the first part of the course will be about the theory around cryptocurrencies this way you will understand what exactly it is and how&nbsp; it works. Then, we are going to learn various trading strategies that can be used to trade not only crypto but any other financial product no matter what it is.</p><p><strong>For who is this course designed</strong></p><p>There are many crypto trading courses out there, but this one is different. Indeed, this cryptocurrency trading course will teach you by example all the basics of various trading strategies. Also, since this course is an introduction it can be great for people who have never traded or worked before with cryptocurrencies. Indeed, even if you never traded in your life this course will give you a solid basis about how to properly work with cryptocurrencies. The goal of this course is teaching you how to properly invest and trade cryptocurrencies.</p><p><strong>Why should I take this course</strong></p><p>If you want to learn how to trade cryptocurrencies then you should definitely take the course. Not only you will learn all the theory around cryptocurrencies, you will also be able to trade them as well as any other financial product. </p><p><strong>There is no risk involved in taking this course</strong></p><p>This course comes with a 100% satisfaction guarantee, this means that if your are not happy with what you have learned, you have <strong>30 days </strong>​to get a complete refund with no questions asked. Also, if there is any concept that you find complicated or you are just not able to understand, you can directly contact me and it will be my pleasure to support you in your learning.</p><p><br></p><p>This means that you can either learn amazing skills that can be very useful in your professional or everyday life or you can simply try the course and if you don't like it for any reason ask for a refund.</p><p><strong>You can't lose with this type of offer !!</strong></p><p><strong>ENROL NOW and start learning today :)</strong></p>", "preview_video": "", "locale": "English"}, {"course_id": "4238172", "category": "Teaching & Academics", "sub_category": "Language Learning", "title": "Complete Polish Course: Learn Polish for Beginners", "level": "Beginner Level", "author": "Linguae Learning", "duration": "700", "rating": "4.2", "reviews": "57", "students": "17498", "coupon_code": "E8D6D49B9DC60FDD0FBF", "preview_img": "https://img-c.udemycdn.com/course/480x270/4238172_94e3_2.jpg", "coupon_link": "https://www.udemy.com/course/complete-polish-course-learn-polish-for-beginners/?couponCode=E8D6D49B9DC60FDD0FBF", "end_day": "2022-04-17 15:56:00+00:00", "headline": "Learn Polish FAST with this non-stop Polish speaking course for BEGINNERS: learning Polish will be easy and fun!", "description": "<p>Have you ever wanted to learn Polish? As the second most-spoken Slavic language with over 55 million native speakers, there are many benefits to learning this familiar, yet exotic language.</p><p>In this course, we’re going to take you through the first steps of your Polish journey, from absolute beginner to an intermediate level. Our lessons will cover everything, from teaching you how to read and write the Polish alphabet, to conjugating verbs and declining nouns, to forming sentences and describing yourself, the world around you and actions that take place within it.</p><p>Our instructors have years of experience in teaching foreign languages, and the expertly-crafted syllabus is designed to be easy to follow and thorough. We’ve also included dozens of exercises for you to practice what you’re learning, alongside multiple revision sections!</p><p>So if you want to learn Polish in a fun and simple way, this course is the best way to start!</p><p>During our course <strong>you will learn</strong>:</p><ul><li><p>Lots and lots of vocabulary</p></li><li><p>Useful everyday phrases</p></li><li><p>Basic sentence structures</p></li><li><p>Basic grammar rules most beginner courses don’t teach</p></li></ul><p>After taking this course <strong>you will be able to</strong>:</p><ul><li><p>Read and write in Polish</p></li><li><p>Greet people and introduce yourself both formally and casually</p></li><li><p>Pronounce words correctly without hearing them first</p></li><li><p>Over one thousand vocabulary words from all categories</p></li><li><p>Read a restaurant menu</p></li><li><p>Order food and drinks</p></li><li><p>Structure basic sentences with ease</p></li><li><p>Give and receive directions</p></li><li><p>Describe people’s personalities and physical appearance</p></li><li><p>Create sentences in the past tense</p></li><li><p>Distinguish between the past tenses</p></li><li><p>Form questions and negations in the past</p></li><li><p>Acquire and hone translation skills</p></li><li><p>Structure new sentences with ease</p></li><li><p>Adapt to new situations, such as using public transportation or visiting the doctor</p></li><li><p>Learn how to use the future tense</p></li><li><p>Conquer hundreds of words necessary for day-to-day life</p></li></ul><p>This course aims to help you <strong>master the basics of Polish</strong> and give you a strong base on which you will be able to build your skills as a Polish speaker.</p><p><strong>Start your Polish journey with us today!</strong></p>", "preview_video": "", "locale": "English"}, {"course_id": "4618076", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Certification de programmeur Python PCEP | +Test Examen 2022", "level": "Beginner Level", "author": "Centre de Certification (France) | Microsoft | Scrum | Linux | Java | Python | AWS | ISO", "duration": "0", "rating": "0.0", "reviews": "0", "students": "315", "coupon_code": "FREECOURS", "preview_img": "https://img-c.udemycdn.com/course/480x270/4618076_b6e4_2.jpg", "coupon_link": "https://www.udemy.com/course/certification-de-programmeur-python-pcep-test-examen/?couponCode=FREECOURS", "end_day": "2022-04-15 22:15:00+00:00", "headline": "300 quiz pour les débutants qui veulent apprendre Python & réussir l'examen PCEP (Certified Entry-Level Python)", "description": "<p>Bienvenue! Si vous n'avez jamais écrit de code auparavant et que vous voulez essayer la programmation par vous-même, alors vous venez de trouver un excellent cours pour cela !</p><p>Selon les statistiques, Python est dans le top 3 des langages de programmation dans le monde. Il est beaucoup plus facile et plus rapide d'apprendre que la plupart des autres langues. En même temps, il est extrêmement populaire parmi les développeurs de logiciels, les analystes de données et d'autres professions informatiques. Tout cela en fait un excellent choix pour votre premier langage de programmation.</p><p>Dans ce cours, vous apprendrez les bases de Python 3 et vous vous préparerez à l'examen <strong>PCEP</strong> (<strong><em>Certified Entry-Level Python Programmer</em></strong>). </p><p>Dans les quiz, nous plongeons directement dans le code pour vous permettre de démarrer le plus rapidement possible. Vous aurez la chance de coder avec moi pour la meilleure expérience d'apprentissage. Vous pourrez également écrire vos propres petits programmes pour mettre en pratique vos compétences.</p><p>Il y a 4 blocs d'examen lorsque vous passez l'examen PCEP. Par conséquent, ce cours comporte 4 modules principaux, chacun se concentrant sur un bloc d'examen différent. À la fin de chaque module, nous ferons un bref résumé et vous aurez la possibilité de résoudre un quiz d'examen pour vérifier vos compétences.</p><ol><li><p><strong>Exam block #1: Computer Programming and Python Fundamentals (18%)</strong></p></li><li><p><strong>Exam block #2: Control Flow – Conditional Blocks and Loops (29%)</strong></p></li><li><p><strong>Exam block #3: Data Collections – Tuples, Dictionaries, Lists, and Strings (25%)</strong></p></li><li><p><strong>Exam block #4: Functions and Exceptions (28%)</strong></p></li></ol><p>Ce quiz est également accompagné d'un examen PCEP simulé à la toute fin. Il aura le même format que votre examen réel, avec la même note de passage et le même délai. Il vous montrera à quels types de questions vous pouvez vous attendre.</p>", "preview_video": "", "locale": "French"}, {"course_id": "1513436", "category": "Finance & Accounting", "sub_category": "Cryptocurrency & Blockchain", "title": "Cryptocurrencies: complet practical course on crypto trading", "level": "Beginner Level", "author": "Yassin Marco", "duration": "107", "rating": "3.6", "reviews": "450", "students": "79369", "coupon_code": "F944D173E6D93E83755D", "preview_img": "https://img-c.udemycdn.com/course/480x270/1513436_ffbc_3.jpg", "coupon_link": "https://www.udemy.com/course/cryptocurrencies-complet-practical-course-on-crypto-trading/?couponCode=F944D173E6D93E83755D", "end_day": "2022-04-18 00:02:00+00:00", "headline": "Practical course that will help you start in the cryptocurrency trading world", "description": "<p>Have you witnessed all the profits that have been made by the various cryptocurrencies without knowing how to profit from them? Reassure yourself, it will not happen to you anymore. this course was created in order to allow everyone to know how it is possible to integrate the market of cryptocurrencies and it is accessible to all! At the end of the course, you will not only be able to buy your first cryptocurrency but you will also have a good base on how to trade or invest in this market.\n\n  </p>", "preview_video": "", "locale": "English"}, {"course_id": "3836058", "category": "Development", "sub_category": "Programming Languages", "title": "The Python Developer Essentials 2022 Immersive Bootcamp", "level": "All Levels", "author": "Ahmed Ibrahim", "duration": "337", "rating": "4.3", "reviews": "2139", "students": "170018", "coupon_code": "29CBEDC5A52A3D2C17C2", "preview_img": "https://img-b.udemycdn.com/course/480x270/3836058_d68f_7.jpg", "coupon_link": "https://www.udemy.com/course/new-python-programming-the-complete-guide-2021-edition/?couponCode=29CBEDC5A52A3D2C17C2", "end_day": "2022-04-17 07:54:00+00:00", "headline": "Learn the skills you need to become a Professional and Certified Python Developer with this Complete Training Course", "description": "<p>Hello and welcome to <strong>The Python Developer Essentials 2022 Immersive Bootcamp</strong></p><p>Learn the skills you need to become a Professional Certified Python Developer with this Complete Training Course.</p><p>You'll become a Certified Python Developer and Coding Rockstar in no time. </p><p><em>This course covers all the following concepts theoretically and practically:</em></p><ul><li><p>How to Program with Modern Python</p></li><li><p>The clean Python code</p></li><li><p>The core Python concepts needed to become A Dev Professional</p></li><li><p>Understand of how Python works behind the scenes</p></li><li><p>Variables, Representing Data Types, and using Math</p></li><li><p>Syntax and Recognize Code Blocks</p></li><li><p>Understanding and Analyzing Errors</p></li><li><p>Built-In Data Structures</p></li><li><p>Built-In Functions and Methods</p></li><li><p>Flows Control for Programs</p></li><li><p>User-Defined and Anonymous Functions </p></li><li><p>Object-Oriented Programming</p></li><li><p>Different types of Modules</p></li><li><p>Handle Files using Python 3.9.2</p></li><li><p>Get the Instructor QA support </p></li></ul><p>All of that and many more supported by the instructor assistance and guidance throughout this complete high-quality Guide.</p><p>Whether you are a beginner or a professional, this Guide is for you, and will change your Dev career and your thinking for the best in the world of software Engineering.</p><p>Python is the most popular programming language out there, and The best programming language in terms of ease and features.</p><p><strong>So, what are you waiting for, enroll now to go through an Immersive Training</strong> of the most popular Programming Language on the market, Python. </p><p><strong>Become A Python Guru in no time!</strong></p>", "preview_video": "", "locale": "English"}, {"course_id": "4594714", "category": "Lifestyle", "sub_category": "Arts & Crafts", "title": "Learn to Draw Illustrated Creatures From Simple Shapes", "level": "Beginner Level", "author": "Dorsan Cousin", "duration": "81", "rating": "4.9", "reviews": "2", "students": "1996", "coupon_code": "0D8A5528C09963D59412", "preview_img": "https://img-b.udemycdn.com/course/480x270/4594714_017b_2.jpg", "coupon_link": "https://www.udemy.com/course/learn-to-draw-illustrated-creatures-from-simple-shapes/?couponCode=0D8A5528C09963D59412", "end_day": "2022-04-14 19:59:00+00:00", "headline": "Learn & Apply all the Steps to Bring a Creature to Life, Including Sketching, Felting, and Finish Up with Watetercolor!", "description": "<p>This course will cover all the steps to create creatures from the depths of your imagination, and turn them into vibrant creatures, <strong>in three easy processes.</strong></p><p>You will learn from a professional artist with over 10 years of experience.</p><p>You will get to watch every step and you will learn invaluable advice that will help you achieve your artistic goals, even if you have never picked up a pencil before.</p><p><br></p><ul><li><p>In this class, you'll create 3 creatures of different themes and colors.</p></li><li><p>The basics are covered to allow anyone to start without delay.</p></li><li><p>Learn to Create an Initial Sketch Using Simple Shapes and Geometry</p></li><li><p>Use Felts to Lay Down a Polished Drawing </p></li><li><p>Give Birth to Your Creature With Powerful Watercolor Techniques</p></li><li><p>Learn about shadows, checking for perspective, adding volume to drawing<em>, and much more..</em></p></li></ul><p><br></p><p>Every course we provide comes with an unconditional 30 days money back guarantee. Don't like the course ? We'll give you a full refund.</p><p><br></p><p>You’ll gain instant access to all 9 videos of the course for a low price. You will get to follow all the steps in real-time, so be sure to start picking up the pencil from the very start. </p><p><strong>Get started with your artistic projects today,<em> ENROLL&nbsp;NOW.</em></strong></p><p><br></p><p><em>See you inside the course,</em></p><p>- Dorsan Cousin</p>", "preview_video": "", "locale": "English"}, {"course_id": "4484282", "category": "Finance & Accounting", "sub_category": "Investing & Trading", "title": "Penny Stock Trading Secrets Revealed", "level": "Beginner Level", "author": "Scott Paton", "duration": "55", "rating": "3.7", "reviews": "2", "students": "2680", "coupon_code": "APRILFREE", "preview_img": "https://img-b.udemycdn.com/course/480x270/4484282_ec9b.jpg", "coupon_link": "https://www.udemy.com/course/penny-stock-trading-secrets-revealed/?couponCode=APRILFREE", "end_day": "2022-04-18 04:00:00+00:00", "headline": "Swing and Day Trading Penny Stocks for Maximum Success", "description": "<p><strong>Penny stocks</strong> are common shares of small public companies that trade for less than one dollar per share.</p><p>The U.S. Securities and Exchange Commission (SEC) uses the term \"Penny stock\" to refer to a security, a financial instrument which represents a given financial value, issued by small public companies that trade at less than $5 per share. Penny stocks are priced over-the-counter, rather than on the trading floor. The term \"penny stock\" refers to shares that, prior to the SEC's reclassification, traded for \"pennies on the dollar\".</p><p>In 1934, when the United States government passed the Securities Exchange Act to regulate any and all transactions of securities between parties which are \"not the original issuer\", the SEC at the time disclosed that equity securities which trade for less than $5 per share could not be listed on any national stock exchange or index.</p><p>Over-the-counter exchanges that list penny stocks include, the OTC Bulletin Board (which is a facility of FINRA) or OTC Link LLC (which is owned by OTC Markets Group, Inc., formerly known as Pink OTC Markets Inc.). Penny stocks can also trade on securities exchanges, including foreign securities exchanges. Penny stocks can include the securities of certain private companies with no active trading market.</p><p>When considering penny stocks, investors and experts in the field recognize the low market price of shares and its correlation to low market capitalization. Market capitalization or \"market cap\" is the total dollar market value of all of a company’s outstanding securities.</p><p>The volatile nature of penny stocks also leaves these companies open to potential \"manipulation\" by stock promoters and pump and dump schemes. Oftentimes, investors are led to believe that the ability to purchase large quantities of shares at low prices will result in greater returns, which makes them more susceptible.Penny stocks are <strong>high-risk securities with small market capitalizations</strong> that trade for a low price outside major market exchanges. A lack of history and information, as well as low liquidity, make penny stocks riskier. Look out for scams involving penny stocks that want to separate you from your money.</p><p><strong>High Risk, HIgh Reward</strong></p><p>Discover how to use a proven system to ride the highs and avoid the lows.</p><p>Enrol today!</p>", "preview_video": "", "locale": "English"}, {"course_id": "3552717", "category": "Business", "sub_category": "Business Analytics & Intelligence", "title": "Google Data Studio | Visualize, Reports, Methods, Examples", "level": "All Levels", "author": "Abdullah Khan", "duration": "156", "rating": "3.2", "reviews": "17", "students": "6075", "coupon_code": "DDISCUDEMY", "preview_img": "https://img-c.udemycdn.com/course/480x270/3552717_cb41_7.jpg", "coupon_link": "https://www.udemy.com/course/beginning-and-advanced-google-data-studio-training-2020/?couponCode=DDISCUDEMY", "end_day": "2022-04-17 15:00:00+00:00", "headline": "Learn Google Data Studio with Examples. Visualization, Analysis & Reporting. Write Formulas, Functions, Create Reports.", "description": "<p>This course is made from the<strong> 'Get on Job', 'Do well on Job' perspective.</strong> This training gets you ready to BECOME EXPERT AND FIND YOUR PATH. </p><p>If you have recently started the study of Google Data Studio or you want to increase your knowledge, this course is exactly for you. Here’s we are going to focus on flourishing you with the basics you need with Data Studio.</p><p><strong>So Welcome to the course DATA REPORTING WITH GOOGLE DATA STUDIO. In this </strong>course, you will study data science, report creation, Function, write formulas, Analysis &amp; Reporting, and KPI reports. You’re going to learn how to create advanced and valuable google data studio reports. The course aims to build a powerful data visualization that will be helpful for you to increase your business.</p><p><br></p><p><strong>After completing this Training Program, you can:</strong></p><ul><li><p>Implement basic concepts and perform calculations</p></li><li><p>Create simple reports and advanced reports</p></li><li><p>Formulate Performance Reports based on Key Performance Indicators (KPIs)</p></li><li><p>Create a Dashboard that is Easier to Use.</p></li><li><p>Produce Data Visualizations that can convert complex Information into Simple Points</p></li></ul><p><br></p><p><strong>5 Effective Reasons for choosing the course</strong></p><ul><li><p>Within a week, you can complete the entire Data Studio course.</p></li><li><p>You’ll learn all methods of chart drawing in Google Data Studio</p></li><li><p>Case studies and examples of business</p></li><li><p>Exercises are there for Google Data Studio and Data Visualization requisite practice.</p></li><li><p>The Instructor will answer questions from the students.</p></li></ul><p><br></p><p>Delivering great knowledge to our students is our first priority. We will answer your every question related to the course content or any related topic. You can send us a direct message, and feel free to get connected.</p><p><br></p><p><strong>Practice Method is Easy to Follow:</strong></p><p>The exercises you are taught using the examples; you have to implement it from your data set or tools like Google Analytics/ Sperasheet, or DB like MySQL, or csv files as described in the training.<br><br></p>", "preview_video": "", "locale": "English"}, {"course_id": "4389112", "category": "Teaching & Academics", "sub_category": "Online Education", "title": "Udemy Course Creation - Udemy Instructor Guide (Unofficial)", "level": "Beginner Level", "author": "Nick Nyxson", "duration": "240", "rating": "3.9", "reviews": "24", "students": "9604", "coupon_code": "3BF6C9F2409B25CA1D73", "preview_img": "https://img-c.udemycdn.com/course/480x270/4389112_c35a_2.jpg", "coupon_link": "https://www.udemy.com/course/udemy-instructor/?couponCode=3BF6C9F2409B25CA1D73", "end_day": "2022-04-18 04:51:00+00:00", "headline": "Create Online Course on Udemy Fast - Full Guide to Udemy Course Creation & Starting Udemy Instructor Career (Unofficial)", "description": "<p>Have you dreamt of being a Udemy instructor? Have you thought about how to create your first course? It doesn't have to be difficult. This is an in-depth course that will take you through every stage needed to create a great Udemy course. From planning, to production, and finally publishing your video course, this comprehensive guide will have you creating your own Udemy courses within weeks.</p><p>This comprehensive guide will walk you through the process of creating your own Udemy course from start to finish. From planning and production, to publishing your course.</p><p>Do You want to make a living teaching online? Now you can! Not only will our course teach you how to be a Udemy instructor, but you'll also have the skills to create your own Udemy courses from scratch, from absolute zero. With our help, you'll be an overnight success!</p><p>This course is the one stop guide for anyone who wants to create courses on Udemy and be a Udemy instructor. Here you will learn everything you need to know about courses creation from absolute zero.</p><p>Udemy Instructor Guide is made for anyone who wants to be successful on Udemy. With this course, there are no excuses not to create an awesome course that sells well!</p><p>What You will get?!</p><ul><li><p>Complete Udemy course creation course from scratch</p></li><li><p>Understand the best practices in Udemy courses creation</p></li><li><p>Create high converting landing page for your Udemy courses</p></li><li><p>Discover the secrets to Udemy Courses</p></li><li><p>From targeting the right audience, research for content, to creating engaging lectures, you'll learn all of it</p></li><li><p>Learn how to overcome the inherent challenges of being a successful Udemy instructor</p></li><li><p>Understand what is required to have a successful course</p></li><li><p>Learn how to choose the right course subject area</p></li><li><p>And Much More.</p></li></ul><p>Everything you will learn here will be based on My practice as a Udemy Instructor and Everything shown step by step as I am performing everything live on video.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p>", "preview_video": "", "locale": "English"}, {"course_id": "3746174", "category": "Business", "sub_category": "Project Management", "title": "Construction Estimating Quantity Takeoff Fundamentals", "level": "Beginner Level", "author": "Mike L", "duration": "155", "rating": "3.2", "reviews": "47", "students": "4906", "coupon_code": "133D2F7F033FA06664E1", "preview_img": "https://img-b.udemycdn.com/course/480x270/3746174_ce40.jpg", "coupon_link": "https://www.udemy.com/course/construction-estimating-quantity-takeoff-fundamentals/?couponCode=133D2F7F033FA06664E1", "end_day": "2022-04-16 19:32:00+00:00", "headline": "Learn all about how to do quantity takeoffs with this course!", "description": "<p>Construction Estimating Quantity Takeoff Fundamentals is a comprehensive video course where you can learn industry specific knowledge about construction estimation.</p><p>I have handcrafted this course to allow students to acquire core fundamental knowledge on how to master the art of quantity takeoff.</p><p>If you are a professional who are interested to work as an estimator for construction projects or just got a job in the construction industry, you will find this course of great help to get the fundamental knowledge you need to kick start your professional career.</p><p>This course can benefit anyone who wanted to work in any industry that needs to do estimation. This course can help you to get an advantage at work or getting a job as it gives you core knowledge in construction estimation that you would not have otherwise obtain unless you have worked in the industry. And knowledge is power.</p><p><br></p><p>So let's get started! Let's start your fulfilling journey and mark an important point of your phenomenal career in this industry!</p>", "preview_video": "", "locale": "English"}, {"course_id": "4583692", "category": "Personal Development", "sub_category": "Personal Transformation", "title": "The Zen Methodology Secrets To Habit Formation", "level": "All Levels", "author": "Pradeep Prajapati - Sikshaa", "duration": "96", "rating": "4.1", "reviews": "9", "students": "3431", "coupon_code": "COUPON11", "preview_img": "https://img-b.udemycdn.com/course/480x270/4583692_639e.jpg", "coupon_link": "https://www.udemy.com/course/the-zen-methodology-secrets-to-habit-formation/?couponCode=COUPON11", "end_day": "2022-04-16 16:54:00+00:00", "headline": "Learn To Form Habits That Will Increase The Chances Of Success In Your Personal And Professional Life", "description": "<p>The <strong>Zen Methodology Secrets To Habit Formation</strong></p><p><strong>If you lies in any of the below point:- </strong></p><p>. Procrastinate when we have difficult work to do. </p><p>· Avoid exercise and seek the comforts of the Internet.</p><p>· Eat unhealthy food and gain too much weight. </p><p>· Become overwhelmed, stressed out, full of anxiety. </p><p>· Put off meeting new people because we’re afraid. </p><p>· Avoid pursuing our dreams, building a business, finding our fulfilling careers. </p><p>· Avoid facing our debts so we can start building a stronger financial foundation. </p><p>· Put off our creative pursuits or the learning we’ve been wanting to do. </p><p>· Fail at new habits. </p><p>· Smoke, drink to excess, become addicted to drugs, even though we know these things aren’t good for us. </p><p>· Doubt ourselves, feel bad about ourselves, compare ourselves to others. </p><p>· Become angry, frustrated, judgmental of others.</p><p><br></p><p><strong>What you’ll learn from this course</strong> isn’t how to make yourself a better person—it’s how to remove the things that get in your way. When we do that, we have happiness, peace. We no longer feel anxious, we don’t need to procrastinate, we let go of anger and resentment, and we can fully live in this moment, enjoying it. That’s what this course is about. Delving into the One Problem of the Mind Movie, and practicing with this method by experimenting with a small change . . . and in the process, mastering the skills of discomfort and change. With these skills, we’ll learn to form mindful habits that will make us good at any change we want to make and learn the flexibility we need to stick to that change for the long term. We’ll learn to deal with stress and anxiety, with frustration with ourselves and others, with procrastination and debt, and more. We’ll become masters of change. This is the&nbsp; <strong>Zen Methodology Secrets To Habit Formation.</strong></p><p><br></p><p>One small step at a time. It’s the only way to truly understand the concepts of the change—put them into practice. What I’ve laid out is a step-by-step plan for change, one step at the end of each day.&nbsp; You’ll pick one small change to make, and implement it during the course. This means you’ll be taking the first step in getting used to discomfort, and also practicing a key principle that has helped me to change my life completely: Slow Change. It’s profoundly important, and yet slow change is difficult for most people because they want results right away. Finally, this course will require a commitment: you’ll need to set aside time to learn and practice it. This small time investment, of just 10 minutes a day, will result in great changes in your life if you can commit to it.</p><p><br></p><p>In the end of each day, I have issue a exercise for you that will help you to commit to making one small change in your life as you go through this course. </p><p><br></p><p>See You In The Course</p>", "preview_video": "", "locale": "English"}, {"course_id": "3797780", "category": "Business", "sub_category": "Entrepreneurship", "title": "Advanced Strategies to Secure Better UpWork Clients", "level": "Intermediate Level", "author": "Christine McLean", "duration": "157", "rating": "4.6", "reviews": "71", "students": "17675", "coupon_code": "FF3DE5264ED937A844A5", "preview_img": "https://img-c.udemycdn.com/course/480x270/3797780_45dd.jpg", "coupon_link": "https://www.udemy.com/course/advanced-strategies-to-secure-better-upwork-clients/?couponCode=FF3DE5264ED937A844A5", "end_day": "2022-04-15 10:56:00+00:00", "headline": "Create an Irresistible Upsell and Manage Your Money Well", "description": "<p>You've probably been experiencing some success on Upwork. But, you're looking for more. Maybe you want to become a full-time UpWork freelancer or you're already a full-time UpWork freelancer looking for more income. This course is for you.</p><p>I am a Top Rated UpWork freelancer who understands how to get better UpWork clients using an upsell strategy. My background in finance has also helped me better manage my new income. Combining a great upsell with sound financial management will help you get the most out of your UpWork experience.</p><p>You'll be an UpWork expert by the end of this course. I'll teach you how to:</p><p>- Identify your ONE thing.</p><p>- Build your personal brand.</p><p>- Add a personal touch to interactions with potential clients.</p><p>- Create an irresistible 3-tier proposal.</p><p>- Get potential clients to take you seriously.</p><p>- Achieve your financial goals.</p><p>- Budget for wealth.</p><p>A successful freelancing course is possible on UpWork. This advanced UpWork course teaches you how to get there. It’s <strong><em>the</em></strong> course that will help you stand out in a crowded marketplace with over 18 million freelancers.</p><p>Use the strategies you learn to not only attract better UpWork clients, but to also expand your freelance career. You can accomplish so much by actively applying the principles taught in this course.</p><p><br></p><p><br></p><p><br></p><p><br></p>", "preview_video": "", "locale": "English"}, {"course_id": "4386420", "category": "Finance & Accounting", "sub_category": "Cryptocurrency & Blockchain", "title": "Pancakeswap Crypto Full Training | Buy, Sell, Earn Income", "level": "All Levels", "author": "Abdullah Khan", "duration": "82", "rating": "4.2", "reviews": "12", "students": "3080", "coupon_code": "DISCUDEMY123", "preview_img": "https://img-c.udemycdn.com/course/480x270/4386420_8b66_2.jpg", "coupon_link": "https://www.udemy.com/course/pancakeswap-crypto-full-training-buy-sell-earn-income/?couponCode=DISCUDEMY123", "end_day": "2022-04-17 14:57:00+00:00", "headline": "Altcoin trade on Pancakeswap like a PRO. Little strategies can make a big difference. Learn how many ways are there.", "description": "<p>Did you always want to trade thousands of altcoins easily without withdrawal limit and minimum purchase limit. </p><p><br></p><p>This is a <strong>PASSIVE INCOME</strong> system that you can start from small investment and if you pay little attention everyday you can get upto 2500x return. </p><p><br></p><p>pancakeswap is one of those DEX or Decentralized Exchanges. The trading is little different but comes with tons of benefits that other centralized exchanges doesn't offer.</p><p><br></p><p>The pancakeswap offers multiple features that you will not find elsewhere. </p><p><br></p><p><strong>If you ask question like:</strong></p><p>Can I&nbsp;earn income in Crypto?</p><p>Why do I&nbsp;have minimum withdrawal limit?</p><p>What are different crypto trading strategies?</p><p>Can I&nbsp; save my income in pancakeswap?</p><p>Why do I&nbsp;have to buy minimum crypto amount?</p><p>What is metamask?</p><p>How many altcoins you can trade?&nbsp;</p><p>Lot of cryptocurrencies exist but how to make use of it?</p><p><br></p><p>THEN&nbsp;this training is for you.</p><p><br></p><p><strong>Do you want to learn</strong></p><p>How to add any crypto token to pancakeswap (BSC). </p><p>What is slip page tolerance?</p><p>How to find the best staking option?</p><p>What is the highest percentage you can earn?</p><p>How much I&nbsp;will earn if I&nbsp;deposit my cryptocurrency?</p><p><br></p><p>Trading, in general, and Cryptocurrency is an Art. If you can learn this art of porfolio management, trading, distributing crypto trades on lot of different categories that matter. If you stake timely. </p><p><br></p><p>Then you can earn exciting amount daily, weekly, monthly, yearly. </p><p><br></p><p>Disclaimer:&nbsp;Invest at your own disposal. </p><p><br></p><p><strong>What does students say about this course?</strong></p><p>\"Quick! yet informative I would recommend this course.\" Dawn Johnson beaver</p>", "preview_video": "", "locale": "English"}, {"course_id": "3939424", "category": "Business", "sub_category": "Business Strategy", "title": "Corporate Finance #2 Financial Ratios", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "823", "rating": "4.7", "reviews": "162", "students": "27218", "coupon_code": "63AFEDD16402BB4D80BC", "preview_img": "https://img-c.udemycdn.com/course/480x270/3939424_a262.jpg", "coupon_link": "https://www.udemy.com/course/corporate-finance-2-financial-ratios/?couponCode=63AFEDD16402BB4D80BC", "end_day": "2022-04-15 05:21:00+00:00", "headline": "Learn financial ratios from a corporate finance perspective from a Certified Public Accountant (CPA)", "description": "<p>We will learn how to use ratio analysis to help with decision making from a corporate finance perspective. The financial statements, including the balance sheet and income statement, are the primary tools used for ratio analysis. The financial statements help us understand past performance and where the organization stands at this time. Ratio analysis helps us project future performance and where the organization may stand in the future. </p><p>This course will demonstrate concepts using many practice problems, including problems using Microsoft Excel. Each Microsoft Excel problem will include a downloadable worksheet with at least two tabs, one being the answer key, the other being a preformatted worksheet that can be used to work the problem in a step-by-step format along with instructional videos.</p><p>Learners will know what ratio analysis is. They will understand the DuPont System of analysis.</p><p>We will demonstrate the concept of return on investment (ROI) and apply it to many scenarios.</p><p>The course will demonstrate return on asset, total asset turnover, &amp; profit margin calculations.</p><p>We will discuss return on equity and debt to equity ratios and how they can be used.</p><p>Learners will understand how to calculate the accounts receivable collection period.</p><p>We will also cover times interest earned and fixed charge coverage calculations.</p><p>The course will demonstrate return on equity trend analysis.</p><p>We will show how ratio analysis can be used to compare different divisions of an organization.</p><p>Learners will be able to use ratio analysis to project performance in the future, constructing a projected income statement and balance sheet.</p>", "preview_video": "", "locale": "English"}, {"course_id": "4122796", "category": "Marketing", "sub_category": "Search Engine Optimization", "title": "Technical SEO User Intent Content Strategy | Examples | 2021", "level": "Expert Level", "author": "Abdullah Khan", "duration": "73", "rating": "3.3", "reviews": "35", "students": "9086", "coupon_code": "DDISCUDEMYCOM", "preview_img": "https://img-c.udemycdn.com/course/480x270/4122796_0acf_5.jpg", "coupon_link": "https://www.udemy.com/course/technical-seo-advanced-userintent-structure-content-strategy/?couponCode=DDISCUDEMYCOM", "end_day": "2022-04-17 14:59:00+00:00", "headline": "What's Keyword density, content and website structure. How to make website compatible with new search algorithm.", "description": "<p>Learn to optimize your Website; whether its a CMS like WordPress or eCommerce like WooCommerce, Magento or Shopify website quickly for Onpage Optimization and content distribution according to algorithm and audience analysis.<br></p><p>You will learn about different techniques for conducting business analysis, find keyword density for content distribution, conduct keyword research, how to write titles, meta description, how to optimize website file pages, how to rename your files, or page descriptions according to the search engine algorithm.</p><p><br></p><p>After completing this training program you should be able to perform <strong>keyword research</strong> based on<strong> user intent </strong>and <strong>priority</strong>, implement the keywords in your title, <strong>headings</strong>, and <strong>content like product descriptions.</strong><br></p><p><strong>KPIs:</strong></p><p>Learn about different types of <strong>Key Performance Indicators</strong> and how to decide your KPIs.<br></p><p><strong>Content Structure</strong></p><p>How should you structure your content? What is your user persona and avatar? What do you offer that your users want to hear about?</p><p><br></p><p><strong>Website Structure</strong></p><p>Does your website structure relate with Search engine algorithm. How can you assure website compatibility with the search engines?<br><br></p><p><strong>SEO Structure</strong></p><p>SEO Structure is built upon<strong> user persona</strong>, website <strong>front-end</strong>, content, <strong>social media integration</strong>.</p><p><br></p><p><strong>Web Development</strong></p><p>If you are a <strong>web developer</strong> you will get useful knowledge from this program that will help you create<strong> better SEO oriented websites</strong> using User Experience and User Interface that fulfills your<strong> client requirements</strong> and build its front-end SEO ready.</p><p><br><br></p><p><br><br></p>", "preview_video": "", "locale": "English"}, {"course_id": "4608076", "category": "IT & Software", "sub_category": "IT Certifications", "title": "MB-910 Microsoft Dynamics 365 Fundamentals - Tests 2022", "level": "All Levels", "author": "PVS Learning Lab", "duration": "0", "rating": "4.4", "reviews": "4", "students": "1896", "coupon_code": "MB910FREE2", "preview_img": "https://img-c.udemycdn.com/course/480x270/4608076_37a9_2.jpg", "coupon_link": "https://www.udemy.com/course/latest-mb-910-microsoft-dynamics-365-fundamentals-tests/?couponCode=MB910FREE2", "end_day": "2022-04-17 07:38:00+00:00", "headline": "MB-910 Microsoft Dynamics 365 Fundamentals", "description": "<p>This&nbsp; Practice test is based on the latest MB-910 Microsoft Dynamics 365 Fundamentals exam. </p><p>This exam covers the customer engagement features and capabilities of Dynamics 365 apps. Candidates of this exam should have a fundamental understanding of customer engagement principles, business operations, and general computer skills.</p><p>Whether you are a business stakeholder, functional consultant at the start of your career or a student, this certification is a validation of your broad knowledge of the customer engagement apps in Microsoft Dynamics 365, including marketing capabilities, and the automation of the sales, service and support lifecycles.</p><p>MB-910 measures below topics</p><ul><li><p>Describe Dynamics 365 Marketing</p></li><li><p>Describe Dynamics 365 Sales</p></li><li><p>Describe Dynamics 365 Customer Service</p></li><li><p>Describe Dynamics 365 Field Service</p></li><li><p>Describe project operations</p></li><li><p>Describe Shared Resources</p></li></ul><p>Microsoft Dynamics 365 Fundamentals (CRM) Exam MB-910 covers the following topics -</p><p>Module 1 - Describe Dynamics 365 Marketing (10-15%)</p><p>Module 2 - Describe Dynamics 365 Sales (15-20%)</p><p>Module 3 - Describe Dynamics 365 Customer Service (15-20%)</p><p>Module 4 - Describe Dynamics 365 Field Service (15-20%)</p><p>Module 5 - Describe project operations (15-20%)</p><p>Module 6 - Describe Shared Resources (15-20%)</p><p><br></p><p>Exam MB-910: Microsoft Dynamics 365 Fundamentals (CRM) will have 40-60 questions that can be of type like a case study, short answers, multiple-choice, mark review, drag, and drop, etc. And, to pass the exam it is necessary to score a minimum of 700 (on a scale of 1000). Further, the Microsoft MB-910 exam cost is $99 USD including the additional taxes. Lastly, candidates can take the exam in the English language.</p><p><br></p><p><br></p>", "preview_video": "", "locale": "English"}, {"course_id": "2438516", "category": "Personal Development", "sub_category": "Personal Transformation", "title": "5 Star Goal Setting Guide: Achieve Your Goals in 3 Steps", "level": "All Levels", "author": "Zlatin Georgiev", "duration": "108", "rating": "5.0", "reviews": "36", "students": "770", "coupon_code": "SETGOALS", "preview_img": "https://img-c.udemycdn.com/course/480x270/2438516_eaa6_12.jpg", "coupon_link": "https://www.udemy.com/course/goal-setting-class/?couponCode=SETGOALS", "end_day": "2022-04-17 18:12:00+00:00", "headline": "Goal Achievement by setting structured goals, creating plans and overcoming fears. Personal Success Starts with You.", "description": "<p><strong>The highest rated Goal Setting Course on Udemy just got better. A bonus section about building good and long lasting habits.</strong></p><p><strong>What are your wildest dreams? </strong>Let your imagination run free. <strong>Be brave.</strong></p><p>What if you can make them a reality and achieve the life you have always imagined? For some people this sounds impossible, because they have never learned how to set goals properly or haven't been brave enough to chase them.</p><p><strong>GOAL&nbsp;SETTING&nbsp;AND&nbsp;ACHIEVEMENT&nbsp;IS&nbsp;A&nbsp;SKILL&nbsp;AND&nbsp;THIS&nbsp;COURSE&nbsp;HAS&nbsp;THE&nbsp;GOAL&nbsp;TO&nbsp;TEACH&nbsp;YOU&nbsp;HOW&nbsp;TO&nbsp;PERFECT&nbsp;IT.</strong></p><p>The course follows clear structure with real life examples of professional and personal goals. We will break them down from definition to execution during the length of the course and you will be able to follow in real time with your own goals.</p><p><strong><em>\"Set a goal that will make something of you to achieve it.\" - Jim Rohn</em></strong></p><p>In addition, I&nbsp;want to show you how to enjoy the process of chasing goals, which by the way is called Life. The greater goals you set, the greater person you will become and better life you will live while achieving them.</p><p>All videos get right on point and follow an easy to understand structure.</p><p><strong>THIS&nbsp;COURSE&nbsp;WILL&nbsp;SHOW&nbsp;YOU&nbsp;HOW TO:</strong></p><p><strong>- Turn your greatest dreams into actionable goals</strong></p><p><strong>- Find goals that you will enjoy the process of achieving them</strong></p><p><strong>- Transform your Bucket List into a To Do List</strong></p><p><strong>- Formulate SMART&nbsp;goals</strong></p><p><strong>- Create a detailed action plan for achieving any goal</strong></p><p><strong>- Break down big goals into smaller ones</strong></p><p><strong>- Link goals with emotions and why this is important</strong></p><p><strong>- Visualize goals and send them to the subconscious mind</strong></p><p><strong>- Create vision boards and thank you boards</strong></p><p><strong>- Get out of dips on the road success</strong></p><p><strong>- Overcome doubts &amp; fears</strong></p><p><strong>- Create a Goal Setting Mastermind</strong></p><p><strong>BONUSES:</strong></p><ul><li><p>4 additional videos on habit building</p></li><li><p>Templates for SMART&nbsp;Goal Setting, Vision Board and Thank You Board</p></li><li><p>An audio version of the course to listen on the go</p></li><li><p>Personal stories of failure and success</p></li></ul><p>No worries, there's a <strong>30-day money-back guarantee</strong>. Try out the goal setting strategies without any hesitation.</p><p><strong>QUICK PRO&nbsp;TIP ON&nbsp;GOAL&nbsp;SETTING</strong></p><p>Every morning I spend around 10 minutes writing down my 2 most important goals for the next 12 months. I always write in present tense and imagine that I&nbsp;have already achieved them. This helps me stay focused on what's most important through the sea of distractions that we're swimming in every single day.</p><p><br></p><p>Take the challenge to follow your dreams and I will see you in class!</p><p>Zlatin</p>", "preview_video": "", "locale": "English"}, {"course_id": "3413398", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Scrum Master I certification Practice Tests questions", "level": "Beginner Level", "author": "Ignacio Paz", "duration": "0", "rating": "4.5", "reviews": "1066", "students": "12680", "coupon_code": "APR22BB", "preview_img": "https://img-c.udemycdn.com/course/480x270/3413398_aba2_14.jpg", "coupon_link": "https://www.udemy.com/course/scrum-master-certification-practice-tests-psm1/?couponCode=APR22BB", "end_day": "2022-04-16 11:52:00+00:00", "headline": "Prepare for your Scrum Master PSM1™ PSM I™ certification with many unofficial practice tests and tips. Get a high score!", "description": "<p><strong><em>IMPORTANT: \"Professional Scrum Master\", \"PSM&nbsp;1\", \"PSM&nbsp;I\", \"PSM1\", \"PSMI\",&nbsp; and \"PSM\" are registered trademarks of Advanced Development Methods (Scrum .org) and this course is not licensed, endorsed, or affiliated with Advanced Development Methods (Scrum .org) in any way. This course and practice exams are neither endorsed by, nor in partnership, nor affiliated with (Scrum .org) or any other organizations.</em></strong></p><p>---</p><p>Are you looking to take a <strong>Scrum Certification Exam like PSM1</strong>™,<strong> </strong>but you still feel a bit insecure or are you curious about what the questions look like? Do you want to be sure that it is aligned with the latest <strong>Scrum Guide</strong>™<strong> 2020</strong>?&nbsp;Do you want to pass the exam with a high score?</p><p>This unofficial course will prepare you for the <strong>Scrum Master</strong> exam with realistic <strong>practice tests</strong> so you can get familiar with the questions and receive an <strong>explanation of the answers</strong> and you will become sharp, fast, and accurate in answering scrum questions correctly.</p><p><strong>Note</strong>: Be aware that this course does not include any videos. Only practice tests. The certification exam is not included either and must be purchased separately to correspondent institutions like scum (.) org.</p><p><strong>*Requirements*</strong>:&nbsp;You need a good knowledge of the Scrum Framework to take these practice exams. You can take this course first: Agile &amp; Scrum in Depth: Guide, Simulation and Best Practices.</p><p>Includes:</p><ul><li><p><strong>Exam Preparation Guide</strong></p></li><li><p><strong>Scrum cheat sheet</strong></p></li><li><p><strong>6 Practice Tests</strong>:</p><ul><li><p>4 full and realistic <strong>PSM1™ </strong>simulation tests of 60 minutes each.</p></li><li><p>2 additional tests of 60 minutes to practice with a total of <strong>160 hard questions</strong> to become sharp with your knowledge of <strong>Scrum Guide</strong>™<strong> 2020</strong>.</p></li></ul></li></ul><p><strong>Answers explained</strong>: All questions contain an explanation of the answers.</p><p><strong><em>True Scrum</em></strong><em>: This course is totally aligned with the latest version of the </em><strong><em>Scrum Guide</em>™<em> 2020</em></strong><em>. The explanations of the questions contain quotes from the Scrum&nbsp;Guide to prove that all answers must be within the rules of the Scrum&nbsp;Framework.</em></p><p>--</p><p><strong>What you will learn?</strong></p><p>· Answer questions for Scrum Certification exams</p><p>· Understand why an answer is correct or incorrect</p><p>· Prepare for PSM1<strong>™</strong> certification</p><p>· Difficult certification questions</p><p><strong>This course is specifically for:</strong></p><p>· People that want to take a scrum certification exam like PSM1<strong>™</strong> or CSM<strong>™</strong>.</p><p>· People that know the Scrum framework and theory. To learn about Scrum, you can take the course: <strong>Agile &amp; Scrum in Depth: Guide, Simulation and Best Practices</strong></p><p><strong>Why take the class? What you will gain?</strong></p><p>· Understand how the exam is.</p><p>· Become ready to take the real exam.</p><p>· Become fast and accurate to answer scrum questions with confidence.</p><p><strong>About me</strong></p><p>Hi, my name is Ignacio.</p><p>I am the <strong>author of books,</strong> and I have more than <strong>100,000 students</strong> and 17 courses.</p><p>My main goal is to help you with new knowledge that you can apply at work and be a successful and professional leader.</p><p>I am a <strong>Certified Agile Team Coach</strong>. I led, <strong>coached</strong>, led, and managed <strong>Agile</strong> projects and <strong>Scrum</strong> teams since 2005 for customers from all over the world.</p><p>During my career with intensive learning, I got many advanced scrum certifications including Certified Scrum Professional Scrum Master, Professional Scrum&nbsp;Master II, Certified Professional Scrum Product Owner, Certified Agile Leadership, etc.</p><p>I worked 15 years as a <strong>Professor</strong> for Agile Methodologies and Systems design.</p><p>I love to teach Agile and Scrum and I designed a lot of hours of training that I am bringing online. I prefer to teach with games and activities that can simulate the real world.</p><p>I trained thousands of students in Agile that became top and certified professionals in the industry. <br>Teaching what I learned in my 20 years of experience allows the students to gain realistic learning that they can apply at work.</p><p>Join me and share your experience!</p><p><br></p><p>-------------------------------------------------------------------------</p><p>A DISCLAIMER STATEMENT</p><p><em>The statements made and opinions expressed herein belong exclusively to the creator of this course and are not shared by or represent the viewpoint of Scrum dot org. This training does not constitute an endorsement of any product, service, or point of view. Scrum dot org makes no representations, warranties, or assurances of any kind, express or implied, as to the completeness, accuracy, reliability, suitability, availability, or currency of the content contained in this presentation or any material related to this presentation. In no event shall Scrum dot org, its agents, officers, employees, licensees, or affiliates be liable for any damages whatsoever (including, without limitation, damages for loss of profits, business information, loss of information) arising out of the information or statements contained in the training. Any reliance you place on such content is strictly at your own risk.</em></p><p>A TRADEMARK NOTICE STATEMENT</p><p><em>Scrum dot org, Professional Scrum Master (TM), Professional Scrum Product Owner (TM), PSM, PSM I, PSM 1, PSM II, PSM 2, PSPO, PSPO I, PSPO 1, PSPO II,&nbsp;PSPO&nbsp;2 are trademarks of Advanced Development Methods (Scrum .org) and may be registered in the United States Patent and Trademark Office and in other countries.</em></p><p>ATTRIBUTION AND USE FOR THE SCRUM GUIDE (TM), EBM GUIDE (TM), NEXUS GUIDE (TM), AND KANBAN GUIDE FOR SCRUM TEAMS (TM)</p><p><em>This course or document may use screenshots, quotes, interpretations, and extracts from the Scrum Guide (TM), Nexus Guide (TM), Kanban Guide for Scrum Teams™, and Evidence-Based Management Guide™ to point the attention of the student to important concepts, ideas, rules, and practices.</em></p><p><em>The authors of the Scrum Guide (TM) are Ken Schwaber and Jeff Sutherland.</em></p><p><em>The Nexus Guide (TM) is developed and sustained by Ken Schwaber and Scrum dot org</em></p><p><em>Evidence-Based Management (TM) was collaboratively developed by Scrum .org (TM), the Professional Scrum Trainer community, Ken Schwaber, and Christina Schwaber.</em></p><p><em>The Kanban Guide for Scrum Teams (TM) was developed and sustained by Scrum .org, Daniel Vacanti, and Yuval Yeret.</em></p><p><em>No changes have been made to the content of the Scrum Guide (TM), Nexus Guide (TM), Kanban Guide for Scrum Teams (TM), and Evidence-Based Management Guide (TM).</em></p><p><em>License: Attribution Share-Alike license of Creative Commons.</em></p>", "preview_video": "", "locale": "English"}, {"course_id": "3045238", "category": "Development", "sub_category": "Programming Languages", "title": "The Python Programming For Everyone Immersive Training", "level": "Beginner Level", "author": "SDE OCTOPUS | AI", "duration": "198", "rating": "4.0", "reviews": "1064", "students": "158840", "coupon_code": "86516C0FB47CB6906CB8", "preview_img": "https://img-c.udemycdn.com/course/480x270/3045238_5380_9.jpg", "coupon_link": "https://www.udemy.com/course/the-python-programming-for-anyone-immersive-training/?couponCode=86516C0FB47CB6906CB8", "end_day": "2022-04-17 07:56:00+00:00", "headline": "Learn, Practice, Master, Think like Python Professionals & Be A Certified Python Super Hero in short time!", "description": "<p>Welcome to The Python Programming For Everyone Immersive Training Course for Beginners.</p><p>This Immersive Masterclass covers all the essential&nbsp;topics to become a Professional Python developer from the ground up </p><p>Topics like: variables, data types, Strings, data structures,&nbsp; functional programming, different types of modules, files handling, object-oriented programming and many more.</p><p>You'll get A demonstration of each point in this training and an explanation of all theoretical and practical aspects in an easy way and in an easy language for anyone.</p><p>Also, you can test your skills using quizzes and be a certified python developer that can be hired and you can upload the certificate of completion to your profile.<br>Python is one of the coolest, and best programming languages in terms of ease and features.</p><p>It is very easy for you to read the Python code, as if you were reading a regular English sentence.</p><p>The Python language can work with everything indisputably in many areas.</p><p>With Python, It is possible to do everything you imagine in the world of programming and data.</p><p>Python can work in areas such as:</p><p>Data Science.</p><p>Machine Learning.</p><p>Deep Learning.</p><p>Artificial intelligence.</p><p>Ethical Hacking.</p><p>Blockchain Applications.</p><p>Web Scraping.</p><p>Web Applications.</p><p>Mobile Applications.</p><p>Desktop Applications.</p><p>Games Applications.</p><p>Browser Extensions.</p><p>And many other fields.</p><p>And you'll get a full support during this step by step course by the instructor if you encounter any problems or errors.</p><p>Let's get started!</p><p><br></p><p><br></p><p><br></p>", "preview_video": "", "locale": "English"}, {"course_id": "4378550", "category": "Personal Development", "sub_category": "Creativity", "title": "Simple Independent Film Screenwriting", "level": "Intermediate Level", "author": "Hank Orion", "duration": "49", "rating": "4.4", "reviews": "29", "students": "6997", "coupon_code": "731ED18D4B126563AA59", "preview_img": "https://img-b.udemycdn.com/course/480x270/4378550_3e4f_18.jpg", "coupon_link": "https://www.udemy.com/course/independent-film-screenwriting/?couponCode=731ED18D4B126563AA59", "end_day": "2022-04-17 21:17:00+00:00", "headline": "Everything You Need To Write A Great Script For Independent Film", "description": "<p>By independent director, producer and screenwriter Hank Orion. In this course we will dive deep into writing screenplay specifically for independent films. We will talk about stuff they don't teach you at film school. </p><p>Some of the topics we will cover in this course are:</p><ul><li><p><strong>Screenplay Format And What Software To Use</strong></p></li><li><p><strong>Character Research</strong></p></li><li><p><strong>How To Write A Good Backstory</strong></p></li><li><p><strong>Writing A Solid Beginning, Middle And An End</strong></p></li><li><p><strong>How To Write Great Act I</strong></p></li><li><p><strong>How To Write Great Act II</strong></p></li><li><p><strong>How To Write Great Act III</strong></p></li><li><p><strong>How To Approach Rewrites</strong></p></li></ul><p>And much more!&nbsp;You will learn what it takes to write a great screenplay for an independent feature film. With emphasis on independent. Screenwriting is all about storytelling. And having a great script is crucial to keep your film alive and your audience engaged. Learn the difference between studio script and independent film script that can be made into a movie without having to have a big budget. We will dive into tips and techniques that will help you improve your writing and take your screenwriting game to the next level.&nbsp; </p><p>For years I’ve made independent films and had to make a lot of mistakes. Learn from mine. Let's take that idea in your head and bring it to life. Happy screenwriting.</p>", "preview_video": "", "locale": "English"}]}