{"last_time_update": "2021-12-18 03:36:47", "results": [{"course_id": "4141444", "category": "Personal Development", "sub_category": "Self Esteem & Confidence", "title": "Raviver Son Amour De Soi, Son Estime De Soi Et Ses Relations", "level": "All Levels", "author": "Alain W.", "duration": "1,5 heures", "rating": "4.0", "reviews": "2", "students": "546", "coupon_code": "34E49D3E98D7D92E87C4", "preview_img": "https://img-c.udemycdn.com/course/750x422/4141444_caf9_2.jpg", "coupon_link": "https://www.udemy.com/course/booster-son-amour-propre/?couponCode=34E49D3E98D7D92E87C4", "end_day": "2021-12-19 08:54:16+00:00", "headline": "Rallumez son amour de soi, son estime de soi et ravivez ses relations. Boostez sa confiance en soi pour se sentir mieux.", "description": "<p>Vous manquez d'estime de vous et souhaitez savoir comment développer l'amour de soi ? Vous aimeriez apprendre à vous aimer davantage pour pouvoir mieux réussir dans vos relations ?</p><p>Alors vous êtes au bon endroit ! Apprenez à redécouvrir votre amour-propre et votre estime de vous, travaillez sur vous-même, aimez-vous davantage et réussissez dans vos relations personnelles dans ce cours de développement personnel en ligne.</p><p>Accompagné de l'expert en développement personnel Alain Wolf, vous apprendrez dans ce cours pour apprendre à s'aimer en ligne à vivre avec confiance et à raviver la flamme dans une relation importante de votre vie. Le manque d'estime de soi et d'amour-propre touche de nombreuses personnes, mais avec ce cours sur l'amour de soi en ligne, vous apprendrez à redécouvrir vos qualités et votre bonheur. Amour-propre, amour de soi, estime de soi, confiance en soi... Toutes les clés sont données par votre expert pour renforcer son estime de soi et gagner en confiance en soi. </p><p><br></p><p>Dans ce cours, vous découvrirez tout d'abord les techniques et conseils de votre expert Alain Wolf pour vous entourer de bienveillance et d'émotions positives et apprendre à vous aimer. Vous pourrez tester vos connaissances et votre pratique des exercices grâce à des quiz. Vous verrez ensuite comment vous transformer en quelqu'un dont vous êtes fier, à travers plusieurs méthodes et exercices de méditation pour gagner en confiance et renforcer son estime de soi. Enfin, une fois vos nouvelles compétences acquises et votre amour-propre renforcé, vous découvrirez comment réussir une relation et la mener avec bienveillance et bonheur. En développant ces techniques d'amour de soi et d'estime de soi, vous augmenterez votre bien-être et votre succès. Alors n'hésitez plus, apprenez à vous aimer et prenez votre santé et votre bien-être en main !</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-23_12-40-54-102b11a72d419369e3a572a0e366f012/1/WebHD_720p.mp4?Expires=1639810846&Signature=ItVH2OghddQnqX82I0yC5-qAUtAmFk5NIsv86HD0SAejNdkNiVJjJfQgUfjfTxTk1vSqine3fgXIpRwLnt-Z1ruEuxl2dMcn1HRmON0G6FSdurWDtP1-mFfnCbutrU5rH6jXqSKZ2hyvKoj6YxhTwSKpNCv0j2SmpfyjIeqYVZXb4yeLMfaGYCTfDoPkEhJ0md5RdWyjm0ejpwk1N5SblEVuUwHShyjx--vAlisV3P1nvdR9-n-pD2C9sIhg3adR5e39nEY8tKo2zVM-toPhP1Zs5rPm7AYezIqZgFuMjYF3kEcKqYTgT9vn4KreMYNw8u~nH~1JXOwo~WNo4iOdNQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4386490", "category": "Finance & Accounting", "sub_category": "Investing & Trading", "title": "فوركس بالعربي", "level": "Beginner Level", "author": "Ehab Saber", "duration": "1.5 hours", "rating": "0.0", "reviews": "0", "students": "619", "coupon_code": "AR-FX-FREE", "preview_img": "https://img-c.udemycdn.com/course/750x422/4386490_85f6_2.jpg", "coupon_link": "https://www.udemy.com/course/forex_in_arabic/?couponCode=AR-FX-FREE", "end_day": "2021-12-21 11:50:48+00:00", "headline": "تعلم الفوركس بإحترافية وإبدأ التداول بشكل صحيح", "description": "<p dir=\"rtl\">أي شخص مهتم بالتداول في الفوركس ويريد أن يبدأ بشكل صحيح من خلال تعلم الفوركس بإحترافية بدلاً من بدء التداول بشكل عشوائي ، ليست هناك حاجة إلى خبرة تداول سابقة سواء في الفوركس أو البورصة.</p><p dir=\"rtl\">من خلال الكورس يمكنك الإستيعاب الكامل لمبادئ ومصطلحات الفوركس ، التعرف على معظم عمليات الفوركس وفهم آلية عملها ، القدرة على بدء التداول ووضع أستراتيجية للمتاجرة وأخيراً التعرف على المخاطر المحتملة في التداول.</p><p dir=\"rtl\">يبدأ الكورس بمقدمة عن المدرب ومحتويات الكورس</p><p dir=\"rtl\">ثم ينتقل الكورس لشرح التعاريف الخاص بالفوركس بشكل واضح من خلال الشرح المفصل لأزواج العملات وعرض كامل لصانعي أسواق الفوركس وشرح كل منهم على حدة</p><p dir=\"rtl\">ويعرض الكورس مبادئ تجارة الفوركس من خلال الشرح المستفيض لمفاهيم الفوركس مثل العرض والطلب وشرح معنى النقطة وطريقة حسابها وتسعيرها في العديد من حالات الصفقات المختلفة وشرح معنى الأنتشار والعقود وترحيل الصفقات. ثم يقوم الكورس بشرح الرافعة المالية والتي تعد من أهم أدوات تجارة الفوركس مع إعطاء مثال إفتراضي لتبسيط الموضوع</p><p dir=\"rtl\">ويعطي الكورس للمتداول كافة إرشادات التداول من خلال كيفية إختيار أزواج عملات التداول وعددها وكيفية التوازن في التداول. بالإضافة لشرح أهمية تفعيل إيقاف الخسائر وكيفية التعامل الأمثل معها ، مع تعزيز هذا بتوجيه المتداول لمعرفة أخبار العملات والتحليل الأساسي والفني. ومن أهم الإرشادات أيضاً التي يوفرها الكورس للمتداول هي كيفية أختيار الوسيط المناسب وفتح حساب تجريبي مجاني قبل تحويل أي مبالغ حقيقية لتقليل المخاطر المحتملة والشروط المقترحة للتمويل</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-12-09_19-17-16-8fea0d35a84cd12b1cb8e29381750f71/2/WebHD_720p.mp4?Expires=1639810867&Signature=iZUOqGWfyafxNNFCqFOt0xcgKZArw6kZxMM8qE5GU34trVuNF5cczInXSf3VZtisOpCKCBLXX~5rqLNw69Z6pwhoQ9e86QAG1BKJvAxZKfJ~4OxoKIgM-fpKFvJFadCM0I8ecoFE6egLZQR59N-RhDE5~EyRTSjKE7gkxUvF9jDO3cPICdnHqTjOR023vGrb9MwKnp6Wxyzo~DgpHUvEVbqlmYUpu2z1Vtashl-ESWA~BgGqj6wAQ630n9gUcdrv3ec45mS65u9dkbC63nCQ4D09FtbreUQJ16YsQ6zJLJzAptQUfLc-vMHqwJUueE4AXorhgTYh5982DzA9MlAHdw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2887508", "category": "Office Productivity", "sub_category": "Microsoft", "title": "Ms Excel/Excel 2021 - The Complete Introduction to Excel", "level": "Beginner Level", "author": "Yassin Marco", "duration": "3 hours", "rating": "4.4", "reviews": "4866", "students": "206717", "coupon_code": "A066F51BD79A7195AA58", "preview_img": "https://img-b.udemycdn.com/course/750x422/2887508_967c_5.jpg?secure=kXFOwg2NcZGoRrmO4ppipw%3D%3D%2C1639881074", "coupon_link": "https://www.udemy.com/course/microsoft-excel-the-complete-intro/?couponCode=A066F51BD79A7195AA58", "end_day": "2021-12-23 00:47:29+00:00", "headline": "Master Excel/microsoft Excel- Learn MS Excel - Excel formulas/Excel charts/Excel functions using Excel 2016/Excel 2019", "description": "<p><br></p><p>Microsoft Excel is definetly not an easy application to learn and to use. This is why sometimes it's better to have someone that help us learning how to properly work with this amazing APP. Indeed, wether you are: <br></p><p>- A student looking to learn how to use this APP for a school project</p><p>- Looking to learn microsoft Excel for professional goals</p><p>- Want to improve your knowledge and learn new skills</p><p>- Understand microsoft Excel just for personal uses</p><p>Or any other reason this course is for you. By using this course to learn this Microsoft APP you will have access to many high quality examples tips and tricks. Also, you will get a complete introduction to all Excel basics and you will be able to work with this app on a daily basis with more confidence.</p><p><strong>The structure of the course</strong></p><p>​The course is created around a very simple concepte. To learn you need to practice as much as you can. This is why from the moment that you will enter the course and start your Excel journey you will have a lot of Examples and cases that are presented in the course to help you practice everything that you will learn. Not only this will help you become a better user of microsoft Excel but it will give the confidence to start using the App by yourself to be able to create way more andvanced Applications tat will be able to perform different tasks. Thoses App will be able to be used in your personnal life as well as in your professional fiel or at school.</p><p>Also, not only this course will help you learn a new skill that is the complete understanding of Microsoft Excel but you will also have a lot of practie inside of the course. So basically, in all the course you will be learning and practicing different concepts functions and formulas and at the end of this course you will have create your own project or small app that you will be able to later use for your personnal, proffessional life or simply for scool,</p><p><strong>For who is this course designed</strong></p><p>This course is designed for people who have no prior excel knowledge. Indeed, this course is really here to give you a complete introduction to microsfot Excel and give you all the basic knowledge to be able to use this amazing app by yourself. Also, this course can be useful for everyone that always wanted to start there Excel journey and to see the potential of Microsoft Excel. This means that even with no excel knoeledge you will be able to create your own Excel Apps by the end of this course and this a guarantee that I can give you.</p><p><strong>Why should I take this course</strong></p><p>​Yes, of course there is many other microsoft Excel courses that exist on the internet. But, my way of teaching you how to use this application is unique. Indeed, every concept in this course comes with an example. This will give you a lot of practice so you will be able to think very logically when you will create your own Excel apps. First of all, you will know the process of creating an excel basic app, know how create the plan for your app and then finally make all the creation of the app. This means that with just one course, you will be able to put your full potential into using microsoft Excel and having your own applications that can be used for different purposes.</p><p><strong>There is no risk involved in taking this course</strong></p><p>This course comes with a 100% satisfaction guarantee, this means that if your are not happy with what you have learned, you have <strong>30 days </strong>​to get a complete refund with no questions asked. Also, if there is any concepte that you find complicated or you are just not able to understand, you can directly contact me and it will be my pleasure to support you in your learning.</p><p><br></p><p>This means that you can either learn amazing skills that can be very usefull in your professional or everyday life or you can simply try the course and if you don't like it for any reason ask for a refund.</p><p><strong>You can't lose with this type of offer !!</strong></p><p>This is why more than <strong>100 000 students</strong> have already took the course !! Don't wait anymore</p><p><strong>ENROL NOW and start learning today :)</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-03-28_22-10-07-f53991b1d1cef38f4c3b9f013c82cec9/WebHD_720p.mp4?Expires=1639810874&Signature=IQMO-0DccSskw94NTYiJZE781Tm6SuPe~DAjqZ-dQmK76RjamMlkuTygF74pwr48EeTq5FH9n0Ia9vmy67xlS2pJ-olj3wwXSqMYU6v8xpPexCQP0~fbUFnGSAYHKHWYXmoOUpTNmDRTeBp8IMtCpDTKCgmiL6u2Cc~RBIk~c6BDduXRbBBDy4cXKGeZVTaTenzZYmFiydJSjD6lF4qHtdv0mkYd~a480zaaH7zkYpNhDKT87awU7ry6Opq9GGflPWP-qRaqSAmxFW67wexdbOg5D8iSeK4f4Y3JoMmg6KJM4bs~BlFt37s6cI4Jq3def-kspMeNBsdL3I2tthg2pA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2818343", "category": "IT & Software", "sub_category": "Network & Security", "title": "Practical Cisco Networking Labs in Cisco Packet Tracer", "level": "Intermediate Level", "author": "Cyber Quince", "duration": "12 hours", "rating": "4.7", "reviews": "1169", "students": "118567", "coupon_code": "537A8EF12B74418B7308", "preview_img": "https://img-b.udemycdn.com/course/750x422/2818343_f895.jpg?secure=zUmfIJ2bXoHjaNg3S52P4g%3D%3D%2C1639881082", "coupon_link": "https://www.udemy.com/course/practical-cisco-networking-labs/?couponCode=537A8EF12B74418B7308", "end_day": "2021-12-20 12:04:41+00:00", "headline": "Networking concepts explained in a simple way, with many engaging exercises!", "description": "<p>This course's goal is to teach you some of the most important computer networking concepts, but also provide practical, real-life scenario labs &amp; guide you through configuring those successfully. Some of the labs come from CCNA, but they're mostly original topologies I&nbsp;created for my Computer Networking students. They were very successful so I&nbsp;decided to post them on Udemy as well. Hope you will find them useful and feel free to send ideas on additional labs I&nbsp;might add!</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-08-10_18-35-56-f8cd4f46e26e928b00b9e7b19b55fc15/1/WebHD_720p.mp4?Expires=1639810882&Signature=E98J8K88arwnnH89atdnJEKn9hUE4tJoMofDg3aM5Oja8gLtvY973s4uWp6mGfb5S6Xz3Pmd9NUjrFDPQ7tdVd7a0Mof5ojfY7SoAKqbyhVhKReiz-KoRSZ~JOMyXoHOVWyB6qALCQCXRvTQ8bKKuAydi3zeyQJjCHWwE~anR~4Rdz7t9yh5rNBb0QF3umiKM5rEGHSPE5SaxH4cFTdEVAIVKd7pc4tEoX2s0iOqEn2Ee-vcSSMGNgdiKZrpsvmKnPgbBOkbNvMppKSmS9XqhQ7B6M1xIs9HkvBIKz3Y5qolrGQGtmHPnXMPnQPHeMicbgsMXbMSvqTtJhBs~aiWGw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4446934", "category": "Teaching & Academics", "sub_category": "Social Science", "title": "Solution-Focused Brief Therapy (SFBT) Certificate", "level": "Beginner Level", "author": "Chris Worfolk", "duration": "3 hours", "rating": "0.0", "reviews": "0", "students": "693", "coupon_code": "LAUNCH-FREE-78701B35", "preview_img": "https://img-c.udemycdn.com/course/750x422/4446934_7ee9.jpg", "coupon_link": "https://www.udemy.com/course/solution-focused-brief-therapy/?couponCode=LAUNCH-FREE-78701B35", "end_day": "2021-12-22 08:45:36+00:00", "headline": "Become a Solution-Focused Brief Therapy (SFBT) practitioner and help people improve their mental health", "description": "<p>Solution-Focused Brief Therapy (SFBT) is a form of psychotherapy that focuses on solutions rather than problems. This course will give you everything you need to understand what SFBT is and how to use it.</p><p>What makes it different from other forms of counselling? It is solution-focused rather than problem-focused in that most of the time is spent talking about a client’s strengths, accomplishments (known as exceptions) and solutions to problems. This is in contrast to traditional psychotherapy that is problem-focused: all of the time is spent talking about problems. SFBT focuses on what the client <em>can</em> do rather than what they can’t.</p><p>Secondly, it’s brief. SFBT rejects the idea that psychotherapy needs to be many weeks of regular appointments. Instead, it proposes that we get to work helping clients straight away, working with the client’s agenda, and spacing sessions out more widely.</p><p>Solution-Focused Brief Therapy can be applied to a wide range of problems including depression, anxiety, mental health, substance abuse, relationships and couples, and much more. We’ll look at what its founders, Steve de Shazer and Insoo Kim Berg, said as well as more up-to-date research on the topic.</p><p>In the course, we will cover:</p><ul><li><p>What Solution-Focused Brief Therapy is and how it works</p></li><li><p>Step-by-step how to do SFBT</p></li><li><p>Solution-focused specific techniques</p></li><li><p>Using the miracle question and scale questions</p></li><li><p>Building a strong therapeutic relationship with clients</p></li><li><p>Professional issues working in SFBT</p></li></ul><p>We will use examples and exercises throughout the course to help you embed the knowledge. We’ll also look at a series of case studies to show you what SFBT looks like when applied to depression, problems at school and couples counselling. You’ll also receive a comprehensive handbook with the course.</p><p>On completing the course, you will earn a certificate accredited by the International Association of Therapists.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-12-16_18-14-27-ea2479e6b29c20926f52ed6c4737d9e6/2/WebHD_720p.mp4?Expires=1639810884&Signature=YHtvyh4jtwgiYMfTgcT~JsCPKo4XEIV0gpMz52ji3uXZnuIyiQSSberCzMjQ-ew8-0fGq9dFfeG4MvK8JStdYYknmyjPzlRKXLaBthCGry5taJxRiFMwSeM5gHM5OtYBaP8ypxcfvLKgE6m82Qy907YVWEOwg4TcpP7TgKAuTyLILJRuCAatCWd-uM4w9VsuaDYYSHEXgfcl6Xf4mY7AaLYhtvATjBrC6TGuxGXZXkA2BXdBVYwmW8SQd0WMNQlOx0gWFU-tUJlgZyrrVjOVHUdsnFCqUaEuFZLuGyhil2D2Fu9CQD1uT5nu7VMUMcd8nKZv9PZOUYQOqr~QOBBu~A__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4225332", "category": "Marketing", "sub_category": "Social Media Marketing", "title": "Utreon Masterclass - Ultimate Guide to YouTube Alternative", "level": "All Levels", "author": "Nick Nyxson", "duration": "1 hour", "rating": "4.7", "reviews": "43", "students": "18798", "coupon_code": "B4BD85FD0F67690DFF83", "preview_img": "https://img-c.udemycdn.com/course/750x422/4225332_8269.jpg", "coupon_link": "https://www.udemy.com/course/utreon-course/?couponCode=B4BD85FD0F67690DFF83", "end_day": "2021-12-20 04:01:25+00:00", "headline": "Learn about Content Creation on Utreon - The newest YouTube Alternative", "description": "<p>Welcome to <strong>Utreon Masterclass - Ultimate Guide to YouTube Alternative!</strong></p><p>The only course you will need to start with Utreon, one of the best and newest video hosting platforms and YouTube alternatives for aspiring content creators.</p><p>Utreon is a relatively new video hosting platform that allows you to host your channel and content and gain access to large and untapped audiences that is simply impossible to reach nowadays on YouTube. For that reason, Utreon is deemed as one of the best YouTube alternatives today where creators can reach large portions of audiences without inhuman amounts of effort.</p><p>Here you will learn everything you need to know about Utreon, including but not limited to:</p><ul><li><p><strong>Basics &amp; Interface of Utreon;</strong></p></li><li><p><strong>Tools and Features of Utreon;</strong></p></li><li><p><strong>How to Become a Creator on Utreon;</strong></p></li><li><p><strong>Uploading and Scheduling Videos on Utreon;</strong></p></li><li><p><strong>Everything about Content Distribution on Utreon;</strong></p></li><li><p><strong>Video Customisation;</strong></p></li><li><p><strong>Utreon Content Monetisation;</strong></p></li><li><p><strong>Practical tips &amp; Tricks;</strong></p></li><li><p>&amp; Much More...</p></li></ul><p>Everything you will learn here will be based on My practice as a content creator and Utreon creator and Everything shown step by step as I am performing everything live on video.</p><p>Most importantly this course will continue and grow as time passes and all the upgrades will be available for FREE for every enrolled student.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p><p>Join me in this amazing journey and I hope to see you in class :)</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-08-06_10-43-22-89037320c2adbde94fc6ced29ac38ec1/2/WebHD_720p.mp4?secure=rK1g9kdrqqq6S2io6Db4mw%3D%3D%2C1639810888"}, {"course_id": "3542176", "category": "Design", "sub_category": "Graphic Design & Illustration", "title": "Graphic Design - Passive Income Downloads & Self Publishing", "level": "All Levels", "author": "Julianne DiBlasi", "duration": "1.5 hours", "rating": "4.2", "reviews": "38", "students": "16068", "coupon_code": "7F22F548C04B5A7E5D98", "preview_img": "https://img-b.udemycdn.com/course/750x422/3542176_a13f_5.jpg?secure=jXW2vbnGla5_TKT35F_y1g%3D%3D%2C1639881092", "coupon_link": "https://www.udemy.com/course/graphic-design-passive-income-downloads-self-publishing/?couponCode=7F22F548C04B5A7E5D98", "end_day": "2021-12-22 20:30:24+00:00", "headline": "Make Money Without Clients Series", "description": "<p>-- Updated 6/28/21, remixed audio on all lessons --</p><p><strong>So what is the deal with selling downloads and print-on-demand (AKA Self Publishing)? </strong></p><p><em>So you've seen those adult coloring books and know you can do better? Or do you want to make a graphic novel? Or maybe you have a how-to book about a particular technique you know you can sell? Me too! I've written and illustrated over two dozen books - all completely self-published - and it is NOT rocket science.</em></p><p><strong><em>Want to sell on Amazon worldwide but don't know how to get started? The answers are in this class!</em></strong></p><p>It doesn't matter how far along you are in your creative arts business, how old you are, how extensive your portfolio is - setting up downloads NOW creates passive future income for years to come. PLUS I show you how you can use them NOW as your own marketing tools while having the same items pull double duty as passive income streams.</p><p><strong><em>If you are a creator or designer, you need more than one stream of income to get through the slow times or while you are just getting started. This class will get you going at light speed!</em></strong></p><p><br></p><p><em>Downloads and Print-On-Demand products are a no-brainer to make money on stuff you have probably already created!</em></p><p><br></p><p>This takes NO&nbsp;MONEY and as creative individuals, you are especially suited to make unlimited income! </p><p>It just takes some initiative and time - how to get started is all in the class!</p><p><br></p><p><strong>Why is this a BIG deal?</strong></p><ul><li><p><strong>No Printing Costs!</strong></p></li><li><p><strong>No Shipping Fees!</strong></p></li><li><p><strong>No Manufacturing Costs!</strong></p></li><li><p><strong>No Physical Storage Space Needed!</strong></p></li><li><p><strong>24/7 Sales Opportunities!</strong></p></li><li><p><strong>World-Wide Distribution!</strong></p></li><li><p><strong>Zero Overhead!<br><br><em>-- Do the work once and get paid over and over!</em></strong></p></li></ul><p><br></p><p><strong>Do you dream of self-publishing your content IMMEDIATELY?<br><br></strong>+ Book Sizes<br>+ Cover Options<br>+ Publishers<br>+ BIG TIME Time Savers<br></p><p><em>We are talking book sales without a single dollar spent on creating your printed book!</em></p><p>Are you ready for a crash course in the DETAILS like:<br><br>+ ISBN vs ASIN?<br>+ Glossy or Matte Covers?<br>+ How do you know how wide to design the book spine?<br>+ The creation software I use in self-publishing?<strong><br><br><br>Or...</strong></p><p><strong>Maybe you want to take things you have already created and turn them into downloads?<br><br></strong>In this PDF you will find:<br><br>+ Dozens of Download Ideas<br>+ Ways to Market Your Downloads<br>+ Where to Sell Them<br>+ Lots of Pro Tips I've Picked Up Over The Years!<strong><br></strong></p><p><strong>- - BONUS - -</strong></p><p><strong>This course comes with a free copy of my book <em>Digital &amp; On-Demand Products.</em></strong></p><p>We will be using it as the course handouts as we move along, but feel free to skip ahead and move forward and backward through the lessons and chapters at any time.</p><p>The worksheets in the book will be especially handy once you've had a chance to listen to the videos and get clear on your ideas.</p><p><br></p><p><strong>About Julianne Black DiBlasi:</strong></p><p>B.A. Fine Arts, B.S. Computer Animation, A.A. Multimedia Design. Certified Life Coach, Business Coach, and Time Management Coach. Certified &amp; Registered Mentor with Pinellas County Schools.</p><p>The recipient of multiple awards for writing, graphic design, and artwork, her work as an internationally recognized graphic designer, digital illustration fanatic, and digital/print promotion specialist has earned her the opportunity to work with globally recognized brands with worldwide impact.</p><p><strong>Clients Include: PLACE DES ARTS: QUEBEC, SEARS, MITSUBISHI, CREAMRIGHT, GALLO WINES, WE OLIVE, LENNOX, FUJITSU, DOMOKLIC, MARINE MAMMAL CARE CENTER OF LOS ANGELES, SHURE, THE CAMPARI GROUP +</strong></p><p>Monthly columnist and Purple Dragonfly Book Awards judge for Story Monsters Ink Magazine since 2017, a publication specializing in Children's Literature. </p><p>She's authored and illustrated over a dozen children’s books, including the Augmented Reality enhanced Sleep Sweet, exhibited at BookExpo 2017 in New York City, New York, and is being used nationwide in children’s hospitals for relaxation and distraction therapy. </p><p>Her digital art has been published several years in a row in ComicCon International’s Souvenir Book, Art 278, and multiple travel and trade publications.</p><p>Her fine art has been showcased in the Dunedin Fine Arts Center, Stirling Gallery &amp; The Maturango Museum in Ridgecrest CA</p>", "preview_video": "https://mp4-b.udemycdn.com/2020-10-04_15-32-58-74924ba812c1cc7c3a6391ff03b0abce/1/WebHD_720p.mp4?secure=WzIRi5VJ1vm0hm4vIAxIlw%3D%3D%2C1639810892"}, {"course_id": "3872742", "category": "Personal Development", "sub_category": "Other Personal Development", "title": "Canadian Citizenship Test Your Immigration Dream", "level": "All Levels", "author": "SMARTER ACADEMY", "duration": "", "rating": "4.1", "reviews": "45", "students": "14958", "coupon_code": "C2E3547DDC13B3B4A13F", "preview_img": "https://img-c.udemycdn.com/course/750x422/3872742_b8bc.jpg", "coupon_link": "https://www.udemy.com/course/canadian-nationality-canadian-citizenship-test-your-immigration-dream/?couponCode=C2E3547DDC13B3B4A13F", "end_day": "2021-12-22 16:51:43+00:00", "headline": "Canadian-Citizenship Practice Test  CANADA nationality Canada’s Economy Justice System and History", "description": "<p><strong>Canadian Citizenship Test Your Immigration Dream</strong></p><p><strong><em>97% Pass in First Attempt Easily</em></strong></p><p><strong><em>Canadian-Citizenship Practice Test&nbsp; Canadian Symbols Modern Canada Canada’s Economy Justice System and History </em></strong></p><p>The <strong>Canadian Citizenship Test</strong> is a test, administered by the Department of Immigration, Refugees and Citizenship Canada, that is required for all applicants for Canadian citizenship who are aged between 14 and 64 and who meet the basic requirements for citizenship.</p><p>The exam is commonly written, however in a few cases it might be oral and take vicinity inside the form of an interview with a citizenship officer. The branch of Immigration, Refugees and Citizenship decides if the applicant’s check is written or oral, relying on their diverse standards.</p><p>Failure to pass the Canadian Citizenship Test will result that you will either have to go through another test or an interview with the Judge.</p><p><br></p><p>Use our following Practice Test for Canadian Citizenship to bypass and get your Canada passport today.</p><p>The citizenship exam lasts for 30 minutes and carries 20 multiple desire questions. applicants for citizenship must answer at the least 15 (75%) questions effectively to skip the test.</p><p>You should bypass the Canadian Citizenship check to get your citizenship, therefore, it’s miles very essential that you have enough exercise earlier than the actual check. To help you in making ready on your Canadian Citizenship check, we come up with this unique online Canadian Citizenship take a look at education machine, which incorporates questions related to your province or territory.</p><p>Moreover, our check includes questions which regarded inside the actual test so it better allows in your guidance. Our system randomly generates questions from our large understanding and query database and offers your ratings based totally in your answers.</p><p>The test contains questions drawn from a pool of round two hundred, and is primarily based at the content material of the reputable manual “find out Canada (The Rights and obligations of Citizenship)”. The take a look at asks questions about the following challenge subjects</p><p><br></p><ul><li><ul><li><p>Rights and duties of a Canadian citizen – (e.g. “name 3 criminal rights covered by way of the Canadian constitution of Rights and Freedoms.”)</p></li></ul></li></ul><ul><li><ul><li><p>Canadian records – (e.g. “Who have been the United Empire Loyalists?”)</p></li></ul></li></ul><ul><li><ul><li><p>Canadian political systems – (e.g. “How are members of Parliament selected?”)</p></li></ul></li></ul><ul><li><ul><li><p>Canadian bodily and political geography – (e.g. “in which are the Parliament homes positioned?”)</p></li></ul></li></ul><ul><li><ul><li><p>Specific questions about the applicant’s vicinity – (e.g. “what is the call of the top-rated of your province or territory?”)</p></li></ul></li></ul><p>Canadian values, such as democracy, gender equality, and human rights, are tons greater emphasized in this new version. Canada’s native roots and populace also are lots better portrayed. more information can be found here.</p><p>The take a look at additionally assesses language abilities. To pass the check, the applicant ought to apprehend easy statements and questions and communicate easy records to CIC workforce in either French or English.</p><p>On March 15, 2010, a brand new and greater thorough take a look at became introduced. This take a look at is primarily based on an extended sixty three-web page guide referred to as discover Canada. This offers immigrants a richer image on Canada’s history, culture, law and politics. at the same time, immigrants are required to memorize extra facts for the test.</p><p>You need to answer 15 Questions correctly out of 20 questions in order to pass your Canadian Citizenship Test.</p><ul><li><p>Brief discussion about the Canadian Citizenship Application Process</p></li><li><p>Statistics on how many people have applied for a Canadian Citizenship</p></li></ul><p>Introduction to a Canadian Citizenship Practice Test</p><ul><li><p>Why a Canadian Citizenship Test is required for your citizenship application?</p></li><li><p>About the test</p></li><li><p>Who are eligible to take the test?</p></li><li><p>Possible results after getting the test? What will happen after I pass/fail the test?</p></li><li><p>Studies/Statistics to people who passed and failed the test?</p></li></ul><p>Conclusion to Canadian Citizenship Test</p><p>Recommendation to Canadian Citizenship Test</p><p><br></p><p><strong>It all begins from a simple test – A Brief Discussion to a Canadian Citizenship Test</strong></p><p>To be a Canadian is to feel compassionate to other people regardless of their race, gender and religion. In fact, one for every five people in Canada was born in a foreign land who arrived in the country as an immigrant. They presented roughly 20% of the country’s total population, making Canada more diverse than China. Having a life in Canada is one of the most wonderful experience a person can ever get. A nation with respect to human rights, equality and freedom among its citizen.</p><p>One must truly say that being Canadian means both privilege and opportunity. In fact, a permanent Canadian citizen can gain access to a lot of opportunities and benefits such as free healthcare and access to a publicly well-funded school. This is what it means to become a Canadian citizen. Moreover, after passing all the necessary steps;</p><p>You will be able to work in all jobs, you can work across vertical industries, from business to entertainment.</p><p>Your children will automatically be Canadian.</p><p>You can get involved in politics and a right to vote.</p><p>You no longer need to renew your PR Card.</p><p>You cannot be deported and will receive a support from the Canadian Consular Office.</p><p>You will be given the right to apply for a Canadian passport and travel across 185 countries.</p><p>Most importantly, you can continue getting social benefits.</p><p>More people have been applying for a Canadian citizenship and hoping to receive the benefits mandated by the state. One of the steps to become an official citizen is by taking up a Canadian Citizenship Test, it is administered by the Department of Immigration of which all immigrants and refugees who are applying for a citizenship is required to take. It grants citizenship for all those who will pass the exam and was meant to facilitate immigrants and refugees to settle permanently in Canada.</p><p><strong>The Cost of a Wonderful Living</strong></p><p>Now what are the requirements that you need to submit and present to obtain a Canadian citizenship?</p><ul><li><p>People aged over 18yrs. Old are eligible to take the exam</p></li><li><p>Must be able to speak and write any of Canada’s official languages (English and French)</p></li><li><p>Have been settling in Canada for 3 years out of the last 5 years before the day of application.</p></li><li><p>Have filed all taxes for at least 3 years during the last 5 years, note that all income taxes that you owe must be fully paid.</p></li></ul><p>Canadian Citizenship can only be obtained through a legal permanent residency in Canada or through the following.</p><p><strong>If the person is under 18 years of age,</strong> the guardian or the parent of the applicant will have to apply on behalf of them for a citizenship.</p><p><strong>If the person is over 18 years of age and have children,</strong> he/she can include application with your own.</p><p>Fast track citizenship application process is given to any member of the <strong>Canadian Armed Forces.</strong></p><p>Upon the day of the test, the applicant must present a letter of consent from the government informing the authorities on the actual day of your test, followed by an informal interview that can take up to 30 minutes and you will be asked to provide all the necessary documents for the citizenship test.</p><p>Each applicant must bring the following,</p><ul><li><p>Record of Landing (IMM 1000) or <em>Confirmation of Permanent Residence</em> (IMM 5292)</p></li><li><p>Permanent Resident Card (PRC).</p></li><li><p>One identity document which includes the applicant’s photograph with signature.</p></li><li><p>Passports and all travel documents that the applicant possess.</p></li><li><p>Original copies of all supporting documents such as <em>Birth Certificate, Marriage Contract etc.</em></p></li></ul><p>After submitting the requirements, it will now be verified through the following information,</p><ul><li><p>Signature of the applicant on the notice form is necessary.</p></li><li><p>The signature provided in the notice form will be verified by comparing it to the signatures in the applicant’s supporting documents.</p></li><li><p>Photos provided along with the supporting documents will be verified against the person in front of the official. This is the reason why your actual presence is really important.</p></li></ul><p>Take note, that applicants who fail to prove their identity will not be allowed to take the actual test. Citizenship officers will then check the original copies and will coordinate the authenticity of these documents to the corresponding consular offices.</p><p>Only those who completed the requirements will continue to take the exam, only certified copies or original copies of documents can be accepted as proof of application unless the applicant is currently applying for a replacement of certificate.</p><p>Now that the requirements are ready, time to schedule and pass the Canadian Citizenship Exam.</p><p><strong>The Test of Fate</strong></p><p>The test is based on a study guide by the government to determine the applicant’s knowledge in Canadian history, geography, culture and politics.</p><p>The citizenship exam lasts for 30 minutes with 20 multiple questions, applicants who are taking up the exam must answer at least 15 correct questions out of 20 to pass the exam.</p><p>Passing rate for the last 5 years is more than 60%, but rest assured that this test is not as easy as your history lessons. The exam is totally different, imagine for instance, an immigrant who have been a Filipino citizen for his entire life might face the most difficult written exam in his entire life. For the test focuses on a wide range of subject matters such as:</p><ul><li><p>Rights and Responsibilities of a Canadian Citizen</p></li><li><p>Canadian History</p></li><li><p>Canadian Political Systems</p></li><li><p>Canadian Physical and Political Geography</p></li></ul><p>Canadian roots and population will also be portrayed in the exam and the applicant must have an idea on how they value democracy, gender equality and human rights.</p><p>The exam is usually written, however in some cases, this test might be done in oral depending on the situation. The test is divided into different stages, from the history of the native people who first lived in Canada, the language that they use, their culture and the early form of their civilization. The first segment of the exam focuses more on the history of the first people in Canada and the language that they use although out the colonial period.</p><p>Taking up the exam means to study the entire history, demographics and geography of Canada. After finishing the first segment of the exam, it will be followed by a test on Modern Day Canada, Economy and Symbolism. This test shows you the actual scenario of what it means to become a real Canadian Citizen and embracing the history and rich culture of Canada.</p><p><strong>By failing to prepare, you prepare to fail.</strong></p><p>There different institutions and online practices that you can find to sharpen your deep knowledge about the Canadian history, culture, roots and politics. Prepare yourself and begin to ready your history books and take up online courses for the exam only allows you have 5 wrong answer, answer all the questions and if you do not know the answer, a 25% chance of guessing the right answer might help you out. Read much and study harder before the exam but make sure not to put too much pressure on it. Get some rest and a decent sleep before the day of examination. Relax, read and understand the questions.</p><p><strong>After Passing the Exam</strong></p><p>If the applicant met the requirements of having a minimum of 15 correct answers and when the official has done verifying the authenticity of the applicant’s documents. He/she will be invited to attend a citizenship ceremony within 4-6 months or might receive another questionnaire requesting more evidence of living in Canada.</p><p>After passing the exam, the citizenship authorities will provide the exact date and time of the citizenship ceremony, in the ceremony, the applicant will begin to take an Oath of Citizenship announcing that he is now legally and officially a Canadian citizen. After the Oathtaking, the applicant’s citizenship certificate will be given.</p><p>Try not to worry more about the residency questionnaire, for it will only ask the applicant to provide more evidence of his living in Canada. Usually this is given to those who have traveled a lot outside Canada or those who have complexity in the application. Once the applicant receives this residency questionnaire, he will be invited for an interview once again with the citizenship officer and might ask for more supportive documents.</p><p><strong>A hope for those who failed the Citizenship Test</strong></p><p>If the applicant failed to pass exam but meet all the requirements to become a Canadian citizen, the Citizenship Officer will recommend the applicant to retake the exam or reschedule a second test. This could happen within 4-8 weeks after the commencement of the first one. The applicant must confirm his attendance for the second exam to the authorities immediately. During the second exam, the applicant will also receive the results on the same day. If the applicant, once again failed the exam he will be invited by a citizenship judge for an interview that usually takes 30-90 minutes. You will be asked a lot of questions orally on why you need to become a Canadian citizen. The judge would want to know the motives of your application and might ask the legitimacy of the time that you spent living in Canada. This interview will also test your English or French language skills as well as your knowledge about Canada.</p>", "preview_video": ""}, {"course_id": "1674616", "category": "Finance & Accounting", "sub_category": "Cryptocurrency & Blockchain", "title": "Altcoins - Investing In Altcoins & ICOs!", "level": "Beginner Level", "author": "Boomy Tokan", "duration": "1.5 hours", "rating": "4.4", "reviews": "66", "students": "14878", "coupon_code": "DDC49D2E14407156C43C", "preview_img": "https://img-c.udemycdn.com/course/750x422/1674616_84b2.jpg", "coupon_link": "https://www.udemy.com/course/altcoins-investing-in-altcoins-icos/?couponCode=DDC49D2E14407156C43C", "end_day": "2021-12-22 16:29:49+00:00", "headline": "How to invest in the best Altcoins and ICOs, analyzing the market and gaining returns!", "description": "<p><strong>I truly believe Cryptocurrency is the opportunity of a lifetime to participate in wealth redistribution. It is the time that anyone; no matter your level of knowledge or investment;  to generate incredible returns with your own money, whilst investing in projects that fits with your values. </strong></p>\n\n<p>I also strongly believe that “Blockchain” - the technology that underpins Cryptocurrencies will radically change our lives for the better in ways no one can fathom. Furthermore, I want to be the person to help you experience this new reality. </p>\n\n<p>That is why I have continued to study, learn, teach and create products that reveals the truths you need to participate in this new movement. This better news is that this industry is at its infancy stage therefore it is the best time to jump in! So if you want to start dipping your toes in the investment pool, let me hold your hands through the process. </p>\n\n<p><strong>This Altcoins - Investing In Altcoins &amp; ICOs! Cryptocurrency Training is just what you need.  On April 28th 2013 one Bitcoin was priced at $135.30 (about £100) - today April 23rd, that same coin is priced at  $8,794.39! - (coinmarketcap)</strong></p>\n\n<p>What is interesting is that there was a time when one Bitcoin was only about 10p! If you invested £1000 (£80 per month) in 2013 you will be sitting on a nest egg of over $80,000</p>\n\n<p>Before you kick yourself and wonder where you were in 2013; let me assure you that the party is not over. The DJ is still spinning the music and so; you can dance. </p>\n\n<p>There is now a new wave of opportunities to invest even as little as £10 a month in Cryptocurrencies and that is why I have designed this course so that whatever your level of investment you can participate in this dynamic global currencies.</p>\n\n<p><strong>In this <u>No Fluff, Actionable, Strategies</u> Cryptocurrency Training Course you will:</strong></p>\n\n<p><strong>- Learn how Cryptocurrency works </strong></p>\n\n<p><strong>- Open your Cryptocurrency exchange accounts,</strong></p>\n\n<p><strong>- Buy Altcoins,</strong></p>\n\n<p><strong>- Learn how to pick good (Initial Coin Offering) ICOs,</strong></p>\n\n<p><strong>- Set your investment strategies.</strong></p>\n\n<p>So lets get started.</p>\n\n<p>Thank you for the opportunity for allowing me to teach you all I know!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-13_23-52-42-df870def26dee9c6c1982c8fdbac6448/1/WebHD_720p.mp4?Expires=1639810902&Signature=BkdpHxaMzJcFC6skl7ieYgWtPHBAgzBR~y2kpnDJ~LMLuVA7q7iGEpmJuMxibjlNBkVTb9sGpjDEyfkPBa4kMWjN2Ygw3Y~-Gh9ic1uzuuGzlEX14RHUcwJk5o1lrVgHZsgUalQV70wao-ESgY5nQL4a8mMWAAMXf8O3dhb0Mlku8HHbZuNI7Jo9pe9yjYU-ahqla7JZGLDjgSkB9gTufBWaE8VKf4BvnWUSjszsstGU1xSY5qgWqHPCGOac9~RTYAZ-kvnxm30OUUxN9KNYyn7EN7Mb~mQ7kjEwZvcKSKXbAPuDuQiHkXs4aQ3uFQbBKFrDRF6Jd7pMAHJb1QZwyw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3879520", "category": "Teaching & Academics", "sub_category": "Test Prep", "title": "2022 Armed Services Vocational Aptitude Battery ASVAB tests", "level": "All Levels", "author": "SMARTER ACADEMY", "duration": "", "rating": "3.9", "reviews": "11", "students": "6454", "coupon_code": "86753F6A133A8B1A8D55", "preview_img": "https://img-c.udemycdn.com/course/750x422/3879520_8d06_2.jpg", "coupon_link": "https://www.udemy.com/course/army-careers-armed-services-vocational-aptitude-battery-asvab-tests/?couponCode=86753F6A133A8B1A8D55", "end_day": "2021-12-22 16:50:08+00:00", "headline": "TOP questions for Armed Services Vocational Aptitude Battery ASVAB with detailed answers or Army careers, Navy Air Force", "description": "<p><strong>Armed Services Vocational Aptitude Battery ASVAB tests</strong></p><p><strong><em>97% Pass in First Attempt Easily</em></strong></p><p><br></p><p><strong>Welcome to Our ASVAB Practice Test!</strong><br>Our tests are designed to help you with your ASVAB test prep and review.<br>Each of our free ASVAB practice tests includes challenging practice questions along with detailed explanations. Whether you are preparing for a career in the Army, Navy, Air Force, or the Marines you will need to pass the ASVAB test. If you study for this test it will make a big difference in your final score. Get started now with our free ASVAB practice tests!</p><p><strong>The ASVAB</strong> <strong>Test</strong></p><p><br>The Armed Services Vocational Aptitude Battery is more commonly known as the ASVAB Test. If you are interested in a military career, you will need to pass this challenging test in order to qualify. It is used for all branches of the military which includes the Army, Navy, Air Force, Marines, National Guard, and Coast Guard. It is also used to gauge your abilities in specific areas that may be relevant to your job assignments within the military.</p><p><br></p><p>The way to prepare for this exam is study hard and then quiz yourself with plenty of practice ASVAB tests. Remember that the exam is identical for all branches, so an Army ASVAB practice test is exactly the same as an ASVAB practice test for the Navy. The most important components of the test are the ones that count towards the Armed Services Qualifications Test, or AFQT. These sections are Word Knowledge, Paragraph Comprehension, Arithmetic Reasoning, and Math Knowledge.</p><p><br></p><p>There are two versions of the test:</p><ul><li><p>The enlistment version of the ASVAB is given at a Military Entrance Processing Station (MEPS) and is used for recruiting purposes only.</p></li><li><p>The student testing program, also known as the ASVAB Career Exploration Program (CEP), is used for career exploration and is given in high schools and community colleges, at job corps centers and at correctional facilities.</p></li></ul>", "preview_video": ""}, {"course_id": "2826905", "category": "Marketing", "sub_category": "Marketing Fundamentals", "title": "Ultimate Pinterest Marketing For Business Growth", "level": "Beginner Level", "author": "Murli(Nick Name SACHIN) Kumar", "duration": "43 mins", "rating": "3.4", "reviews": "12", "students": "5346", "coupon_code": "PINTDEC2021", "preview_img": "https://img-c.udemycdn.com/course/750x422/2826905_b5ad_2.jpg", "coupon_link": "https://www.udemy.com/course/ultimate-pinterest-marketing-for-business-growth/?couponCode=PINTDEC2021", "end_day": "2021-12-22 06:25:44+00:00", "headline": "Get more traffic, leads & sales for your business by following these step-by-step Pinterest marketing strategy!", "description": "<p><strong>Are you looking for <em>reliable</em> ways to generate traffic, leads and sales for your</strong></p><p><strong>business?</strong></p><p>Do you want a new marketing channel for your business?</p><p>Or do you want to make money online..</p><p>With a PROVEN marketing channel that actually gets you <em>results</em>?</p><p>Then you should use Pinterest to<strong> take your business to the next level.</strong></p><p>With Pinterest, you can use a <strong>proven reliable marketing method</strong> that can SKYROCKET sales for your business.</p><p>It’s a great way to get more <strong>traffic, leads and sales <em>fast</em>!</strong></p><p>(And it’s totally free to use)</p><p>If you are SICK of trying to use Twitter, Facebook Ads and backlinks to drive traffic (without getting results)...</p><p>...then you have come to the right place.</p><p>If you think Pinterest is just a website for pretty images, food recipes, and DIY projects, then you are missing out <strong>BIG TIME</strong>!</p><p><br></p><p>Then I have you covered! This course will walk you step-by-step through how to use Pinterest for your business - no more guessing! I'll even take you outside of Pinterest, showing you some amazing tools to help you optimize your Pinterest results.</p><p>Inside this course you will <strong>watch over my shoulder as I show you how I automate my Pinterest marketing</strong>, how I find other pinners who are ready to repin and share my content, how I am reaching thousands through Pinterest every day for FREE, and how can you do exactly the same!</p><p>This class is for all levels of Pinterest users, but especially those who want to level up their Pinterest or really start to use it as a strong strategy to grow their business.</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-09-29_12-16-35-9e936433299d2159ffd767f1345adde2/2/WebHD_720p.mp4?secure=358Oyh1YjzS2cQ0YzeJyKA%3D%3D%2C1639810909"}, {"course_id": "4430420", "category": "Personal Development", "sub_category": "Creativity", "title": "Corso completo di sceneggiatura: scrivere un Film", "level": "All Levels", "author": "Brunella Spina", "duration": "4,5 ore", "rating": "5.0", "reviews": "1", "students": "553", "coupon_code": "CCFE446E67EA728F7601", "preview_img": "https://img-c.udemycdn.com/course/750x422/4430420_8c09_3.jpg", "coupon_link": "https://www.udemy.com/course/scrivere-una-sceneggiatura/?couponCode=CCFE446E67EA728F7601", "end_day": "2021-12-19 09:09:15+00:00", "headline": "Tecniche, metodi, linguaggi e procedure di narrazione per la 'costruzione' di una sceneggiatura in ogni sua parte", "description": "<p>-Sei un appassionato di cinema e hai sempre sognato di poter un giorno scrivere per esso?</p><p>-Ti chiedi spesso cosa ci sia dietro lo scorrere delle immagini che vediamo al cinema?</p><p>-Ti è capitato mai di esclamare: \"<em>HO UNA VOGLIA MATTA DI SCRIVERE UNA STORIA PER UN FILM...CREDO POTREI RIUSCIRCI....MA ... NON SAPREI DA DOVE INIZIARE!!</em>\"...?</p><p><br></p><p>Beh...se le tue risposte alle mie domande sono affermative allora sei l'alunno giusto nell'aula virtuale giusta!!!</p><p>In questo corso spiegherò da dove partire per affrontare la scrittura di una <strong>sceneggiatura cinematografica</strong>. </p><p>Analizzerò i passaggi necessari partendo dall<strong><em>'IDEA.</em></strong>..per passare attraverso la scrittura(stesura)del <strong><em>SOGGETTO,</em></strong> della <strong><em>SCALETTA</em></strong> e del <strong><em>TRATTAMENTO</em></strong>...per approdare alla composizione delle singole scene che poi, messe insieme, comporranno la nostra sceneggiatura.</p><p>Scrivere una sceneggiatura non equivale a scrivere un romanzo...e non è necessario essere degli scrittori affermati per poter scrivere per il cinema&nbsp; perché esse sono due operazioni ben distinte accomunate da un'unica cosa: <strong>raccontare una storia.</strong></p><p>Approfondirò molti aspetti tra i quali: </p><p><br></p><ol><li><p><strong>I QUATTRO MOMENTI DEL PARTO CREATIVO</strong>, </p></li><li><p>i differenti tipi di <strong>NARRAZIONI</strong>, </p></li><li><p>l'importanza della drammatizzazione e le differenti <strong>procedure di narrazione,</strong></p></li><li><p> i diversi stili e l'importanza dei <strong>dialoghi</strong> , </p></li><li><p>la strutturazione nonché la costruzione di <strong>un personaggio</strong>, la sua evoluzione, le sue trasformazioni e nel contempo la tridimensionalità che fa parte di esso, </p></li><li><p>i termini convenzionali e le <strong>abbreviazioni</strong> presenti in una sceneggiatura,</p></li><li><p> la divisione per <strong>INQUADRATURE,</strong> le tecniche di ripresa, i movimenti della macchina , i differenti campi e....</p></li><li><p>....TANTO&nbsp;ALTRO in un unico corso!!!!</p><p><br></p></li></ol><p>Per uno scrittore di sceneggiature è di saliente importanza attingere le idee dalla realtà, dalla letteratura nonché dal cinema stesso il che non equivale certo a fare plagio e lo spiegherò all'interno della mia aula virtuale.</p><p>Utilizzerò svariati esempi per far comprendere nel migliore dei modi la meccanica narrativa che si cela dietro la scrittura di una sceneggiatura.</p><p>A questo punto non ci resta che iniziare insieme questo viaggio formativo ricco di spunti, esempi pratici, spezzoni di film e tanto altro.</p><p>Ti aspetto nella mia aula virtuale.</p><p>Brunella.</p><p><br></p>", "preview_video": "https://mp4-b.udemycdn.com/2021-12-10_11-28-36-efcf7d36c7c24390518afce06daadb5b/2/WebHD_720p.mp4?secure=bIbKexO1ONMPhJzatLvb7g%3D%3D%2C1639810916"}, {"course_id": "4334712", "category": "Design", "sub_category": "Design Tools", "title": "NX ile EDM Tezgahları için Bakır Elektrot Tasarımı Eğitimi!", "level": "All Levels", "author": "Havacılık Akademi", "duration": "6 saat", "rating": "4.7", "reviews": "2", "students": "583", "coupon_code": "NX_ELECTRODE_17", "preview_img": "https://img-c.udemycdn.com/course/750x422/4334712_7036_25.jpg", "coupon_link": "https://www.udemy.com/course/siemens-nx-ile-kalip-tasarim-muhendisligi-elektrot-tasarim/?couponCode=NX_ELECTRODE_17", "end_day": "2021-12-22 15:57:46+00:00", "headline": "NX ile Elektrot Tasarımlarını Öğrenmeye Başlayın! | Kalıp Tasarım Mühendisliğine Giriş!", "description": "<p><strong>Elektroerozyon (EDM)</strong>, iş parçasına istenilen şekli vermek için elektrik boşalmasından faydalanılan üretim yöntemidir. Elektrik iletkeni malzemelere uygulananır. Metal aşındırma işlemi takım görevini yapan bir elektrot ile iş parçası arasında meydana gelen kıvılcımların yardımıyla gerçekleştirilir. Kıvılcımlar, ergime ve buharlaşma yoluyla çok küçük malzeme parçacıkları kaldırarak parça yüzeyini erozyona tabi tutar ve parça üzerinde ufak çukurlar oluşturur. EDM sırasında elektrot ile iş parçası arasındaki mesafe 0,0125 mm ile 0,05 mm arasındadır. Bu mesafe takım ve iş parçası arasında elektrik arkı oluşması için yeterlidir. Yer yer sıcaklığın 8000°C - 12000°C aralığına çıktığı proseste soğutma ve ark aralığını tıkayan aşındırılmış parçaların uzaklaştırılmasında dielektrik sıvı kullanılır. Sirkülasyon hızına bağlı olan dielektrik sıvının performansı, sirkülasyon pompası kullanımı veya benzeri metotlarla arttırılabilir.</p><p>Çoğunlukla, <strong>bakır elektrot</strong> olan takım katot (-), çelik iş parçası ise anottur (+). Fakat çelik elektrotlar, alüminyum elektrotlar, çelik işlemede kullanılan tungsten - bakır elektrotlar ile kaba işlem için kullanılan grafit elektrotlar bu genellemenin dışındadır. Bu elektrotlar (+) yüklü, ters kutuplu takımlar olarak kullanılabilir.</p><p><strong>Tel erozyon;</strong> takım olarak iş parçasının şeklinden bağımsız olarak pirinç, gümüş, hardmetal ya da bakır tel elektrot kullanılır. Bir bobine sarılan tel, işlem boyunca aşındıkça ileri sürülür. İmalatta takım olarak tel kullanılınımı takım değiştirmeden farklı iş parçalarının işlenmesine olanak sağlar. Molibden, tungsten karbür gibi sert malzemeleri kesmekte, kalıp üretimi ve tadilatında, kaynak kesitlerinin incelenmesi veya mekanik testler için numune hazırlanmasında kullanılmaktadır.</p><p><strong>Dalma erozyon;</strong> takım dielektrik sıvı içerisinde bekleyen iş parçasından malzeme aşındırmak üzere sıvıya daldırılır. Aşındıkça numerik kontrolü takımı ileri sürer. Tel erozyona göre farkı, parçanın yüzeyinden bir ark süresince olabildiğince çok malzemenin aşındırılmasının hedeflenmesidir.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-10-16_11-14-40-32a2edc19f0d7329e74888f4f6856383/2/WebHD_720p.mp4?Expires=1639810919&Signature=XwhFfcMt8ce5bsi57fKAFm6pP7DViPmuQsiKhB3N-5BOhxYdqNtLYd7tXywgL~GEgWbqK0xgGmwFcC-9cvwUJglMkU58Y3TgY5Fot7lW4c-B45tKMEPN~Qv3B5kBuN6F6~X6-CamOIgNVorJRPaVe-ute9L6P1ilCbQzw9HCNZ1S0H1pIxXLb8ORecmZH8rYiXU6Y62D3U-mYK4rPIYL7974CIby95TnNcutLE0h7jTkwDaubqBRXPK-fKYnUvq6gGonw0pbGR4pxJkZhOlXjbcShgNqFngq-hkXvwo6usS0iIAxADuzn2gGmEfw2lp0MExFT3IicU0POdLTU5QrIQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4349482", "category": "Business", "sub_category": "Entrepreneurship", "title": "Awesome Startup Pitch deck : Raise Capital (20+ Templates)", "level": "All Levels", "author": "Navdeep Yadav", "duration": "3 hours", "rating": "4.5", "reviews": "21", "students": "10048", "coupon_code": "AWESOMESTARTUP", "preview_img": "https://img-c.udemycdn.com/course/750x422/4349482_33a9.jpg", "coupon_link": "https://www.udemy.com/course/startup-pitch-deck-course/?couponCode=AWESOMESTARTUP", "end_day": "2021-12-22 09:05:03+00:00", "headline": "Turing you idea into a unicorn startup and raising investment from VC", "description": "<p>Are you planning to raise capital for your startup?<strong><br></strong>Well, the first step to do that is by making deck slides of your startup.</p><p>So this Startup Startup Pitch decks course will help you navigate<strong> </strong>through the complete pitch deck and fundraising process for tech and non-tech startups. So from startup pitching strategy to investor&nbsp; to make a good pitch deck design we will cover everything that you need to build a successful startup</p><p>We will cover topics like Startup Basics, business model, Understanding Minimum Viable Product and finally Making a pitching deck for your startup, followed by understanding investors' funding strategy.</p><p><strong>1. Introduction to Startup Basics</strong></p><ul><li><p>Course Overview</p></li><li><p>Types of Startup</p></li><li><p>How to Get Startup Ideas</p></li><li><p>Building MVP for your Startup</p></li><li><p>Product execution road map</p></li></ul><p><strong>2. Startup Business Model</strong></p><ul><li><p>Business Model Canvas</p></li><li><p>Introduction to platform business</p></li><li><p>Uber business model</p></li><li><p>Amazon business model</p></li></ul><p><strong>3. Fundraising for Startup</strong></p><ul><li><p>Startup Funding Basics</p></li><li><p>Startup Funding Source</p></li><li><p>Startup ownership and equity</p></li><li><p>Bootstrapping your Startup</p></li><li><p>How to get the best out of Bootstrapping</p></li></ul><p><strong>4. Startup Pitch deck for fundraising</strong></p><p>1. Cover Page/Introduction slide in the pitch deck<br>2. Problem slide in the pitch deck<br>3. Solution slide in the pitch deck<br>4. Product demo slide in the pitch deck<br>5. Market size slide in the pitch deck<br>6. Business model slide in the pitch deck<br>7. Competition slide in the pitch deck<br>8. Underlying magic slide in the pitch deck<br>9. Go-to-Market slide in the pitch deck<br>10. Team slide in the pitch deck<br>11. Traction/Milestones slide in the pitch deck</p><p><strong>5. Unicorn Startup Pithdeck pitch deck example and Breakdown</strong></p><ul><li><p>Airbnb pitch deck breakdown</p></li><li><p>Front Series A pitch deck breakdown</p></li><li><p>20+ Startup pitch deck templates</p></li></ul>", "preview_video": "https://mp4-b.udemycdn.com/2021-10-24_12-12-09-1f68b874137252e0cac8929035b298ca/2/WebHD_720p.mp4?secure=-J5sIUVNVasrrvg5BmxK1w%3D%3D%2C1639810921"}, {"course_id": "4313216", "category": "Design", "sub_category": "Design Tools", "title": "Catia V5 Composites Design Eğitimi! | Kompozit Tasarımı!", "level": "All Levels", "author": "Havacılık Akademi", "duration": "5,5 saat", "rating": "4.3", "reviews": "7", "students": "684", "coupon_code": "COMPOSITES_17_21", "preview_img": "https://img-b.udemycdn.com/course/750x422/4313216_4835_7.jpg?secure=B-8hxBchm6ZeyjqWx-WuJQ%3D%3D%2C1639881135", "coupon_link": "https://www.udemy.com/course/catia-v5-composites-design-havacilik-uzay-sanayi-egitimii/?couponCode=COMPOSITES_17_21", "end_day": "2021-12-22 16:00:31+00:00", "headline": "Catia V5 Programının Havacılık ve Savunma Sanayi Gibi Endüstrilerde Kullanılan Composites Design Modülünü Öğrenin!", "description": "<p><strong>CATIA</strong>, bir Fransız Havacılık Şirketi tarafından tasarlanan ileri seviye bir<strong> CAD (Computer Aided Design)</strong>, yani Bilgisayar Destekli Tasarım Programıdır. İçerisinde bir çok sektöre hitap eden modüllerin bulunması, CATIA programının birinci tercih edilme sebebidir. Programın bu kadar çok modüle sahip olmasından da en çok ülkemizde <strong>Otomotiv, Havacılık ve Savunma Sanayi</strong> gibi sektörlerde kullanılmaktadır. Aynı zamanda da ülkemizde CATIA programının en çok kullanılan versiyonu da CATIA V5 versiyonudur. Bu eğitim de <strong>CATIA V5 R21</strong> sürümü ile hazırlanmıştır. Ayrıca CATIA nın V5 R19 sürümü de ülkemizde en az V5 R21 kadar kullanılmaktadır. CATIA nın bu sürümlerden çok daha gelişmiş bir versiyonu vardır. O da <strong>CATIA V6</strong> versiyonudur. Ancak CATIA V6, fiyatının yüksek olması ile ülkemizde daha yaygınlaşmamıştır ve sadece bir kaç elit firma tarafından kullanılmaktadır.</p><p>Bu eğitimimizde, CATIA içerisinde bulunan sektörel modüllerden olan <strong>DMU Kinematics Modülüne</strong>, <strong>Composites Design Modülüne</strong>, <strong>Core &amp; Cavity Design Modülüne</strong>, <strong>Generative Shape Design Modülüne</strong> ve <strong>Generative Sheet Metal Design Modülüne</strong> yer verilecektir. Aynı zamanda da daha fazla modüllere ilerleyen zamanlarda yer verilecektir. <strong>DMU Kinematics Modülü</strong>, CATIA içerisinde bulunan <strong>Assembly Design Modülü</strong> ile birlikte çalışmaktadır. Aralarındaki tek fark DMU Kinematics Modülünde montaj işlemleri yaparken aynı zamanda da bu modül içerisinde mekanizmaların simülasyonları ve analizi yapılabilmektedir. Yani DMU Kinematics Modülü içerisinde hem montaj hem de hareket verme işlemleri yapılabilmektedir.</p><p><strong>Composites Design Modülü</strong>, bizlere yüzeyler üzerine çeşitli katman grupları atarak kompozit yapı oluşturmamızı sağlar. Bu modül özellikle Savunma Sanayi, Havacılık, Kompozit Sanayi ve Motorsporları Mühendisliği gibi sektörlerde karşımıza çıkmaktadır. Aynı zamanda da CATIA programının en güçlü modülüdür.</p><p><strong>Core &amp; Cavity Design Modülü</strong>, CATIA içerisinde Plastik Enjeksiyon Kalıplarının Tasarımında bizlere çok kolaylık sağlayan bir modüldür. Her sektörde kullanılabilir. <strong>Generative Sheet Metal Design Modülü</strong> ise, özellikle Otomotiv ve Havacılık için kullanılan Sac Metallerin Tasarımında bizlere oldukça kolaylık ve esneklik sağlayan bir modüldür. Yine CATIA programı içerisindeki önemli modüllerden birisidir.</p><p>Aynı zamanda da eğitimimiz içerisinde çeşitli <strong>Makine Tasarımları Analizi</strong> ve çeşitli <strong>Endüstriyel Uygulamalar</strong> yapılacaktır. Böylece özellikle Mühendislik Fakültelerinde okuyan öğrenciler endüstriyi yakından tanıma fırsatı yakalayacaklar.</p><p>Bu eğitimimiz, <strong>CATIA programının önemli modüllerine</strong> sıfırdan başlayan ve ileri seviyeye kadar çıkan bir eğitim olacaktır. Eğitimimiz gelen istekler doğrultusunda da her zaman güncel tutulmaya da çalışılacaktır. Aynı zamanda da <strong>tüm sorularınızı eğitimi izlerken anında sorabilirsiniz </strong>ve <strong>24 saat içerisinde sorularınıza yanıt almış olacaksınız.</strong> Eğer CATIA ile ilgiliyseniz ve aynı zamanda da Otomotiv, Havacılık veya Savunma Sanayi gibi önemli sektörlere ilgi duyuyorsanız <strong>CATIA V5</strong> <strong>Sektörel Eğitimi</strong> tam size göre bir eğitim olacaktır. Herkese şimdiden iyi bir eğitim geçirmesi dileğiyle, herkese başarılar.</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-10-18_12-20-49-31d3968cb7f0249f600a22d35a3ac508/2/WebHD_720p.mp4?secure=aODQaIdBWEDgx4yuenk8WA%3D%3D%2C1639810935"}, {"course_id": "3518698", "category": "Development", "sub_category": "Programming Languages", "title": "Python Demonstrations For Practice Course", "level": "Beginner Level", "author": "Horizon Tech", "duration": "5.5 hours", "rating": "4.3", "reviews": "399", "students": "106899", "coupon_code": "4308AA91B6F5D7625E59", "preview_img": "https://img-b.udemycdn.com/course/750x422/3518698_0aff.jpg?secure=RLYEde3Ix3DFo82rcPJmrQ%3D%3D%2C1639881149", "coupon_link": "https://www.udemy.com/course/python-for-beginners-demonstration-course/?couponCode=4308AA91B6F5D7625E59", "end_day": "2021-12-20 02:09:03+00:00", "headline": "This course is a depth introduction to fundamental python programming concepts by demonstrations in Python programming .", "description": "<p><strong><em>Learn Python From Beginner To Advanced Level By Demonstrations</em></strong></p><ul><li><p>The course is created thorough, extensive, but easy to follow content which you’ll easily understand and absorb.</p><p> The course starts with the basics, including Python fundamentals, programming, and user interaction.</p><p><br></p><p>The curriculum is going to be very hands-on as we walk you from start to finish becoming a professional Python developer. We will start from the very beginning by teaching you Python basics and programming fundamentals, and then going into advanced topics and different career fields in Python so you can get real-life practice and be ready for the real world.</p></li></ul><p><br></p><ul><li><p>The topics covered in this course are:</p><p><strong><em>* Beginner to Expert Python contents:</em></strong></p><p><br></p><p><strong>Installing Anaconda</strong></p><p><strong>Python Overview</strong></p><p><strong>Array implementation</strong></p><p><strong>File methods</strong></p><p><strong>Keywords and Identifiers</strong></p><p><strong>Python Tuples</strong></p><p><strong>Python Basics</strong></p><p><strong>Python Fundamentals</strong></p><p><strong>Data Structures</strong></p><p><strong>Object-Oriented Programming with Python</strong></p><p><strong>Functional Programming with Python</strong></p><p><strong>Lambdas</strong></p><p><strong>Decorators</strong></p><p><strong>Generators</strong></p><p><strong>Testing in Python</strong></p><p><strong>Debugging</strong></p><p><strong>Error Handling</strong></p><p><strong>Regular Expressions</strong></p><p><strong>Comprehensions</strong></p><p><strong>Modules</strong></p></li><li><p><strong>See you inside the course!</strong></p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2020-09-24_06-20-31-23d69cc72fcab1a549e77de44c6eb365/1/WebHD_720p.mp4?Expires=1639810949&Signature=WL6yJIxLl9KO4DA-Yf1yiVg2lpc~auIPmcwnlLGL8rz~7G5tt6-Vs7EV3xWITQXiNzZdIm-Hmg8agEKTXbsVu1FvkcuPUso2P2nvfoy1ajXzludzdu0FJpTSdVhrO8zxRM2ZySSaTjbcP4QrNGDLhAfmHBuRaj0wjDTf2r3an9gljpLSWnqKhKZgsozLR5d8OFBqsw1ZJFZMaBb3BKWaobyxhJ3rSRSdNrfTeYc80cyQOSCkCNVccjvji8yzkiK42KRg2gPJY-GitFFe4nDxwOht~Ga-kSzmay0NoLl26rjSdjPdRuR4ro6gXQK3dJ32GaZfISLfXnU2JLlmD9Uu9A__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4313362", "category": "Design", "sub_category": "Design Tools", "title": "Sıfırdan Teknik Resim Dersleri! | Teknik Resim İlacı!", "level": "All Levels", "author": "Havacılık Akademi", "duration": "7 saat", "rating": "4.4", "reviews": "4", "students": "742", "coupon_code": "TECHNICAL_DRAWING_17", "preview_img": "https://img-b.udemycdn.com/course/750x422/4313362_78f2.jpg?secure=FxwoLvED7-9aa-swsjQF6w%3D%3D%2C1639881151", "coupon_link": "https://www.udemy.com/course/sfrdan-ileri-seviyeye-dogru-teknik-resim-egitimi/?couponCode=TECHNICAL_DRAWING_17", "end_day": "2021-12-22 16:03:23+00:00", "headline": "Tüm Mühendisler için Sıfırdan Anlatım ile A'dan Z'ye Teknik Resim Eğitimi | Teknik Resim Kitabı!", "description": "<p><strong>CATIA</strong>, bir Fransız Havacılık Şirketi tarafından tasarlanan ileri seviye bir<strong> CAD (Computer Aided Design)</strong>, yani Bilgisayar Destekli Tasarım Programıdır. İçerisinde bir çok sektöre hitap eden modüllerin bulunması, CATIA programının birinci tercih edilme sebebidir. Programın bu kadar çok modüle sahip olmasından da en çok ülkemizde <strong>Otomotiv, Havacılık ve Savunma Sanayi</strong> gibi sektörlerde kullanılmaktadır. Aynı zamanda da ülkemizde CATIA programının en çok kullanılan versiyonu da CATIA V5 versiyonudur. Bu eğitim de <strong>CATIA V5 R21</strong> sürümü ile hazırlanmıştır. Ayrıca CATIA nın V5 R19 sürümü de ülkemizde en az V5 R21 kadar kullanılmaktadır. CATIA nın bu sürümlerden çok daha gelişmiş bir versiyonu vardır. O da <strong>CATIA V6</strong> versiyonudur. Ancak CATIA V6, fiyatının yüksek olması ile ülkemizde daha yaygınlaşmamıştır ve sadece bir kaç elit firma tarafından kullanılmaktadır.</p><p><strong>Siemens NX</strong>, CATIA programı ile birlikte <strong>en iyi tasarım </strong>programlarındandır. Yani en iyi <strong>Bilgisayar Destekli Tasarım (CAD) </strong>programlarındandır. Her iki programın da birbirlerine göre avantajları ve dezavantajları vardır. Siemens NX programının özellikle arayüz olarak CATIA programına göre daha kullanıcı dostu olması ve daha göze hitap eden bir yapıda olması büyük avantajlarındandır. Diğer en büyük avantajı ise <strong>PLM (Product Lifecycle Management) </strong>yani<strong> </strong>Ürün Yaşam Çevrimi programıdır. Siemens şirketine ait bir PLM çözümü olan <strong>Teamcenter </strong>programı NX ile entegre çalışır. Piyasada da çoğu büyük firma PLM çözümü olarak Teamcenter programını kullanmaktadır. Bu durum da NX programının CATIA programına göre tercih edilme sebeplerinden biridir. CATIA programının sahibi olduğu <strong>Dassault Systems</strong> şirketinin de <strong>ENOVIA</strong> isimli PLM çözümü vardır ama bu program Türkiye'de Teamcenter kadar yaygın değildir. Sadece bir kaç elit firma tarafından kullanılır. </p><p><strong>SOLIDWORKS</strong>, Fransız havacılık şirketi Dassault Aviation'a ait olan Dassault Systemes tarafından geliştirilen bir <strong>CAD (Computer Aided Design)</strong>, yani Bilgisayar Destekli Tasarım programıdır. Aynı şirket aynı zamanda dünyanın en iyi tasarım programlarından olan<strong> CATIA</strong> programının da geliştiricisidir. SOLIDWORKS, kullanıcıya içerisinde birçok sektöre hitap eden çözümler sunar. Aynı zamanda program oldukça <strong>basit</strong> ve <strong>pratiktir</strong>. Programın arayüzü de oldukça <strong>kullanıcı dostudur</strong>. Bu yüzden öğrenilmesi <strong>en kolay</strong> olan programlardandır. </p>", "preview_video": "https://mp4-c.udemycdn.com/2021-10-18_12-22-34-f8e623f2ea74f31ecd45b8658a45785a/2/WebHD_720p.mp4?Expires=1639810951&Signature=K6dRbStz-qGxyQ~~dHnj~A3RbKQca8~Bpa5BWPwfLqacyMHHhcystWqNdhMom4X7EgahV0-0ycsX0jSD89c3UFSdBIzEm3bcRaJj0F7DV7iG5uMqRO8H5sSlsGSbQ9WxXHCr45kCLHQJAokqq8AK-qdmSxPMt1GR-m94Hppn-jheFnvhHi7KU9rjIi0FzzuoSeu3kMUrBOhgXC2Ui-bXPhAdGcQQPSGGvZ-rUVWW8TX3CXHEgqGEMQcggRdijOqsXtt3OKPbA255Cb9oVTl3NiBcIHFPcvIpSRYoIEJrxjpb8fBZAjelifXNOliN-HcwNeI~dny1ys6l3-u8p9iMYw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3812128", "category": "Development", "sub_category": "Programming Languages", "title": "Complete PYTHON Programming for Beginners - 2021", "level": "Beginner Level", "author": "Hemanth kumar", "duration": "11 hours", "rating": "4.2", "reviews": "1229", "students": "109273", "coupon_code": "EA15801ECE16F0354175", "preview_img": "https://img-c.udemycdn.com/course/750x422/3812128_3674.jpg", "coupon_link": "https://www.udemy.com/course/easy-way-to-learn-python-for-beginners-2021/?couponCode=EA15801ECE16F0354175", "end_day": "2021-12-23 00:40:50+00:00", "headline": "The easiest way to learn Python in-depth and build complex, scalable programs!", "description": "<p>On successful completion of the course, you will be able to program in the professional object-oriented programming (OOP) paradigm in Python, which allows you to start your programmer career. All professional Python programmers develop applications the OOP way. You, too, will be able to write complex, scalable programs in Python on completion of this course.</p><p>The course follows a practical approach where students learn by actively problem-solving towards the tangible goal of creating real-world Python programs. The course covers real-world Python programs that you will develop using the object-oriented programming (OOP) paradigm.</p><p>Apart from learning Python, in this course, students also learn to use all the necessary tools and techniques they need to become a professional Python programmer. These are software design principles, writing highly organized code, code planning, code refactoring, SQL databases, and more.</p><p>We designed this course for both absolute and non-absolute beginners. However, if you are an intermediate who knows Python well, you may still benefit from the course because it covers some advanced Python and programming concepts that you will hardly find anywhere else. Advanced concepts, such as abstract classes, class methods, composition, refactoring, etc., will be comprehensively covered and practiced in the course.</p><p><br></p><p><strong>Do I need previous experience with other programming languages to take this course?</strong></p><p>No. In fact, in this course, you will not merely learn Python syntax. You will understand Python from the inside-out from the computer science perspective so that you will have a deeper understanding of how programming works.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-04-21_09-52-35-e64218278d0e189029d50cf087819cac/1/WebHD_720p.mp4?Expires=1639810954&Signature=JbjlQ5DvULtP5YJN9kESSXdn26BQLuiB6MNcC1JRvhAqzz6zILPdIuw0jJZt5aNcmGS~llGpqMoaM1Seo7aEtSSdubQzLrnxj3OUE35v8~TR48rRwBlyKAkkuYNXPe28s~04n0rxIGEIhTQuUIYrDafIo6WfBE6xPPb7oQVkZk5xpxaYmbqSUyRIBsUGCMPa01caByDA82R1lu8BxBkUyiwPYuapMzXvlsnK4vGymyBQaUBoCqEumiMh3NZiguDmPzNYTZbUgnJDB8zmtlNsC3buaC1gCC1fQX41Geu8czgj245kAZh8dNaI8i4XyqQ08hk2qVQGVvCXTBl8C8y~VA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4438092", "category": "Teaching & Academics", "sub_category": "Test Prep", "title": "CAPM® : Certified Associate in Project Management Exams", "level": "All Levels", "author": "AFAQ Formations", "duration": "", "rating": "0.0", "reviews": "0", "students": "316", "coupon_code": "MAISSA", "preview_img": "https://img-c.udemycdn.com/course/750x422/4438092_fb8a.jpg", "coupon_link": "https://www.udemy.com/course/capm-certified-associate-in-project-management-exams/?couponCode=MAISSA", "end_day": "2021-12-22 15:49:57+00:00", "headline": "Pass CAPM® Exam in the first attempt", "description": "<p><strong>What Exactly Is Certification?</strong></p><p>Certification is an amazing pathway to getting a high paying career in some of the best jobs in the world without spending thousands of dollars attending a four-year college.</p><p><br></p><p><strong>Get Ready To Prepare Like You’ve Never Prepared Before</strong></p><p>As we often say at AFAQ Formations, work smarter not harder. You are about to see a study guide that took hours of hard collection work, expert preparation, and constant feedback. That’s why we know this exam prep will help you get that high-score on your journey to certification.</p><p><br></p><p><strong>Your Journey To Pass The CAPM®</strong></p><p>Perhaps this is your first step toward the certification, or perhaps you are coming back for another round. We hope that you feel this exam challenges you, teaches you, and prepares you to pass the <strong>CAPM®</strong>. If this is your first study guide, take a moment to relax.</p><p><br></p><p><strong>What Should You Know Before Studying The CAPM® ?</strong></p><p>Every exam and certification has different requirements. If this is a serious venture, make sure to read the prerequisites before preceding. Nothing is worse than wasting months studying for an exam you can’t take or passing an exam that won’t help you get a certification!</p><p><br></p><p><strong>What Is The CAPM®&nbsp; Focused On?</strong></p><p>The <strong>CAPM®</strong> or as it’s also known, the <em>PMI </em><strong>Certified Associate in Project Management</strong>, like all tests, there is a bit of freedom on PMI's part to exam an array of subjects. That means knowing the majority of <strong>CAPM®</strong> content is required because they test randomly on the many subjects available. Be aware too that experience requirements often exist because they’ve observed the average person and what is required. You can always push past that to succeed with the <strong>CAPM® </strong> but it may take some extra work.</p>", "preview_video": ""}, {"course_id": "3941686", "category": "Office Productivity", "sub_category": "Microsoft", "title": "Microsoft Office: Word, Excel, PowerPoint  من الصفر للاحتراف", "level": "All Levels", "author": "Abd EL Rahman Sameh", "duration": "8.5 hours", "rating": "4.8", "reviews": "223", "students": "13390", "coupon_code": "UNLIMITEDLEARNING", "preview_img": "https://img-c.udemycdn.com/course/750x422/3941686_5cda.jpg", "coupon_link": "https://www.udemy.com/course/microsoft-office-word-excel-powerpoint-v/?couponCode=UNLIMITEDLEARNING", "end_day": "2021-12-22 17:33:19+00:00", "headline": "تعلم برامج الاوفيس ; الوورد , البوربوينت و الاكسل من المستوى المبتدئ للمستوى المتقدم - 3 كورسات في 1", "description": "<p>برامج الاوفيس من البرامج الهامة في حياتنا , نحتاجها تقريبًا في كل شىء معظم الوقت</p><p>(ICDL Course) في هذا الكورس سوف نتعلم اهم برامج الاوفيس ; الورد , الاكسل , والبوربوينت </p><p><strong>&nbsp; Microsoft Word -&nbsp; اولًا الورد</strong></p><p>ميكروسوفت وورد من البرامج الهامة في حياتنا والاكثر احتياجًا في سوق العمل لذلك لا يمكننا التخلي عنه فبرنامج الورد يتم استخدامه من أجل كتابة و تعديل النصوص و إضافة الصور التوضيحية و يمكن عمل تصاميم مختلفة من خلاله</p><p> سيقوم هذا الكورس بمساعدتك لفهم جميع ادوات البرنامج بكل سهولة خطوة بخطوة وايضًا ستتعلم تقنيات واساليب تساعدك علي توفير الوقت والمجهود </p><p>ايضًا ستتعلم طريقة اظهار بياناتك بشكل افضل عن طريق الجداول والرسوم البيانية والاشكال التوضيحية </p><p>في النهاية ستتعلم كيفية الاستفادة الكاملة من برنامج ميكروسوفت ورد&nbsp; و تعديل المستندات بكل كفاءة وسهولة</p><p><br></p><p><strong> Microsoft Excel&nbsp; - ثانيًا الاكسيل</strong> </p><p> يتكون من 45 فيديو قصير ستتمكن من&nbsp;خلالهم</p><p> .فهم جميع ادوات البرنامج بكل سهولة خطوة بخطوة وايضًا ستتعلم تقنيات واساليب تساعدك علي توفير الوقت والمجهود من خلال شرح مبسط وعملي</p><p> ايضًا ستتعلم طريقة اظهار بياناتك بشكل افضل و تعديلها بسهولة عن طريق الجداول والرسوم البيانية</p><p>في النهاية ستتعلم كيفية الاستفادة الكاملة من برنامج ميكروسوفت اكسل&nbsp; واضافة البيانات و تحليلها واجراء العمليات الحسابية&nbsp; بكل كفاءة وسهولة </p><p><strong>سنتعلم فيه ما يلي </strong></p><ul><li><p>ادخال البيانات والطرق المختلفة لتحديدها </p></li><li><p>استخدام اداة الملء التلقائي لتوفير الوقت والمجهود</p></li><li><p>استخدام الصيغ الرياضية البسيطة </p></li><li><p>Average و&nbsp; Sum&nbsp; استخدام الدوال الرياضية مثل </p></li><li><p>التعرف علي مرجع الخلية المطلق</p></li><li><p>تنسيق البيانات واظهارها بشكل افضل</p></li><li><p>فرز وفلترة البيانات لسهولة ايجاد المعلومة</p></li><li><p>استخدام الرسوم البيانية لتوضيح وتلخيص البيانات</p></li><li><p>الخصائص المختلفة للطباعة و التغلب علي اشهر مشاكل الطباعة</p></li><li><p>ربط اوراق العمل وكتب العمل ببعض </p></li><li><p>استخدام دوال العد ودوال النص لتسريع العمل داخل ملف الاكسل</p></li><li><p>تسمية النطاق لتوفير الوقت</p></li><li><p>استخدام الجداول وجعل كل شىء تلقائي لتوفير الوقت والمجهود</p></li><li><p>استخدام الرسوم البيانية بشكل متقدم</p></li><li><p>لتلخيص البيانات بسهولة Pivot Tables استخدام ال&nbsp; </p></li></ul><p><strong> Microsoft PowerPoint - ثالثًا البوربوينت </strong></p><p>من أفضل البرامج المستعملة في تصميم عروض تقديمية إحترافية وعمل البريزنتيشن البوربوينت </p><p> البوربوينت يتم استخدامه كأداة عرض رئيسية في المدارس والشركات ويجب ان يكون مهارة اساسية تتعلمها و تضيفها لمجموعة مهاراتك نظراً لأهميته و كثرة الطلب عليه فى سوق العمل لاحتوائه على مجموعة من القوالب الأنيقة التي تجعل إنشاء العروض التقديمية أكثر بساطة</p><p>تستطيع ان تتعلمه من الصفر للاحتراف من هذا الكورس</p><p><strong>ما ستتعلمه بعد انهائك هذا الكورس</strong></p><ul><li><p>إتقان جميع أوامر البوربوينت</p></li><li><p>التعامل باريحية مع اوامر البوربوينت</p></li><li><p>انشاء الجداول والرسوم البيانية</p></li><li><p>صنع بريزنتيشن جذابة</p></li><li><p>اضافة الاشكال والايقونات</p></li><li><p>اضافة المعادلات الرياضية</p></li><li><p>كل اختصارات الكيبورد المرتبطة بالبرنامج</p></li><li><p>حفظ وطباعة البريزنتيشن</p></li><li><p>توفير الوقت والمجهود في تصميم البريزنتيشن</p></li><li><p>اضافة الانتقالات والمؤثرات الصوتية </p></li></ul><p>سجل الان لتتعلم البوربوينت , الوورد , والاكسل من المستوي المبتدئ للمستوي المتقدم من خلال شرح وافي وتطبيقات عملية &nbsp; </p><p><strong>Enroll now and learn Microsoft Word , PowerPoint &amp; Excel from zero to hero and take full advantage of the software</strong></p><p><strong>Thanks</strong></p>", "preview_video": "https://mp4-b.udemycdn.com/2021-03-27_16-23-27-8cdd16efb5d424f64d313c74b3ca2512/1/WebHD_720p.mp4?secure=pQmmr5U_yxEWwpOIqpTDSg%3D%3D%2C1639810965"}, {"course_id": "3338424", "category": "Marketing", "sub_category": "Affiliate Marketing", "title": "How to Make Money Online for Beginners: Follow PROVEN STEPS!", "level": "Beginner Level", "author": "Roope Kiuttu", "duration": "3 hours", "rating": "3.8", "reviews": "423", "students": "67129", "coupon_code": "4574BB2E34CACDA7EFBA", "preview_img": "https://img-c.udemycdn.com/course/750x422/3338424_be0a_7.jpg", "coupon_link": "https://www.udemy.com/course/make-money-online-for-beginners/?couponCode=4574BB2E34CACDA7EFBA", "end_day": "2021-12-20 16:53:10+00:00", "headline": "Learn How to Make Money Online Starting without ANY Prior Experience!", "description": "<p><strong>Your first $1 online is the hardest. The rest will be much easier.</strong></p><p>In this course, you'll learn the steps, mindset and the principles to making money online.</p><p>You're not going to get push buttons to riches but a solid advice from a person who has helped numerous people to make money online.</p><p>While I&nbsp;can't promise you results by law, I&nbsp;can promise to do my best to help you to succeed.</p><p>I've used these steps that I show to you in this course to make over $100,000 online.</p><p>Everything started from the first $1.</p><p>After that everything got easier and easier...</p><p>Roope \"Helping ordinary people to make a life-changing income online\"&nbsp;Kiuttu</p><p><strong>PS. </strong>If you have any questions, I&nbsp;will be more than happy to help you.</p><p>You can ask me questions there or on my YouTube channel Learn to Make Honest Money Online.</p><p><strong>It's my mission to help ordinary people to make a life-changing income online and I'd love to help YOU&nbsp;as well!</strong></p><p>-</p><p><strong>INCOME DISCLAIMER:&nbsp;This is not a get rich quick program nor do I believe in overnight success. I believe in hard work, integrity and developing your skills if you want to earn more financially. </strong>As stipulated by law, I can not and do not make any guarantees about your ability to get results or earn any money with any of our products or services. The average person who buys any \"how-to\" information gets little to no results. Any references or examples used within this website are real and documented but are used strictly for example purposes only. Your results will vary and depend on many factors, including but not limited to your background, experience, and work ethic. All business entails risk as well as consistent effort and action.</p>", "preview_video": "https://mp4-b.udemycdn.com/2020-08-05_18-42-43-d665507354918fdfb526133d326e545a/1/WebHD_720p.mp4?secure=Y3ZxQs7vfKmdx2TbxalxOw%3D%3D%2C1639810967"}, {"course_id": "3986354", "category": "Marketing", "sub_category": "Content Marketing", "title": "BEST of Content Marketing, SEO & Copywriting + 23 Templates", "level": "Beginner Level", "author": "Ing. Tomas Moravek | SEO, Facebook Ads & Facebook Marketing Expert", "duration": "8 hours", "rating": "4.2", "reviews": "122", "students": "35812", "coupon_code": "DECEMBERGOODNESS12", "preview_img": "https://img-c.udemycdn.com/course/750x422/3986354_f5ef_5.jpg", "coupon_link": "https://www.udemy.com/course/copywriting-2022/?couponCode=DECEMBERGOODNESS12", "end_day": "2021-12-22 16:40:32+00:00", "headline": "Content Marketing, SEO & Copywriting Course Filled With Animated Videos, Quizzes, Assignments & 23 Copywriting Templates", "description": "<p><strong><em>LEARN CONTENT MARKETING, SEO &amp; COPYWRITING WITH OUR EASY LEARNING SYSTEM - HQ VIDEO ANIMATED EXPLAINERS, QUIZZES, &amp; ASSIGNMENTS THAT MAKE LEARNING FUN, FAST, &amp; EASY!!! GET PRO 23 CONTENT CREATION TEMPLATES YOU CAN CUSTOMISE!!! MAX LEADS &amp; SALES, BOOST SEARCH RANKING, OR LAND YOUR DREAM MARKETING JOB!!!</em></strong></p><p><strong>MASTER CONTENT MARKETING</strong> - Learn how to get your content in front of the right people - and how to rev up its engagement rate - so you get more LEADS, SALES, COMMENTS, &amp; SHARES.</p><p><strong>MASTER SEO</strong> - SEO Fundamentals &amp; Local SEO MASTER GUIDE and SEO Strategies that get you FOUND!</p><p><strong>MASTER COPYWRITING</strong> - Persuasive SEO Copywriting Techniques to hook potential customers fast, build trust and GET TO THAT SALE! Pro content creation templates for EVERY occasion from Twitter posts to Email newsletters, sales letters, and blogs.</p><p><strong>MASTER THE PSYCHOLOGY OF PERSUASION</strong> - Understand the AIDA &amp; FOMO - how to angle ALL your content to move prospects smoothly to the sale. This is the Golden Key to selling more and selling FASTER - and when you enrol, we’ll share it with you.</p><p><strong>MASTER CONTENT CREATION</strong> - Content creation templates and guides for every type of e-commerce, marketing, and social media. Create high performance email newsletters, Twitter &amp; Instagram posts, Facebook Ads, YouTube Video Descriptions, LinkedIn Ads &amp; more…</p><p><strong>MASTER OUTREACH</strong> - SEO bloggers outreach technique, Easy-to-follow SEO PR link building Guide, plus templates for reaching out to influencers on social media, including template to GET MORE SOCIAL SHARES.</p><p><strong>THIS CONTENT MARKETING &amp; SEO COURSE IS FILLED WITH QUIZZES, ASSIGNMENTS AND HQ ANIMATED VIDEOS. </strong>You’ll achieve mastery FAST LEARN course structure - Join over 400,000+ satisfied students by enrolling and enjoy THE EASIEST WAY TO GO FROM BEGINNER TO PRO.</p><p>Copywriting is the master key to making sales online, but even if you learn all the right information, it can be a challenge to put it into practice. In this hands-on, step by step guide, we’ll show you a series of 23 copywriting templates, which you can use for all types of e-marketing situations.</p><p><strong>THIS HOW TO CONTENT MARKETING, &amp; SEO GUIDE CONTAINS EVERY ESSENTIAL TYPE OF EXAMPLE YOU’LL NEED TO GET STARTED AS AN ONLINE MARKETING EXPERT:</strong></p><ol><li><p><strong>Facebook Ad Template 1</strong></p></li><li><p><strong>Facebook Ad Template 2</strong></p></li><li><p><strong>Landing Page Template</strong></p></li><li><p><strong>Mini Story Email</strong></p></li><li><p><strong>Email Teaser</strong></p></li><li><p><strong>Email Welcome Template</strong></p></li><li><p><strong>Sales Letter Template</strong></p></li><li><p><strong>The Detailed Listicle (Blogging)</strong></p></li><li><p><strong>The Product Comparison (Blogging)</strong></p></li><li><p><strong>The How-to Comprehensive Guide (Blogging)</strong></p></li><li><p><strong>Guest Blog Outreach Template</strong></p></li><li><p><strong>LinkedIn Ad Template</strong></p></li><li><p><strong>Outreach template for LinkedIn</strong></p></li><li><p><strong>Twitter Ad Template</strong></p></li><li><p><strong>Twitter Post Template</strong></p></li><li><p><strong>YouTube Video Description Template</strong></p></li><li><p><strong>Instagram Post Template</strong></p></li><li><p><strong>Instagram Ad Template</strong></p></li><li><p><strong>Press Release Template</strong></p></li><li><p><strong>Influencer Outreach Template</strong></p></li><li><p><strong>Backlink Outreach Template 1</strong></p></li><li><p><strong>Backlink Outreach Template 2</strong></p></li><li><p><strong>Template to ask for Social Shares from Influencers</strong></p></li></ol><p><strong>WHETHER YOU NEED TO CREATE HIGH CONVERSION LANDING PAGES, REACH OUT TO INFLUENCERS TO GET MORE PUBLICITY, OR SEND EMAIL MARKETING THAT CONVERTS - YOU’LL FIND OUR EASY-TO-FOLLOW TEMPLATES BREAK IT ALL DOWN FOR YOU. </strong></p><p>You’ll see what you need to do - and why - and can tweak our practical samples so they suit your own needs exactly. Make sure you’re sitting comfortably, as it’s time to see how to put all the information you’ve learned on copywriting into practice… From your sales pages to your press releases, video scripts, blog post headlines meta descriptions, and email campaigns to your Facebook posts and Press releases, knowing how to create great copy will help your marketing efforts enormously. When you learn how to do it right, you'll be able to get higher conversion rates on key pages, improve the structure of your blogs, get more engagement in social media, and have many more people share your content.</p><p>Most importantly of all, you'll be able to understand your customer’s needs, which will help you connect with your target audience much better. To create truly great copy, you first need to know your audience. You must understand what drives them, their hopes, dreams, thoughts, fears and desires.</p><p>Once you have this knowledge, you'll be able to write copy that immediately connects with the people you're trying to reach, because you'll be speaking their language. This will make all your content 100% more effective, and you'll find it easier to be able to get people to take the action you want. Knowing how to write good copy is an essential marketing skill, that will help you boost your reach, sell more, and get more customer engagement. </p><p><strong>IT WILL ALSO MAKE YOU MUCH MORE EMPLOYABLE, ACCORDING TO THE NATIONAL ASSOCIATION OF COLLEGES AND EMPLOYERS, 73% OF EMPLOYERS WANT TO HIRE PEOPLE WITH STRONG WRITING SKILLS.</strong></p><p><strong>GET MAX ATTENTION FROM THE OFF</strong></p><p>If you want maximum click throughs, you must use headers that evoke strong emotion and are targeted to your ideal reader. The best type of headers are short and punchy, with enough impact to arouse curiosity, or provoke a reaction. Incorporating numbers is a great way to make headers sound more specific: like 10 Top tips to get ripped fast, or 5 PRO ways to protect your privacy online. Don’t just cast out clickbait headers that bear no relation to your content, or people will lose trust in you and switch off.</p><p><strong>DON’T SHY AWAY FROM EMOTION</strong></p><p>While it’s true that dropping stats and facts helps you build trust and credibility, if you do this too much, you’ll end up boring people. Your copy needs a human element to be relatable, and one of the most powerful ways to achieve this is making your content emotional. Use high impact words, and share funny stories, or situations your audience can relate to, so that they can put themselves right in the scenario. When you add an element of personality, you’ll make your followers feel closer to you than to other content creators who play it safe and stick to the facts.</p><p><strong>IDENTIFY YOUR AUDIENCE’S PAIN POINTS</strong></p><p>Pain points are problems people stress about and look for a solution too. Your job as a marketer is to emphasise these pain points but in a way that hints YOU can provide the solution. To find out your potential customer’s pain points, you must do market research on your target demographic, to identify their fears, desires, and needs. Market research doesn’t have to be conventional, if your typical customer hangs on out Reddit, why not monitor what they post about and use this to make your copy hold more appeal? When you stress customer’s pain points, you should also highlight the importance of immediate action. Let your your audience know they must act now<em> </em>if they want the solution.</p><p><strong>LEARN SEARCH ENGINE OPTIMISATION (SEO)</strong></p><p>SEO, or Search engine optimisation, is the science of attracting specific types of traffic to a website using a search engine. To master SEO, you need to create high-value content with high authority backlinks and include keywords in that content that your ideal customers search for. SEO is never a one size fits all solution, to be successful, you must take a bespoke approach. SEO typically focuses on scoring highly organic search results, not paid or sponsored traffic, but you can also use it in paid ads, to maximise their reach.</p><p>As search engines attempt to give the most suitable answer to each person’s search query, you must ensure a search engine views your site as the most appropriate match. Every search engine uses a different algorithm to determine what the best result to a search query is. This will include a combination of different factors, including the quality of your content and backlinks, how many visitors your site has, and your website’s speed and uptime.</p><p>Modern SEO is complex, and mastering it takes more than just getting the right meta tags. It includes understanding how rich snippets, video, and featured snippets work to enhance your rankings as well as the importance of voice search and Video SEO. If you want to be successful using Google Search, you also need to understand how Google Rank Brain scores your website and must optimise your site to score highly on Google’s algorithm.</p><p>Local SEO is also becoming more critical, and you will need to learn the basics of this, especially since nearly half of all Google searches now have a local intent. Near Me searches have grown even faster, exploding at a rate of 150% more than local searches alone.</p><p>Mastering SEO also includes understanding Technical SEO, which focuses on priming your website for crawling and indexing by search engines. It’s important you don’t neglect this aspect, as without it search engines will find it much more difficult to access, crawl, and index your website. As a result, you will rank much lower. The reason this process is referred to as “Technical SEO” is because it has nothing to do with promoting your website and or the type of SEO you include in your content.</p><p>Because of the amount of online content we consume, demand for skilled SEO experts and pro copywriters has grown massively. More brands than ever require well-written content, that’s optimised to perform well in search. If you can combine the two, you’ll have a huge competitive advantage.</p><p><strong>WHEN YOU ENROL, YOU ALSO GET:</strong></p><ul><li><p>COURSE MATERIALS AND TUITION Worth AT LEAST $1080 - you get it all - for a tiny fraction of the cost!!!</p></li><li><p>23 PRO CONTENT MARKETING TEMPLATES ready for download</p></li><li><p>Handy PDF &amp; MP3 packed with useful and FREE EXTRA RESOURCES you can download from our Resource Centre</p></li><li><p>Quizzes &amp; Assignments</p></li><li><p>Lifetime access &amp; Lifetime updates</p></li><li><p>Udemy certificate of completion - ready for download</p></li><li><p>30-day money back guarantee</p></li><li><p>Fast &amp; friendly support in the Q&amp;A section - ask me a question ANYTIME</p></li></ul><p><strong>COPYWRITING HAS BECOME ONE OF THE MOST IN-DEMAND SKILLS OF 2022. IN FACT, COPYWRITING JOBS CAN PAY UPWARDS OF $100K PER YEAR. WHY? EVERY BUSINESS CAN BENEFIT FROM SOMEONE WHO WRITES GREAT COPY. FROM STARTUPS TO FORTUNE 500S AND EVERYTHING IN BETWEEN, COPYWRITING CAN MAKE OR BREAK THE SUCCESS OF AN ORGANISATION.</strong></p><p><strong>WE LOOK FORWARD TO WELCOMING YOU ON BOARD AS OUR NEWEST STUDENT,</strong></p><p>Yours,</p><p>Ing. Tomas Moravek &amp; Beck Robertson, NCTJ qualified journalist and copywriter with over 10 years’ experience</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-08-27_21-20-50-46e13cafb0f9ca8a2c4007acf32927b2/2/WebHD_720p.mp4?Expires=1639810995&Signature=XpCxpWRu97SPOgds1EJJac2luCx0HvypXoWtswPSGj1FifaOcgpdC1t1rQQXG~yGr9Ieo0sj6OOeaDEP2VLb-YeLnPpF2Fe7jcC~iOqfGzyDRnA~e1xhZi5I~nGomjSPRsQlCRLnDP4GR4C~7~VsIHP3nfkVmTSjkvtkiCgEQibrxl-HZJCQIv755mgHosn-YpIIU6UwIRqjuNQmCtWVkaQu4hBDox~vl5qM9pJiyORjIV4PFAVijwnPK9j5EePIRISIWLn2zgdWTGpF7Q-NFlkfRHecBCZ63Rb4YdzT~~6zGKAXFWevMW3p6KpFddLTmFrOyaueO7Axvc-nF8iFRg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3904774", "category": "Business", "sub_category": "Human Resources", "title": "Diversity At Workplace", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "32 mins", "rating": "4.7", "reviews": "140", "students": "28029", "coupon_code": "DEC.2021", "preview_img": "https://img-c.udemycdn.com/course/750x422/3904774_476b.jpg", "coupon_link": "https://www.udemy.com/course/diversity-at-workplace-t/?couponCode=DEC.2021", "end_day": "2021-12-20 08:33:19+00:00", "headline": "If you want to position your business for success, hire a diverse workforce.", "description": "<p><strong>Diversity in the workplace</strong> is vital for employees because it manifests itself in building a great reputation for the company, leading to increased profitability and opportunities for workers.</p><p>Workplace diversity is important within the organization as well as outside.</p><p><strong>Diversity in the workplace</strong> means that a company’s workforce includes people of varying gender, age, religion, race, ethnicity, cultural background, sexual orientation, religion, languages, education, abilities, etc.</p><p><strong>Why is workplace diversity so important?</strong></p><p>In the modern, globally connected society and market, workplace diversity is becoming a <strong>necessity </strong>rather than a banner companies wave to show their commitment to embracing differences.</p><p>Most of the modern companies can sell their products <strong>all over the world</strong>, reaching many different groups of people. In order to successfully create, present and sell their products in this global market, companies <strong>need </strong>a diversified workforce.</p><p>So, in this class our Learning Objectives are:</p><ul><li><p>Understand what diversity and its related terms mean</p></li><li><p>Be able to identify your stereotypes</p></li><li><p>Understand what terms are politically correct and which are not, and why</p></li><li><p>Be familiar with the four cornerstones of diversity</p></li><li><p>Develop a technique for dealing with inappropriate behavior</p></li><li><p>Develop a management style to encourage diversity</p></li><li><p>Know what to do if you or one of your employees feels discriminated against</p></li></ul><p>So, shall we get started? I wish you a happy learning!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-03-10_18-27-35-2bbbf410a61aae5dcbeec3c4c3756a88/1/WebHD_720p.mp4?Expires=1639811002&Signature=ag0NBto6DIW5~xeTC8pbgsrJnlgEFvZV2KQvruCUhyg3-CE~E3KUMA-eM-4SF7w1RpdCDdbdBAmSA-BtPGeb9nPFJI39nDN8OmRtVevD3OPqP4nQ655wAwwpixg88hr746vP7q-MnkI0loyG8t90NzQou~W2XCnG4i9jj5WH~c1RBq4te5N-thRZdBpQRe4ztkiSL3uIhALmXKys4ecGgpPExJcio1DvcetKGYntnVyIgDzWZ1dZQVkjug2mX9Ido64rjRqwyOIYIT3zOH9hKIF8YrHuMbwU619-oURTPpbOX0BUE4Nbx0EVl1HEX1BFElzCCgaVkzR~KfA1CPh64Q__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4445096", "category": "Business", "sub_category": "Project Management", "title": "Professional in Business Analysis PMI-PBA [200 Questions]", "level": "Beginner Level", "author": "Aymane Benchhab", "duration": "", "rating": "0.0", "reviews": "0", "students": "1888", "coupon_code": "004D44548181E5770CE7", "preview_img": "https://img-b.udemycdn.com/course/750x422/4445096_03a2_2.jpg?secure=hxU_9nzdprftopKhUDzeqw%3D%3D%2C1639881206", "coupon_link": "https://www.udemy.com/course/professional-in-business-analysis-pmi-pba-200-questions/?couponCode=004D44548181E5770CE7", "end_day": "2021-12-21 19:41:17+00:00", "headline": "Five Full Professional in Business Analysis – 40 Questions each – Explanation provided to every question", "description": "<p><strong>**UPDATED IN DECEMBER, 2021**</strong></p><p>The practice exams completely prepare you for what it is like to take in <strong>Professional in Business Analysis PMI-PBA </strong>Certification Exam. These questions are collected</p><ul><li><p>Written and answered by multiple PMI-PBA Experts</p></li><li><p>Exam Questions similar to actual Certification Exam</p></li><li><p>Explanation of the answer is provided with every question</p></li></ul><p>There are five practice exams included and They have been designed carefully by maintaining the exam structure , syllabus, topic weights , cut score and time duration same as actual <strong><em>certification exam.</em></strong></p><p>All the exams will be updated and added in order to provide you with the most up-to-date content.</p><p><strong>Lessons and Topics :</strong></p><p>The <strong>Professional in Business Analysis PMI-PBA </strong> exam measures a candidate’s knowledge and skills related to the following objectives. A candidate should have hands-on experience in Business Analysis and have demonstrated the application of each of the features/functions below</p><ul><li><p>Needs Assessment</p></li></ul><ul><li><p>Planning, Analysis</p></li></ul><ul><li><p>Traceability and Monitoring</p></li></ul><ul><li><p>Evaluation</p></li></ul><p><strong>About the exam :</strong></p><p>The examination is computer-based and is comprised of 200 multiple-choice questions, with 175 of those questions scored and 25 considered pre-test questions which do not affect your score. These questions are randomly placed throughout the exam. The allotted time to complete the examination is four (4) hours. The examination is offered around the world at PMI®-approved testing centers. To find a testing center in your area please visit the PMI website.</p><p><strong>Who this course is for:</strong></p><ul><li><p><strong>Professional in Business Analysis</strong> to complete the certification </p></li></ul>", "preview_video": ""}, {"course_id": "4334632", "category": "Design", "sub_category": "3D & Animation", "title": "NX ile Maçalar için Hidrolik Piston Tasarımı Eğitimi!", "level": "All Levels", "author": "Havacılık Akademi", "duration": "3,5 saat", "rating": "0.0", "reviews": "0", "students": "550", "coupon_code": "NX_PISTON_SLIDER_17", "preview_img": "https://img-c.udemycdn.com/course/750x422/4334632_3c19.jpg", "coupon_link": "https://www.udemy.com/course/sfrdan-siemens-nx-ile-hidrolik-piston-modelleme-egitimi/?couponCode=NX_PISTON_SLIDER_17", "end_day": "2021-12-22 15:59:14+00:00", "headline": "NX ile Hidrolik Piston Tasarımını Öğrenmeye Başlayın! | Kalıp Tasarım Mühendisliğine Giriş!", "description": "<p><strong>Hidrolik pistonlar</strong>, üzerindeki <strong>sıvı basıncını</strong>, silindir şeklindeki piston mekanizması sayesinde <strong>hareket enerjisine</strong> dönüştürebilen, yani uygulanan basınçla <strong>mekanik enerji</strong> üretebilen sistemlerdir. Hidrolik pompalar tarafından üretilen enerji çeşitli silindirler yardımıyla <strong>doğrusal</strong> veya<strong> açısal</strong> harekete dönüşmektedir. Buradaki açığa çıkan kuvvetin büyüklüğünü belirleyen en önemli faktörler, silindirin çapı ve çeşididir.</p><p>Hidrolik silindir <strong>gövde</strong> ve <strong>piston</strong> olarak iki ana parçadan meydana gelir. Bunların yanında sızdırmazlık elemanları ve bağlantı elemanları silindir üzerinde bulunmaktadır. Çok yüksek basınçlarda kullanıldığı için gömlek et kalınlığı kaldırabileceği basınca göre hesaplanır.</p><p><strong>Pnömatik silindir</strong>, basınçlı hava enerjisinin kontrolünü sağlayarak <strong>doğrusal itme</strong> veya <strong>çekme</strong> hareketine dönüştürmeye yarayan elemanlardır.<br>Pnömatik enerjiyi mekanik enerjiye dönüştüren bu silindirler, ön ve arka kapak, silindir borusu, piston kolu ve sızdırmazlık gibi parçaların birleşiminden oluşmaktadır. Pnömatik silindirin çalışabilmesi için gerekli olan iki şey, pistonu ileri ve geriye hareket etmesini sağlayan <strong>kuvvet</strong> ve <strong>hava tahliyesidir. </strong>Son dönemlerde <strong>pnömatik hareket</strong> ve <strong>kontrol sistemlerinin</strong> kullanımının yaygınlaştığı görülmektedir. Pnömatik silindir elektrikli veya hidrolik sistemlere göre<strong> daha düşük basınçta</strong> çalışabilmekte, bunun sonucunda daha fazla tasarruf sağlayarak <strong>maliyetleri</strong> düşürmektedir.<br>Diğer yandan kullanışlı ve kolay olan bu sistemler diğer hareket elemanları ile birleşime olanak sağlarken, modern kontrol sistemleri ile de entegre olabilmektedir. Pnömatik silindir, endüstriyel üretimde sıkıştırma, baskı uygulama, kaldırma ya da lineer hareket gerektiren yerlerde sıkça kullanılmaktadır. Pres uygulamalarından ilaç sektörüne, demir-çelik üretiminden tıbbi bilimlere kadar birçok alanda bu sistemler önemli rol oynamaktadır.</p><p><strong>DMU Kinematics Modülü</strong>, CATIA V5 içerisinde bulunan <strong>Assembly Design Modülü</strong> ile birlikte çalışmaktadır. Aralarındaki tek fark DMU Kinematics Modülünde montaj işlemleri yaparken aynı zamanda da bu modül içerisinde mekanizmaların simülasyonları ve analizi yapılabilmektedir. Yani DMU Kinematics Modülü içerisinde hem montaj hem de hareket verme işlemleri yapılabilmektedir. Siemens NX için de bu modüllerin karşılığı <strong>Assembly</strong> ve <strong>Motion</strong> bölümleridir.</p><p>Bu eğitimde de<strong> sıfırdan</strong>, <strong>imal edilebilir</strong> ve <strong>ileri 3D modelleme teknikleri</strong> ile <strong>hidrolik piston tasarımı</strong> yapacağız. Tasarımı <strong>Siemens NX</strong> programında, kinematik modelleme kısmını ise <strong>CATIA V5</strong> programında yapacağız. Aynı zamanda ilerleyen kısımlarda tasarladığımız hidrolik pistonun <strong>imalat resimlerinin</strong> alınmasını da her iki program için eğitim içeriğinde anlatıyor olacağız.</p><p>Umarız hazırladığımız bu eğitim sizlere faydalı olur. Eğitimde görüşmek üzere!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-10-05_06-57-31-dc141a123cc6e0275a0c315dec0330c1/2/WebHD_720p.mp4?Expires=1639811009&Signature=g7zHvZkC6jmM6RsULZuz1hGlMnaalh8FWzquQsnNm6Am9zio6~r2P3q-P2KVTxxwc0R5D8FiOGnX1nWlk~E15Sm8YmgzqgmZJQeiqUZN7qNMBbJW4ZQYowUM32-UdNTV82hQNvWxncdHuqDCU7-HwpYcTxSKawrYgujeclYmvhVchPsDssH6XeWUUWJUAVaGWCjA37kywxBLe4g3oYqeb1p-MxH5JWUM-TGB7AIKUHIRaHm34VgRwjzTVO~-~3LRIdZLKgStpkef~dE8~LjcAlrjkr-uEqCtw2Wnrt3DNzrXIOFHM7qd8NeexQxMYgeRfIDiWRHRhz3eJjeWtszSdA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3754018", "category": "Development", "sub_category": "Software Development Tools", "title": "Introduction to Microservices", "level": "Beginner Level", "author": "EdYoda Digital University", "duration": "1 hour", "rating": "3.8", "reviews": "372", "students": "56505", "coupon_code": "FREEDEC34", "preview_img": "https://img-c.udemycdn.com/course/750x422/3754018_537a.jpg", "coupon_link": "https://www.udemy.com/course/introduction-to-microservices-edyoda/?couponCode=FREEDEC34", "end_day": "2021-12-20 12:27:09+00:00", "headline": "A beginners guide to understand Microservices.", "description": "<p>Microservices architecture provides a modern way of building highly scalable applications. Normally in building cloud-native applications microservices-based architecture is used. In this course, I have explained microservices in the simplest possible way. We start with the explanation of traditional architecture such as Monolithic Architecture, then we discuss how it evolved via service-oriented architecture (SOA) to finally microservices architecture. We talk about the benefits and the challenges of these architectures.</p><p><br></p><p>In this course, we do NOT cover the microservices-based-frameworks or advanced level of design patterns of microservices.</p><p><br></p><p><strong>Who's teaching you in this course?</strong></p><p>I have been working with zekeLabs as a corporate trainer for AWS, Azure, DevOps, Git, Chef, Docker. I had extensive experience in the software industry where I have worked as a senior developer and cloud and DevOps Consultant. As a developer, I worked with Cadence, Aricent Technology in the Telecom domain, and Guavus in the Big Data domain. I was in 2007 batch Computer Science Graduate from NIT Allahabad. I am passionate about technology and education. I have shared my knowledge that gonna guide you to understand the core of Aws.</p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-01-06_10-23-07-1d9fa9c2fd651a2e4cb0f0e0681ca768/1/WebHD_720p.mp4?Expires=1639811016&Signature=lhIQKC42Dsf64Nt9W60efy2Ukb8llV~csHGKfaE6~1nQTzZCWHiziyPW4yo7Q7hxdYfs1ZQp0fLKzogB0NH2~VQLW5FBIQ9-4nyugoHHX06Pkf1glkLe4ZI0cnFQs5WGrg9JqoyHVViwbTWBCS~6XyoahtezeOMYVRbHZzsed7Y9xoXEpFniNEATEaV~Dgx-dphy~VyFolP8m27w-OaNQ7YBZ0mmvGt-2vRwsTq9q7bC10DAEIcWnVpGPdB9FKSYllRnNarxEtsx4uXbcWSnYlpk4KJhQwj02N8yfZvW8Xv05rzp5E7gPkBsio8rIIQh8Gq~XwgJcj54aomg1biGKw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1247498", "category": "Development", "sub_category": "Software Engineering", "title": "Go Programlama Dili", "level": "All Levels", "author": "Cihan Özhan", "duration": "17,5 saat", "rating": "4.5", "reviews": "457", "students": "33558", "coupon_code": "983ACB6C9DF71CF0182E", "preview_img": "https://img-c.udemycdn.com/course/750x422/1247498_2fd4_3.jpg", "coupon_link": "https://www.udemy.com/course/go-programlama-dili/?couponCode=983ACB6C9DF71CF0182E", "end_day": "2021-12-22 12:40:34+00:00", "headline": "Türkiye'nin ilk ve en kapsamlı Go(Golang) programlama dili eğitim seti!", "description": "<p>*Türkiye'nin ilk Go Programlama Dili kursudur.</p><p><strong>DeepLab University</strong> organizasyonu ile temelden ileri seviyeye birçok konuda profesyonel canlı yayın eğitimleri ve workshop'lara katılmak için Discord kanalımızı ziyaret edebilirsiniz : <strong>discord .com/invite/eqgURvZdzj</strong></p><p><strong>\"Birisine bir şey öğretemezsiniz, ancak kendisinin onu keşfetmesine yardım edebilirsiniz.\"</strong>&nbsp;<em>{Galileo&nbsp;Galilei}</em><br><br>Bu kurs Go(Golang) programlama dilini anlatmayı hedeflemektedir.</p><p>Bu kurs ile birlikte açıklayacağımız konular aşağıdaki gibidir;</p><p><strong>- Go Programlama Dilini Detaylı İncelemek<br>- Çalışma Ortamı ve Editörler<br>- Değişkenler, Türler, Go Diline Özgü Söz Dizimi ve Kurallar<br>- Akış Kontrol Mekanizmaları<br>- Döngüler<br>- Hata Yönetimi<br>- Diziler<br>- Slice (Dilimler)<br>- Maps<br>- Paket Yönetimi<br>- Struct&nbsp;(Yapılar)<br>- Interface (Arayüzler)<br>- Fonksiyonlar<br>- Metodlar<br>- İşaretçiler<br>- Nesne Yönelimli Programlama<br>- Eş Zamanlılık (Concurrency)<br>- Test<br>- Reflection<br>- Go Paketleri<br>- Veri Formatı ve Dosya İşlemleri<br>- Go ile&nbsp;Veritabanı Programlama<br>- Go ile RESTful API ve Web Programlama (Örnek Uygulamalar)<br>- Algoritmalar</strong></p><p><br></p><p><strong>KURS GÜNCELLEME POLİTİKASI : </strong></p><p><strong>Yayınladığım kursların içeriklerini belirli aralıklar ile güncelliyorum. İzlediğim politika ise aşağıdaki gibidir :</strong></p><p>Mevcut yazılım projelerim haricinde bilgi paylaşımı sağlamak için kurslar üretiyorum... Bunların sayısı bu yıl içerisinde ciddi oranda artacak... Zaman ve emek yönetimi açısından artık \"<strong>beğeni kadar güncelle</strong>\" yöntemini uyguluyorum. Yani eğer kurslara puanlama yaparsanız, bu kursların takipçilerinin <strong>daha fazla eğitim istediğini</strong> düşünerek belirli aralıklarla bu kursları güncelleyeceğim. Eğer beğeni sayısı az ya da yeteri kadar olmazsa, bu kurslar herhangi bir güncelleme olmadan mevcut içeriklerle yayınlanmaya devam edecektir. Eğer satın aldığınız kursun güncellenerek size daha fazla değer katmasını isterseniz, bu isteğinizi bana ileteceğiniz en doğru yol puanlama sistemidir.</p>", "preview_video": "https://mp4-c.udemycdn.com/2017-08-23_00-07-45-aff186adde6a62c4d6097b32db65df71/WebHD_720p.mp4?Expires=1639811019&Signature=Ab-gpW2m5YWuSYOS8uabVoVoLcMSP05pAFI~YbDPapT4tn~Lytb7k-1WH2GY7APYyedoHuRdL0VMHdtxCgOOmijtvk0Euyo3my5rm5Ik3Gvmm9MYO~reIDyI6o8bw-uOzJv0g2v~cfOwct5v4r15fFifk1qk~HlneT~DyJqpzrdmyGAn~HfSXwV~haueMPJne8Fw-pssa58jU~zkQFSue81K01UTVPjuZtiqhmCML4SA4sHdrioeCMhkxoqv80Mv0ZpUfrDricjySf6rUA3h1Gk9syMOU80Js31wLOa2Ov0qqpBoZsetZcZbbHOHCk4vT5Hi1fbTF762rRN0pjv7DQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4321102", "category": "Business", "sub_category": "Entrepreneurship", "title": "Startup Fundraising Master course - Raise Venture Capital", "level": "All Levels", "author": "Navdeep Yadav", "duration": "3.5 hours", "rating": "4.7", "reviews": "36", "students": "15401", "coupon_code": "FUNDINGMASTERCOURSE", "preview_img": "https://img-b.udemycdn.com/course/750x422/4321102_4d6a_2.jpg?secure=cL3PQAePZWI1MeH1VhqOOg%3D%3D%2C1639881221", "coupon_link": "https://www.udemy.com/course/startup-fundraising-master-course/?couponCode=FUNDINGMASTERCOURSE", "end_day": "2021-12-22 09:05:33+00:00", "headline": "Understand the complete process from pitching to Angels investor to Raising Venture Capital Funding", "description": "<p><strong>Are you looking for fundraising for your startup? <br>Do you know how to make a pitch deck and attract venture capital for your business?</strong></p><p>Then this is the RIGHT class for you.</p><p><strong>Startup Fundraising Master course</strong> will help you navigate<strong> </strong>through the complete fundraising process for tech and non-tech startups. We will cover topics like <strong>business model</strong>, building <strong>Minimum Viable Product, </strong>Making <strong>Pitch deck</strong> for your startup, understanding investors funding strategy.</p><p><strong>1. Introduction to Startup Basics</strong></p><ul><li><p>Course Overview</p></li><li><p>Startup Road Map</p></li><li><p>Building MVP for your Startup</p></li><li><p>Product execution road map</p></li><li><p>5 reasons why startups fail</p></li><li><p>Types of Startup</p></li></ul><p><strong>2. Understanding Startup Business Model</strong></p><ul><li><p>Business model overview</p></li><li><p>Business Model Canvas</p></li><li><p>Introduction to platform business</p></li><li><p>Uber business model</p></li><li><p>Amazon business model</p></li></ul><p><strong>3. Legal Structure in the Startup</strong></p><ul><li><p>Origin of a startup</p></li><li><p>Sole proprietorship for Small Business</p></li><li><p>Partnership firm for medium business</p></li><li><p>Corporation Legal Structure for the Startup</p></li></ul><p><strong>4. Fundraising for Startup</strong></p><ul><li><p>Startup Funding Basics</p></li><li><p>Startup Funding Source</p></li><li><p>Startup ownership and equity</p></li><li><p>Bootstrapping your Startup</p></li><li><p>How to get the best out of Bootstrapping</p></li></ul><p><strong>5. Startup Pitch deck</strong></p><ul><li><p>Types of Investor in a Startup</p></li><li><p>The inflection point in a startup</p></li><li><p>Common Mistakes with the Inflection point</p></li><li><p>Incubator and Accelerators for startup</p></li><li><p>Angel Investor and Venture capitalist for Startup</p></li><li><p>How does Venture capital look for ROI in startups?</p></li></ul><p><strong>6. Vesting and Cliff in a Startup</strong></p><ul><li><p>Vesting and Cliff for startup</p></li><li><p>Vesting Spread and types of vesting</p></li><li><p>Pre Money and Post Money Valuation</p></li><li><p>Startup stock distribution</p></li></ul><p><strong>7. Stocks/shares in a Startup</strong></p><ul><li><p>Common vs Preferred stock</p></li><li><p>Convertible note</p></li><li><p>SAFE vs Convertible Note in a startup</p></li></ul><p><strong>8. Understanding Startup Valuation </strong></p><ul><li><p>Startup valuation basics</p></li><li><p>Startup taxonomy</p></li><li><p>Types of Startup Valuation</p></li><li><p>Berkus Method for pre-revenue startup</p></li><li><p>Risk factor summation method for valuation</p></li><li><p>Scorecard Valuation Method</p></li><li><p>Comparable transaction method</p></li><li><p>First Chicago valuation technique</p></li></ul>", "preview_video": "https://mp4-b.udemycdn.com/2021-10-24_11-54-16-b9c96566dd7bbe708ba114883060505b/2/WebHD_720p.mp4?secure=e50pkRX8ujLBFd8VwP8mvA%3D%3D%2C1639811021"}, {"course_id": "3877348", "category": "Lifestyle", "sub_category": "Travel", "title": "2022 Commercial Driver’s License Practice Tests", "level": "All Levels", "author": "SMARTER ACADEMY", "duration": "", "rating": "4.0", "reviews": "11", "students": "6915", "coupon_code": "CAF1A15FC78840073661", "preview_img": "https://img-b.udemycdn.com/course/750x422/3877348_a5ee_2.jpg?secure=Z28Mpzmu7CyDGvW3HioqMQ%3D%3D%2C1639881223", "coupon_link": "https://www.udemy.com/course/trucks-cars-tesla-commercial-drivers-license-practice-tests/?couponCode=CAF1A15FC78840073661", "end_day": "2021-12-22 16:51:19+00:00", "headline": "97% Pass in First Attempt Easily Commercial Driver’s License Practice Test", "description": "<p><strong>Commercial Driver’s License Practice Test</strong></p><p><strong><em>97% Pass in First Attempt Easily</em></strong></p><p><br></p><p>Endorsements on your <strong>Commercial Driver’s License</strong> open you up to many more Truck Job Opportunities. However, getting these endorsements isn’t easy, as some require background checks and/or an additional skills test. The written test can be the biggest hurdle since it’s the part over which you have the most control. Below is a list of the different <strong>CDL Practice Tests</strong> that we offer, as well as the accompanying endorsement information.</p><p><br></p><p><strong>School Bus Endorsement Test</strong></p><p>The school bus is one of the CDL Types. The School CDL Practice test is a necessary tool for anyone who operates a school bus when loaded with passengers or to/from school-related events. Federal regulations mandate this endorsements for those positions and situations.</p><p><strong>Double/Triple Trailer Endorsement Test</strong></p><p>Although triple trailers are illegal in some states, the doubles and triples practice test is incredibly helpful in getting the T-endorsement. Truck drivers operating vehicles with either a double or triple trailer need this endorsement.</p><p><strong>Passenger Endorsement Test</strong></p><p>Although the S-endorsement is also a passenger endorsement, the passenger endorsement practice test would also apply to those transporting special education students, taxi drivers, bus drivers, and any other drivers in the business of transporting passengers.</p><p><strong>Tanker Endorsement Test</strong></p><p>A tank vehicle is used to carry any liquids or gaseous materials in tanks. Due to the sensitive nature of this work and this endorsement, tanker endorsement practice tests are highly recommended. Practicing for your N-endorsement can ensure that you understand the safety procedures and can pass the test on the first attempt.</p><p><strong>Hazardous Materials Endorsement Test</strong></p><p>The H-endorsement is one of the toughest to get on your commercial driver’s license because it requires a background check and a security clearance from the Department of Homeland Security. Don’t ruin your chances by failing the written test. Use hazardous materials practice tests to pass the one aspect of this process you can control.</p><p><strong>Combo Tanker and HAZMAT Endorsement Test</strong></p><p>This endorsement test combines the N and H endorsements into a single endorsement allowing operation of tank vehicles transporting of liquid or gaseous hazardous material. To receive this endorsement, you do need to go for both endorsements separately, as each endorsement has different requirements. However, you can prepare for both of the written tests at the same time with the Combo Tanker and Hazmat Test.<br></p>", "preview_video": ""}, {"course_id": "3438236", "category": "Business", "sub_category": "Other Business", "title": "Make Money From Home As a Transcriptionist: 10 Opportunities", "level": "All Levels", "author": "Roope Kiuttu", "duration": "1 hour", "rating": "4.3", "reviews": "488", "students": "69959", "coupon_code": "DF8ACC981A08079F3143", "preview_img": "https://img-b.udemycdn.com/course/750x422/3438236_bf8d_6.jpg?secure=nmXYyADUiAum8bNI3N1rsQ%3D%3D%2C1639881228", "coupon_link": "https://www.udemy.com/course/work-home-transcription-jobs/?couponCode=DF8ACC981A08079F3143", "end_day": "2021-12-18 08:05:20+00:00", "headline": "Learn the Details about Making Money Online with 10 Transcription Jobs From Home", "description": "<p><strong>Do you want to make money from home typing what you hear?</strong></p><p><strong>Do you like to make money online with flexible hours wherever you want?</strong></p><p>Then this is the PERFECT&nbsp;UDEMY&nbsp;Course for you!</p><p>You're gonna find out the details about Making Money Online with 10 Transcription Jobs From Home and spot the best opportunities for you.</p><p>Over the years, I've seen dozens of transcription jobs from home and you need to know the differences:</p><ol><li><p><strong>Some of them are easy and suitable for beginners.</strong></p></li><li><p><strong>Others require more experience but they'll pay you more.</strong></p></li><li><p><strong>Some opportunities only operate in specific countries.</strong></p></li><li><p><strong>Other money-making opportunities are available worldwide.</strong></p></li></ol><p>Dive into the lessons and see the differences between these 10 Transcription Jobs From Home.</p><p>Then you can choose the best Money-Making option for you.</p><p>I'll see you inside!</p><p>- Roope \"Sharing the blessing of making money from home\"&nbsp;Kiuttu</p><p><strong>PS. </strong>Making money online has several benefits:</p><ol><li><p>Work anywhere you want.</p></li><li><p>Work anytime you want.</p></li><li><p>Work as much or as little as you want.</p></li></ol><p><strong>The opportunities are right in front of your nose. Don't hesitate...&nbsp;Start your new life of FREEDOM!</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-08-22_15-43-18-5e94f7cdd8e508474cf1a30adc0d0e41/1/WebHD_720p.mp4?Expires=1639811028&Signature=DJ8U7Rird8xQ~urB7VpQUFItdjyfgo1z~sYAF~R3bcK0jBaGzPCbqosn7h-Aoaljmcto1yXNB8AT7Ssmk1jG5nqD1V-GuNCBUZZa8Ns8EMKxCzD7FMZQ5IMhWmzck4IZSrmQiN1Mb1xcR449cMvgPk3jpmzPudsbQN0DW31D3rNyrkgZ0vUlNQMYlTirkQHnI8fOHgzeznDgHn3DslG9HNt8nMGHEqLK1BxJkoerjG9haXb9QxZB0rUHoYv5rUraEeR-UVd-lOo~VNjkJvnBxrggDTpUFhliMYc9z6T5ICfei9zMnkVOjxsOPCgaCb0EgndWPROaK8uS~hLOrsk7gA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1703802", "category": "Development", "sub_category": "Web Development", "title": "HTML5 Ultimate Course", "level": "All Levels", "author": "Learn Tech Plus", "duration": "5.5 hours", "rating": "4.5", "reviews": "2235", "students": "224793", "coupon_code": "TRY1000FREE122103", "preview_img": "https://img-c.udemycdn.com/course/750x422/1703802_d613_3.jpg", "coupon_link": "https://www.udemy.com/course/the-complete-html-5-course-from-scratch/?couponCode=TRY1000FREE122103", "end_day": "2021-12-21 11:09:18+00:00", "headline": "HTML5 For Web Development: Quickly Master HTML5 By Building A Project From Scratch", "description": "<p>Have you always wanted to learn how to code but don't know where to start?</p><p>Would you like to make amazing websites and bring your ideas to life?</p><p>Then HTML5 Ultimate Course is for you!</p><p>Hi, I’m your instructor Josh Werner and I’ll be leading you through this course.</p><p>Programming is the most in-demand skill in 2021. </p><p>The course begins with the basics.&nbsp; </p><p>I'll take you through everything you need to know to start building websites like an expert.</p><p>You'll learn all the fundamentals of HTML5 and how you can</p><p>use them to start building the structure of websites. </p><p>This is great for students starting or advanced developers that need a refresher course on HTML5.</p><p>There are no requirements necessary to enroll I only ask that you come open minded and ready to learn</p><p>Feel Free to look through the course description and checkout some of my preview videos</p><p>The course is packed with over 5 hours of hands-on tutorials</p><p><strong>Here is what you will Learn:</strong></p><p><br></p><p><strong>01. Introduction</strong></p><p>&nbsp; &nbsp; 001. Overview</p><p><strong>02. FireFox Developer Edition</strong></p><p>&nbsp; &nbsp; 002. Overview</p><p>&nbsp; &nbsp; 003. Download &amp; Install</p><p>&nbsp; &nbsp; 004. Features</p><p>&nbsp; &nbsp; 005. Developer Tools</p><p>&nbsp; &nbsp; 006. Summary</p><p><strong>03. Atom</strong></p><p>&nbsp; &nbsp; 007. Overview</p><p>&nbsp; &nbsp; 008. Download &amp; Install</p><p>&nbsp; &nbsp; 009. Open a Project</p><p>&nbsp; &nbsp; 010. Version Control with GitHub</p><p>&nbsp; &nbsp; 011. Collaborate with Teletype</p><p>&nbsp; &nbsp; 012. Install a Package</p><p>&nbsp; &nbsp; 013. Choose a Theme</p><p>&nbsp; &nbsp; 014. Customize the Styling</p><p>&nbsp; &nbsp; 015. Hack on the Init Script</p><p>&nbsp; &nbsp; 016. Add a Snippet</p><p>&nbsp; &nbsp; 017. Keyboard Shortcuts</p><p>&nbsp; &nbsp; 018. Summary</p><p><strong>04. History</strong></p><p>&nbsp; &nbsp; 019. Overview</p><p>&nbsp; &nbsp; 020. HTML History</p><p>&nbsp; &nbsp; 021. What is HTML</p><p>&nbsp; &nbsp; 022. What is HTML5</p><p><strong>05. Basic Tags</strong></p><p>&nbsp; &nbsp; 023. Overview</p><p>&nbsp; &nbsp; 024. Download and Setup Files</p><p>&nbsp; &nbsp; 025. &lt;!-- Comment --&gt;</p><p>&nbsp; &nbsp; 026. &lt;!DOCTYPE&gt;</p><p>&nbsp; &nbsp; 027. &lt;html&gt;</p><p>&nbsp; &nbsp; 028. &lt;head&gt;</p><p>&nbsp; &nbsp; 029. &lt;title&gt;</p><p>&nbsp; &nbsp; 030. &lt;body&gt;</p><p>&nbsp; &nbsp; 031. &lt;h1&gt; to &lt;h6&gt;</p><p>&nbsp; &nbsp; 032. &lt;p&gt;</p><p>&nbsp; &nbsp; 033. &lt;br&gt;</p><p>&nbsp; &nbsp; 034. &lt;hr&gt;</p><p>&nbsp; &nbsp; 035. &lt;a&gt;</p><p>&nbsp; &nbsp; 036. &lt;link&gt;</p><p>&nbsp; &nbsp; 037. &lt;meta&gt;</p><p>&nbsp; &nbsp; 038. &lt;style&gt;</p><p>&nbsp; &nbsp; 039. Summary</p><p><strong>06. Styles and Semantics</strong></p><p>&nbsp; &nbsp; 040. Overview</p><p>&nbsp; &nbsp; 041. &lt;div&gt;</p><p>&nbsp; &nbsp; 042. &lt;span&gt;</p><p>&nbsp; &nbsp; 043. &lt;header&gt;</p><p>&nbsp; &nbsp; 044. &lt;nav&gt;</p><p>&nbsp; &nbsp; 045. &lt;main&gt;</p><p>&nbsp; &nbsp; 046. &lt;section&gt;</p><p>&nbsp; &nbsp; 047. &lt;article&gt;</p><p>&nbsp; &nbsp; 048. &lt;aside&gt;</p><p>&nbsp; &nbsp; 049. &lt;details&gt;</p><p>&nbsp; &nbsp; 050. &lt;dialog&gt;</p><p>&nbsp; &nbsp; 051. &lt;summary&gt;</p><p>&nbsp; &nbsp; 052. &lt;data&gt;</p><p>&nbsp; &nbsp; 053. &lt;footer&gt;</p><p>&nbsp; &nbsp; 054. Summary</p><p><strong>07. Lists</strong></p><p>&nbsp; &nbsp; 055. Overview</p><p>&nbsp; &nbsp; 056. &lt;ul&gt;</p><p>&nbsp; &nbsp; 057. &lt;ol&gt;</p><p>&nbsp; &nbsp; 058. &lt;li&gt;</p><p>&nbsp; &nbsp; 059. &lt;dir&gt;</p><p>&nbsp; &nbsp; 060. &lt;dl&gt;</p><p>&nbsp; &nbsp; 061. &lt;dt&gt;</p><p>&nbsp; &nbsp; 062. &lt;dd&gt;</p><p>&nbsp; &nbsp; 063. Summary</p><p><strong>08. Images</strong></p><p>&nbsp; &nbsp; 064. Overview</p><p>&nbsp; &nbsp; 065. &lt;img&gt;</p><p>&nbsp; &nbsp; 066. &lt;map&gt;</p><p>&nbsp; &nbsp; 067. &lt;area&gt;</p><p>&nbsp; &nbsp; 068. &lt;canvas&gt;</p><p>&nbsp; &nbsp; 069. &lt;figcaption&gt;</p><p>&nbsp; &nbsp; 070. &lt;figure&gt;</p><p>&nbsp; &nbsp; 071. &lt;picture&gt;</p><p>&nbsp; &nbsp; 072. &lt;svg&gt;</p><p>&nbsp; &nbsp; 073. Summary</p><p><strong>09. Audio and Video</strong></p><p>&nbsp; &nbsp; 074. Overview</p><p>&nbsp; &nbsp; 075. &lt;audio&gt;</p><p>&nbsp; &nbsp; 076. &lt;source&gt;</p><p>&nbsp; &nbsp; 077. &lt;track&gt;</p><p>&nbsp; &nbsp; 078. &lt;video&gt;</p><p>&nbsp; &nbsp; 079. Summary</p><p><strong>10. Forms and Input</strong></p><p>&nbsp; &nbsp; 080. Overview</p><p>&nbsp; &nbsp; 081. &lt;form&gt;</p><p>&nbsp; &nbsp; 082. &lt;input&gt;</p><p>&nbsp; &nbsp; 083. &lt;textarea&gt;</p><p>&nbsp; &nbsp; 084. &lt;button&gt;</p><p>&nbsp; &nbsp; 085. &lt;select&gt;</p><p>&nbsp; &nbsp; 086. &lt;optgroup&gt;</p><p>&nbsp; &nbsp; 087. &lt;option&gt;</p><p>&nbsp; &nbsp; 088. &lt;label&gt;</p><p>&nbsp; &nbsp; 089. &lt;fieldset&gt;</p><p>&nbsp; &nbsp; 090. &lt;legend&gt;</p><p>&nbsp; &nbsp; 091. &lt;datalist&gt;</p><p>&nbsp; &nbsp; 092. &lt;output&gt;</p><p>&nbsp; &nbsp; 093. Summary</p><p><strong>11. Frames</strong></p><p>&nbsp; &nbsp; 094. Overview</p><p>&nbsp; &nbsp; 095. &lt;frame&gt;</p><p>&nbsp; &nbsp; 096. &lt;frameset&gt;</p><p>&nbsp; &nbsp; 097. &lt;noframes&gt;</p><p>&nbsp; &nbsp; 098. &lt;iframe&gt;</p><p>&nbsp; &nbsp; 099. Summary</p><p><strong>12. Tables</strong></p><p>&nbsp; &nbsp; 100. Overview</p><p>&nbsp; &nbsp; 101. &lt;table&gt;</p><p>&nbsp; &nbsp; 102. &lt;caption&gt;</p><p>&nbsp; &nbsp; 103. &lt;th&gt;</p><p>&nbsp; &nbsp; 104. &lt;tr&gt;</p><p>&nbsp; &nbsp; 105. &lt;td&gt;</p><p>&nbsp; &nbsp; 106. &lt;thead&gt;</p><p>&nbsp; &nbsp; 107. &lt;tbody&gt;</p><p>&nbsp; &nbsp; 108. &lt;tfoot&gt;</p><p>&nbsp; &nbsp; 109. &lt;col&gt;</p><p>&nbsp; &nbsp; 110. &lt;colgroup&gt;</p><p>&nbsp; &nbsp; 111. Summary</p><p><strong>13. Programming</strong></p><p>&nbsp; &nbsp; 112. Overview</p><p>&nbsp; &nbsp; 113. script</p><p>&nbsp; &nbsp; 114. noscript</p><p>&nbsp; &nbsp; 115. &lt;applet&gt;</p><p>&nbsp; &nbsp; 116. &lt;embed&gt;</p><p>&nbsp; &nbsp; 117. &lt;object&gt;</p><p>&nbsp; &nbsp; 118. &lt;param&gt;</p><p>&nbsp; &nbsp; 119. Summary</p><p><strong>14. Formatting</strong></p><p>&nbsp; &nbsp; 120. Overview</p><p>&nbsp; &nbsp; 121. &lt;acronym&gt;</p><p>&nbsp; &nbsp; 122. &lt;abbr&gt;</p><p>&nbsp; &nbsp; 123. &lt;address&gt;</p><p>&nbsp; &nbsp; 124. &lt;b&gt;</p><p>&nbsp; &nbsp; 125. &lt;bdi&gt;</p><p>&nbsp; &nbsp; 126. &lt;bdo&gt;</p><p>&nbsp; &nbsp; 127. &lt;big&gt;</p><p>&nbsp; &nbsp; 128. &lt;blockquote&gt;</p><p>&nbsp; &nbsp; 129. &lt;center&gt;</p><p>&nbsp; &nbsp; 130. &lt;cite&gt;</p><p>&nbsp; &nbsp; 131. &lt;code&gt;</p><p>&nbsp; &nbsp; 132. &lt;del&gt;</p><p>&nbsp; &nbsp; 133. &lt;dfn</p><p>&nbsp; &nbsp; 134. &lt;em&gt;</p><p>&nbsp; &nbsp; 135. &lt;font&gt;</p><p>&nbsp; &nbsp; 136. &lt;i&gt;</p><p>&nbsp; &nbsp; 137. &lt;ins&gt;</p><p>&nbsp; &nbsp; 138. &lt;kbd&gt;</p><p>&nbsp; &nbsp; 139. &lt;mark&gt;</p><p>&nbsp; &nbsp; 140. &lt;meter&gt;</p><p>&nbsp; &nbsp; 141. &lt;pre&gt;</p><p>&nbsp; &nbsp; 142. &lt;progress&gt;</p><p>&nbsp; &nbsp; 143. &lt;q&gt;</p><p>&nbsp; &nbsp; 144. &lt;rp&gt;</p><p>&nbsp; &nbsp; 145. &lt;rt&gt;</p><p>&nbsp; &nbsp; 146. &lt;ruby&gt;</p><p>&nbsp; &nbsp; 147. &lt;s&gt;</p><p>&nbsp; &nbsp; 148. &lt;samp&gt;</p><p>&nbsp; &nbsp; 149. &lt;small&gt;</p><p>&nbsp; &nbsp; 150. &lt;strike&gt;</p><p>&nbsp; &nbsp; 151. &lt;strong&gt;</p><p>&nbsp; &nbsp; 152. &lt;sub&gt;</p><p>&nbsp; &nbsp; 153. &lt;sup&gt;</p><p>&nbsp; &nbsp; 154. &lt;template&gt;</p><p>&nbsp; &nbsp; 155. &lt;time&gt;</p><p>&nbsp; &nbsp; 156. &lt;tt&gt;</p><p>&nbsp; &nbsp; 157. &lt;u&gt;</p><p>&nbsp; &nbsp; 158. &lt;var&gt;</p><p>&nbsp; &nbsp; 159. &lt;wbr&gt;</p><p>&nbsp; &nbsp; 160. Summary</p><p><strong>15. Project</strong></p><p>&nbsp; &nbsp; 161. Overview </p><p>&nbsp; &nbsp; 162. Build Home Page</p><p>&nbsp; &nbsp; 163. Build Tech Support Page</p><p>&nbsp; &nbsp; 164. Build Course Page</p><p>&nbsp; &nbsp; 165. Build Premium Plus Page</p><p>&nbsp; &nbsp; 166. Build Learn Tech Page</p><p>&nbsp; &nbsp; 167. Build Contact Page</p><p>&nbsp; &nbsp; 168. Summary</p><p><strong>16. Conclusion</strong></p><p>&nbsp; &nbsp; 169. Summary</p><p><br></p><p><br></p><p><strong>So what are you waiting for? I look forward to going through course with you I’ll see you inside!</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-07-14_13-20-35-cf4d005f93e383a7c6231978475b1578/1/WebHD_720p.mp4?Expires=1639811030&Signature=TSsYujzy2FmB8B-TGIlsXaBGZJAyh2qCofGi5pAHvzEwV7wlcOwyUzmp5jT4C9SEW9e2atklkZPDsYV0N~y-pNJV2Nj16INbb6sIn3FRAm4U17freJpIEUeIdtv7QUa6X~lZqz3pNmzntyHaMrcq25RcmLEaRfY7NBRS~PxXOl7M2o-TTEDKNv8dhIX~1tYKYzhrhuVCxWIxHlPqufpcCfNZRYBMxXKE3K5wWbzE8U2mnDjJnOV~lGonTST7S4WDYKHacI3ThKlc7ItuOhEsvxvDK4Y6Of5UpR8OG8Xt-j5s-vtn9ELEx6snCxl3MKnS2CMg9APLx1siOu~bqy9j2A__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "817794", "category": "Teaching & Academics", "sub_category": "Teacher Training", "title": "Publish Simple Videos For a Living - Skillshare Earnings", "level": "All Levels", "author": "Howard Lynch", "duration": "1 hour", "rating": "4.2", "reviews": "64", "students": "16738", "coupon_code": "58DD95ED763947B5940C", "preview_img": "https://img-b.udemycdn.com/course/750x422/817794_9d6c_3.jpg?secure=qNNCCmRJwswI2QyDH0Lfxg%3D%3D%2C1639881232", "coupon_link": "https://www.udemy.com/course/record-publish-videos-for-a-living-skillshare-domination/?couponCode=58DD95ED763947B5940C", "end_day": "2021-12-21 14:27:50+00:00", "headline": "Watch me as I make simple video content and upload it to Skillshare, and how anyone can do this regardless of skills", "description": "<p>**Our 80,000+ satisfied students and our countless 5-star reviews are no accident.** <strong><em>We practice what we preach ! </em></strong></p><p>At<strong> QualiWave</strong>, we want to share only the best content that helped us expanding in the past and still growing exponentially in the future! Let us help you to make 2020 <em>YOUR</em> best year ever!</p><p><strong>PLEASE&nbsp;WATCH&nbsp;THE&nbsp;PROMO&nbsp;VIDEO&nbsp;FOR&nbsp;PROOF&nbsp;OF&nbsp;INCOME </strong></p><p>Hey,</p><p>If you've been following me for a while then you know I run multiple six figure businesses, all of them having one thing in common: video.</p><p>Skillshare is an amazing platform bringing in a lot of money, let me show you how I do it.&nbsp;</p><p>Watch the promo video and jump in..</p><p>Here is what you will learn:</p><ol><li><p><strong>How much I earn on Skillshare, while working less than you might think</strong></p></li><li><p><strong>How to easily find ideas for your own courses</strong></p></li><li><p><strong>How to create crisp 1080p videos using only free softwares</strong></p></li><li><p><strong>How to acquire students FAST and get them to come back</strong></p></li><li><p><strong>How to do exactly like I did and get the same results</strong></p></li></ol><p>Enroll now and let's get started already!</p><p>By joining this course, you don't only take part in an online course but a real fast-growing community of ambitious entrepreneurs, marketers, and more.</p><p>All the best &amp; Keep improving.</p><p>- <em>QualiWave Team</em></p><p><br></p><p><br></p><p><br></p>", "preview_video": "https://mp4-b.udemycdn.com/2020-06-08_14-48-29-5659f6b39334f02bceffc356fff3fb83/1/WebHD_720p.mp4?secure=PVqNi7z6ghnMOLlwHOttCQ%3D%3D%2C1639811032"}, {"course_id": "3878694", "category": "Personal Development", "sub_category": "Other Personal Development", "title": "TOP G1 driver’s license Practice Tests", "level": "All Levels", "author": "SMARTER ACADEMY", "duration": "", "rating": "3.6", "reviews": "9", "students": "4800", "coupon_code": "BE9B781F8CA5565F6490", "preview_img": "https://img-c.udemycdn.com/course/750x422/3878694_f0e8.jpg", "coupon_link": "https://www.udemy.com/course/top-g1-drivers-license-practice-tests-ontario-canada/?couponCode=BE9B781F8CA5565F6490", "end_day": "2021-12-22 16:50:54+00:00", "headline": "97% Pass in First Attempt Easily Most Common Questions for G1 Practice Tests for Ontario and Canadian driver’s license", "description": "<p><strong>G1 Test Practice: Free ON “Drive Test” G1 Practice Test 2021</strong></p><p><strong><em>97% Pass in First Attempt Easily</em></strong></p><p><br></p><p>Our <strong>G1 Practice Test</strong> with multiple choice questions, is intended to help you prepare for the <strong>Ontario G1 practice test</strong> and learners driver’s test that is required before you can get your <strong>Canadian driver’s license</strong>.</p><p>This free practice Written G1 driving test is a lesson that is essential for getting your Ontario driver’s license at your local licensing office.<br>Please note, however, that this is not the actual test, and you will not receive your license if you pass this practice test.</p><p><br></p><p>Our <strong>most popular G1 practice test.</strong> Once you are 16, you may visit a Drive Test location and test for the Ontario G1 license with a written knowledge test of 40 multiple-choice questions. The G1 test is divided into two parts: 20 questions on road signs, and 20 questions on rules of the road. You must correctly answer 16 questions in each section to pass the test. In addition to the written exam, you will also need to pass a vision test and pay a $158.25 package fee, which will cover your knowledge test, eventual G2 driver’s test, and your five-year license. If you need to retake the written exam, it will be an additional $15.75. The Ontario G1 driver’s test is based on the 2021 Ontario Driver’s Handbook and questions from the test will be pulled directly from the guide. Ontario has set in place a graduated driver’s license (GDL) program that takes about two years to complete. After you pass your written test at Drive Test, you must hold your G1 license for one year, or 8 months if you are enrolled in a driver training program before you may take your first drive test to qualify for a G2 license. The G1 license will allow you to practice your driving skills under the supervision of a fully licensed driver. Our G1 practice tests use the same scoring system as the Drive Test centers across the province, so there will be no surprises when you go there. </p><p><strong>Road Tests/Driving Exams</strong></p><p>There are two types of road tests that you might have to take-for the G2 and full G-levels of the Ontario driver’s license. New drivers must pass both driving exams before they can obtain a full license. You might also be asked to complete a road test if you meet the following conditions:</p><ul><li><p>If you are a <strong>foreign driver</strong> you might be asked to complete at least one road test depending on your country of origin and level of documented experience</p></li><li><p>If you are <strong>renewing an expired license</strong> that was a G1 or G2 license, or a full G license that expired more than 12 months ago</p></li><li><p>If you are renewing your license and are 80 years of age or older you might be asked to pass a driving exam</p></li><li><p>If you are reinstating a license that was suspended 3+ years ago</p></li></ul><p>No matter what level your road test is, you should arrive 30 minutes before your scheduled time with a vehicle (owned, borrowed, or rented) as it will not be provided for you.</p><p><strong>G2 Road Test</strong></p><p>The G2 driving exam is designed to test your basic driving skills. It lasts around 20 minutes and is performed entirely on city streets, with no testing done on any 400-series highways. The examiner will have you perform basic driving maneuvers, including:</p><ul><li><p>Starting, stopping and turning the vehicle</p></li><li><p>Obeying traffic stops and signs</p></li><li><p>Passing other vehicles and driving in passing lanes</p></li><li><p>Driving through all types of intersections (with lights and stop signs)</p></li><li><p>Forward, reverse, and parallel parking</p></li><li><p>Reversing, 3-point turns, U-turns</p></li></ul><p><strong>How long do you have to wait to get your G2?</strong></p><p>If you are a new driver trying to get your G2 license for the first time, you have to wait 8 to 12 months after you pass the G1 written exam. If you complete a certified driving school, you only have to wait for 8 months instead of the full year.</p><p><strong>What happens if I fail my G2 test?</strong></p><p>If you fail your G2 test, you will have to wait 10 days before you can take it again. Depending on the time of the year, this could take longer if there are no bookings available.</p><p><strong>G Road Test</strong></p><p>The G driving exam includes everything from the G2 exam, but also tests you on more advanced driving skills- mainly, driving on highways. They last around 30 minutes and new drivers will need to have their G2 for at least 8-12 months before they can take the G road test. The skills you will be tested on that are new to the G exam include:</p><ul><li><p>Merging onto a 400-series highway at the proper speed</p></li><li><p>Passing other vehicles and changing lanes</p></li><li><p>Exiting the highway</p></li></ul><p><strong>How many mistakes are allowed on the G and G2 driving tests?</strong></p><p>There is no set number of mistakes that could lead to passing or failing a G or G2 exam. For instance, minor infractions like merging too late or failing to signal could just lead to negative points, while one major mistake such as speeding in a school zone would be grounds for an immediate fail. However, making too many minor mistakes could also lead to failing the exam.</p><p><strong>What happens if I fail my G test?</strong></p><p>If you fail the G road test you will have to wait around 10 days before you can take it again. It depends on how soon you can book an available time to take the test, so depending on the time of year it could take longer.</p><p><br></p>", "preview_video": ""}, {"course_id": "3850302", "category": "Business", "sub_category": "Sales", "title": "First Steps Into Selling Smarter", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "1 hour", "rating": "4.5", "reviews": "175", "students": "46039", "coupon_code": "DEC.2021", "preview_img": "https://img-b.udemycdn.com/course/750x422/3850302_4d8e.jpg?secure=eRnl5-_WjhJz7D4C0qX-9Q%3D%3D%2C1639881244", "coupon_link": "https://www.udemy.com/course/first-steps-into-selling-smarter-t/?couponCode=DEC.2021", "end_day": "2021-12-22 13:27:16+00:00", "headline": "Sales is a component of a company’s marketing and promotions", "description": "<p>Broadly defined, today’s top salespeople are in the business of identifying needs and persuading potential customers to respond favorably to an idea that will result in mutual satisfaction for both the buyer and the seller.</p><p><br>So with this course, you will become a skilled salesperson, skilled at networking and learn the 80/20 rule. After today, you will know who to target and how to target them, and remember to do some prospecting every day through warming up cold calls, following up on leads, or networking.</p><p><strong>At the end of this course you will be able to:</strong></p><ul><li><p>Understand a wonderful paradox: helping other people get what they want gives us more of what we want.</p></li><li><p>Use goal-setting techniques as a way to focus on what you want to accomplish and develop strategies for getting there.</p></li><li><p>Identify and be able to better present the competitive strengths of your products and services, so that you can be proactive in handling objections and more successful at asking for the business.</p></li><li><p>Use different types of selling for different situations.</p></li><li><p>Learn how to use a prospect board to make you more successful.</p></li><li><p>Identify target markets and target companies with the 80/20 rule in mind.</p></li><li><p>Develop and practice networking skills at every opportunity.</p></li></ul><p>So, what are you waiting for? Let’s get started.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-02-15_12-33-57-4806b234b179e5987c49698dbae8f00a/1/WebHD_720p.mp4?Expires=1639811044&Signature=IsI4qipvSvUk2QIgr0Qtw8r4DOrPtuPxMy-74o3195UKzgXuWxTy7ph93iq7~~ULJqufdxlpHLlauflrafM32c9X1D9euri8sTy8hEN4W5qLlFofV4Vi2X3XgB4eoK4To3nmxN4J0Ao6UQic9P0TkGL8uR0EypD6-NqAOukLDXFXCW6JPJ-dah1Zhef~CKS-AgRUJKkEojVwEMQVO02lj36DHfplXKqvRKkb4nCGjYTTeZWoHTiUKdLZQrPWo34XRmBPxwPaMTpOfKpvbQtx2lpRrLEltSwNkv7f7gHy5gJReEgs74a9-XxjLfYmJqhw8yKzvxMULdzm82zRf4HCnQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2442032", "category": "Business", "sub_category": "Real Estate", "title": "Multiple Streams of Realtor Income - Real Estate Investing", "level": "All Levels", "author": "Scott Paton", "duration": "1.5 hours", "rating": "3.3", "reviews": "53", "students": "21723", "coupon_code": "MSRIREXP192021", "preview_img": "https://img-c.udemycdn.com/course/750x422/2442032_c1ef_2.jpg", "coupon_link": "https://www.udemy.com/course/realtors-and-real-estate-investing/?couponCode=MSRIREXP192021", "end_day": "2021-12-19 20:08:27+00:00", "headline": "Street Smart Real Estate Strategies for Real Estate Agents. How Real Estate agents can maximize their earnings", "description": "<p>As a Realtor, you have a unique position in your market. However, most realtors miss out on many profitable opportunities because their training has focused on one thing:&nbsp;Selling a house.</p><p>Instead, realtors should focus on helping people find affordable housing. By opening up their minds, new lucrative streams of income open up.</p><p>Louis 'Lou' Brown has been buying, selling and holding property for over 30 years. Lou is the nations leading real estate trainer, author, speaker and investor.</p><p>Lou Has:</p><ul><li><p>Trained thousands of successful real estate investors</p></li><li><p>His students have acquired over 1 Billion Dollars in property</p></li><li><p>Is founding President of the National Real Estate Investors Association</p></li><li><p>Volunteered and served on the boards of numerous non-profit organizations to help create affordable housing in America</p></li></ul><p>Using Lou Brown’s proven formula, investors are generating passive streams of income with little or no cash.</p>", "preview_video": "https://mp4-c.udemycdn.com/2019-07-08_14-06-40-97bb876d4fe1dc1a0a8a1dbfbd952a33/WebHD_720p.mp4?Expires=1639811049&Signature=ldlJdxci9PEj1DL5CTT3AabNGxWAtr5JiumEvDQm5t12PKhp7kvwLyaiB5Vc3elums9i57M9WQWmtpG2h9Q8TZUEFGRBLy-z31RlA2ngz4bZSjvYiMvZ7EehCnV9ItpPiJ4w5RhPdcJDoy-5Mblr2JYxbanS3Kn2ycKKPnUAJnik6b3TD8d~lyDDX6ftHrktLJwQAyQWd8SDgc5jtfMz~xXRxAdr6Ju6E5EWKzhFaMV97tnRQ~TRiNTvZLm7eR6ZcY68Itc3lIQYcVCucVgvk1US8L9yweTGHw6DMlIrSqOqm5lkq820deox2dh2JzwUoecDpObGPrF8yexIexCOEA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4090904", "category": "Personal Development", "sub_category": "Memory & Study Skills", "title": "Neuroplasticity: Teach Your Brain  To Work 3 Times Faster", "level": "All Levels", "author": "Express Skills Academy by James Renua", "duration": "2.5 hours", "rating": "3.6", "reviews": "98", "students": "18205", "coupon_code": "FE29E5C5EF7E1B72F519", "preview_img": "https://img-c.udemycdn.com/course/750x422/4090904_0c5a.jpg", "coupon_link": "https://www.udemy.com/course/neuroplasticity-teach-your-brain-to-work-3-times-faster/?couponCode=FE29E5C5EF7E1B72F519", "end_day": "2021-12-20 09:59:05+00:00", "headline": "Learn how to boost your brain's work in just 30 minutes!", "description": "<p>If you have never imagined what living life on autopilot is, this may be because you are going all autopilot and not realizing it. Being conscious about our lives is the least we can do to actually live the better life.</p><p>So, what does neuroplasticity have to do with it? Pretty easy. Neuroplasticity helps our brain to get out of the ‘comfort zone’, of sorts. It helps us learn new things, thus expanding our brain broad and wide for everything new the world can offer.</p><p>In this course you will learn exactly how Neuroplasticity affects our life and why we have to improve it to improve ourselves. You will also learn what Neuroplasticity can do miraculously, like: fight racism, prejudice, improve your thinking process and so much more.</p><p>You will also learn about our brain’s capabilities and what it really can do. Did you know that our brain is capable of holding information longer and wider than our lives? That we can possibly know so much that for now we can’t even imagine that happening? That’s because we have to use our brain’s potential and unveil everything it hides.</p><p>We will also learn about neurogenesis through our lives. We will learn what neurogenesis is and how it works and affects us.</p><p>But of course, we have to exercise to have a result in our Neuroplasticity studies, and that’s exactly what you are going to get. Some exercises will be shown during the course to help you improve your Neuroplasticity and achieve your desired results.</p><p>Come along and together we will improve and conquer our brain! For it’s own good, of course.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-02_07-23-44-4ede6ae67d7ed55b0e53097288a4812d/1/WebHD_720p.mp4?Expires=1639811052&Signature=EMEwbMGeYXlRJ2QT1OYg2-CPsKowc4Lg~zINcWouEvbzldMAEKsGAUkLJfRji5pMtK9GFuh3fBaqfWH2F90v4AZ8Hz9ll10M9m~w-s0ep7tqiPx6K2n5WEGShp1Zb1vL7c70E53jf1leP5FOPrsl3uHiHlvH~DAvsadRIxJHhzpyGeNI4Ie6GJoQivqGhD8fm5JBzIRxbR39ZhJmMcsqMq1RImci5Vucmubab3oIWsdZJ0xQmg~ywi5PGZMrXvij~vYLDH91HHNIl0EdG01iO4UYaaiJKeXqXyotDgf-jvSeUKGBSBohltxQ~fiqLsddjQVs-hwbNps5Dxd6chWEfQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3905144", "category": "Business", "sub_category": "Human Resources", "title": "Hiring Process: Talent Management", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "1 hour", "rating": "4.4", "reviews": "464", "students": "43798", "coupon_code": "DEC.2021", "preview_img": "https://img-c.udemycdn.com/course/750x422/3905144_1038.jpg", "coupon_link": "https://www.udemy.com/course/hiring-process-talent-management/?couponCode=DEC.2021", "end_day": "2021-12-19 10:30:06+00:00", "headline": "Talent management plays an important role in business strategy since it manages one of important assets - it's people!", "description": "<p>By adopting a structured and comprehensive hiring process, you're taking the first step in positioning your business for success by attracting the right talent. The type of talent that will help build the company culture, drive sales and ultimately position the company as a leader in the industry.</p><p>So in this course we will learn:</p><ul><li><p>Learn how to present the current open position</p></li><li><p>Develop a workable hiring strategy</p></li><li><p>Know how to determine which candidates to interview</p></li><li><p>Steps and techniques to use in an interview</p></li><li><p>Welcome newly hired employees</p></li><li><p>Find potential candidates for the position</p></li><li><p>İnterview new and potential candidates</p><p><br></p></li></ul><p>The job market is more competitive than ever, which means your job as an HR professional needs to evolve in order to keep up with the latest HR trends – and a great talent management strategy could be what helps you edge out the competition.</p><p>Some view ‘talent’ as employees who are top performers or those with high potential, while others view talent as everyone in an organisation.</p><p>When preparing to hire a new employee, your first step should be to know what position you intent to hire them for. In this course you will learn how to research for new talents and the research will help you get a better idea of that skill sets needed, which in turn will help you draft an accurate job description to share with potential candidates.</p><p>Which one is a talent?</p><p>++++++++++++++++++++</p><p>If you are a new manager or small business owner you also need to learn this piece of HR.</p><p>So, what are you waiting for?</p><p>Let’s get started!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-03-10_19-52-35-1d4516f6d27fdd4ae7c14d699f355a8e/1/WebHD_720p.mp4?Expires=1639811054&Signature=LgDLZKXUq5wsRb6zZfd9YMNhjDdVewPc51Z0D1rOcCeY8AskO--grGsf6iY-O~FMJAJaKCLevCP0XXE9Rh~eO8Yv5sKyVmPRySVv5ob~NC7wZZvhhWcVd-w75AfWEbGO5drOwLn39CzjTvfwwnMAx5KMqZrww9XIBSVNrALkBjcOwBWi3Hxtqg2UOrhYmCFv3n5tYAJCmUNS1fLClfOi-3hqdAk0io7oz1uLxhgLCyVwLV4sy4n2ZXXaqGQCrh4nHZvDo6w7Q0RYmLbKl20nPXW4t5emtduz9yRT6g6t5YDQHMU-vyUrDP71bx7JORlyYJ9Mg8dLSbj5bYflXMKCCA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2786494", "category": "Marketing", "sub_category": "Social Media Marketing", "title": "Instagram Marketing 2022 | Grow Organic Followers Naturally!", "level": "All Levels", "author": "Skyler Chase", "duration": "1 hour", "rating": "4.3", "reviews": "3511", "students": "116373", "coupon_code": "DISCUDEMY.", "preview_img": "https://img-c.udemycdn.com/course/750x422/2786494_3de6_5.jpg", "coupon_link": "https://www.udemy.com/course/2020-millennial-insta-marketing-grow-10k-organic-followers/?couponCode=DISCUDEMY.", "end_day": "2021-12-21 22:43:54+00:00", "headline": "Grow Organic Targeted Followers, Quick Brand Awareness, & Turn Page Visits Into Paying Customers w/ Instagram Marketing", "description": "<p><strong>Welcome to the Social Savvy Insider!</strong></p><p>***Over <strong>10,000 students</strong> enrolled in 3 days of this course going live***</p><p>***Now <strong>100,000+ students</strong> enrolled***</p><p><strong>Language:<em> English</em></strong></p><p>----------------------------------------</p><p>Hi! My name is <strong>Skyler</strong>, Co-Founder of <strong>Social Savvy LA (Influencer Marketing Growth Agency)</strong></p><p>This is the <strong>most educational course under 2 hours</strong> on the market. This course is hyper-focused on the most effective tactics of marketing through Instagram. For this course to be applied to your page, you should have an intermediate level of understanding of the platform and its basic functionality. </p><p>Instagram is one of the most powerful social media platforms to this date and only growing. As a free platform with over 1 Billion Instagram users, you have endless opportunities to grow and increase your business revenue through Instagram marketing. You just need to know the latest tips and strategies. In this course, we teach you the most lucrative and valuable strategies to date resulting in targeted traffic, organic followers, and loyal customers.</p><p><strong>Instagram is one of the most effective marketing platforms to gain new customers:</strong><br></p><p><strong>THIS course will change your perspective on Instagram marketing and teach you everything you need to know to successfully market your business on the platform.</strong><br></p><p><strong>My team and I spent months making a course that is strictly the most effective information on Instagram Marketing! We did not want to waste students' time with nonsense episodes you’re not likely to even finish. This course is full of the MOST crucial Instagram Marketing knowledge to date.</strong></p><p><br></p><p>We made it easy to follow along with screen recordings and step-by-step breakdowns of techniques. Not to mention, we make it fun to watch so you don’t get bored learning. This course contains the knowledge you should know to be ahead of your competition in 2022. We show you all the tools to create/source quality content, properly edit photos, post accordingly to your analytics, grow your Instagram followers, and many more tactics. Ultimately resulting in sales to your business from targeted customers.<br></p><p>Online shoppers measure your trustworthiness and credibility based on your Instagram presence. By learning the ins and outs of profile presence and how to gain thousands of active followers, your profile will have a higher conversion rate of follows, sales, and professional business connections.</p><p><strong>Social Savvy Insider Overview</strong><br></p><p>This Instagram course contains over <strong>50 lectures</strong> and 1 1/2 hours of content. It's crafted for anyone who wants to learn how to use Instagram to grow your page with REAL organic followers. We pride ourselves on being up to date with new Instagram algorithms and updates for Instagram growth and sales. You will have lifetime unlimited access to this course.</p><p>A bonus episode will be coming soon!<br></p><p>As an owner of a digital marketing agency that’s served hundreds of clients, PR agencies, and big brands, I’ve learned the ins and outs of modern-day Instagram marketing. My team and I have had many clients who could not afford our services but wish to work with us. After many months we decided to create a course full of the knowledge we provide through our services at an affordable price for everyone. The tips and secrets we share in this course come from our services that large brands pay us thousands per month to provide. We’re excited to share this knowledge with the public through a fun and exciting course that’s not too long!<strong> At the end of every chapter, we always recap the lectures you learned while making a cup of coffee.</strong><br></p><p>We look forward to connecting with you as well. We are here as a team to answer questions, feedback, and hear your success stories.</p><p><br></p><p>After you complete this course, you will have a high-level understanding of Instagram marketing in 2022 from the millennial perspective.</p><p><br><strong>We’re excited to see you in the course!</strong><br></p><p>- Skyler and the Social Savvy Team</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-02-14_00-53-58-4c065108383a97206015818e461540f2/WebHD_720p.mp4?Expires=1639811063&Signature=Bi7aXNpFJhthXO70O6tXSzx3vU0GRRH2o9Cxo66jTUAvYDeOfhLgW5RJFGGngbQkMyXYW~ffF4~6vwWVQ72d~IsD~9qJlSGsZDoAW1z0Vd2~QebSxRzGSB1yv9F-YP-cdBNjcKcldC2zgYsIgfneoraVXvNcM0BXsxisZ3rUHbMiPwCLwv1HOBjsbqocP48Fc0SRA4I-Up4nqIwwvuvNjeGgCihdblBNglFmYKX-L0l439mcWeXBG6ftKlavtmdP9M05Uexoa7RBc3-PhViP7bgntfaKFjF4WK~k~I22csCcmlXnix06-tCBb56SSjlm2Mi5D3qhjLn8qx76KRWmOQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4438870", "category": "Business", "sub_category": "Communication", "title": "Write Better Email: Technics for Clever communication", "level": "All Levels", "author": "ELOUAZZANI HAMZA", "duration": "38 mins", "rating": "0.0", "reviews": "0", "students": "1121", "coupon_code": "A9547502CAD98FC29B26", "preview_img": "https://img-c.udemycdn.com/course/750x422/4438870_860e_3.jpg", "coupon_link": "https://www.udemy.com/course/write-better-email-technics-for-clever-communication/?couponCode=A9547502CAD98FC29B26", "end_day": "2021-12-22 21:48:28+00:00", "headline": "How to improve your email writing skills to save time & optimize your business communication", "description": "<p>For most of us, email is the most common form of business communication so it’s important to get it right. Although emails usually aren’t as formal as letters, they still need to be professional to present a good image of you and your company.</p><p><br></p><p>Once the career fair is over, you’ll probably walk out with more business cards than you can count. Whether you get asked to do an interview the next day or not, it is always a good idea to follow up with the companies you were interested in. Doing so will allow you to make connections for future opportunities! Here are some tips and tricks for writing a successful and meaningful professional email.</p><p><br></p><p>We will highlight through this training below topics :</p><p><br></p><p><strong>I – THE PRINCIPLES FOR WRITING AN EFFICIENT EMAIL</strong></p><p>A. <strong>Types of emails</strong></p><p>B. <strong>The basics of writing the perfect subject line for your email</strong></p><p>C. <strong>Manage the structure of your emails</strong></p><p>D. <strong>How to associate actions in emails (using The \"3Ws\" stand for: Who, What, and When.)</strong></p><p>E. <strong>Good practice for making your emails scannable</strong></p><p><br></p><p><strong>II – SOME TECHNIQUES TO MAKE YOUR EMAILS CREDIBLE</strong></p><p>A. <strong>Respond to urgent emails immediately</strong></p><p>B. <strong>Use \"logical connectors\":</strong></p><p>C. <strong>Present options instead of open-ended questions</strong></p><p>D. <strong>Automate the sending of repetitive emails</strong></p><p>E. <strong>Show screenshot instead of expressing in words</strong></p><p>F. <strong>Write the perfect out-of-office auto-reply (OOO)</strong></p><p><br></p><p><strong>III – THE TOOLS LEADING TO PERFECTION</strong></p><p>A. <strong>How to properly designate recipients</strong></p><p>B. <strong>Learn how to add a signature to your emails</strong></p><p>C. <strong>How to correctly use the \"Reply to all\" option</strong></p><p>D. <strong>Best practices for sending attachments</strong></p><p>E. <strong>Scheduling Meetings Using Outlook</strong></p><p>F. <strong>Create e-mail management rules</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-12-13_22-12-55-f2cd44359e0123e862dc37e6cbd94387/2/WebHD_720p.mp4?Expires=1639811070&Signature=RJD9FQwkaaT0cVUufAkXhj1cklKq-JTYcyGu-~T0VOMshsfiBd4hnjhGyyTMcr3bgp3NK58hLiTKKzk7RT6hyyklEx7jTe4RJwtui51kS8LV5qDL3Ht-0Bf6BIwxrLiKrfe15AP4B7dCdqIbEUYmAM6c9y76dPS831sKjOItHA52ZS~FjGm2Y3EW2zWX8jzelzWFhUp9mA-~AQaBdrsYwpv0x73QrUi9m4WBfOcGtPD9oCbN1XkVJKeQ59CEJqVVDNz7Lb45mSyYGJ5H0AhxegPs4IEJyhmzLgAGlb~EB-enKGYJbxjSwI8h-Fu0gToHyd~ZIqccTvKduDqHOIo9hg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3229341", "category": "Design", "sub_category": "Design Tools", "title": "Affinity Publisher Guide - Affinity Publisher for Beginners", "level": "Beginner Level", "author": "Nick Nyxson", "duration": "3 hours", "rating": "4.6", "reviews": "173", "students": "49702", "coupon_code": "BE0AB79537F6E0188118", "preview_img": "https://img-c.udemycdn.com/course/750x422/3229341_e035_3.jpg", "coupon_link": "https://www.udemy.com/course/affinity-publisher-guide/?couponCode=BE0AB79537F6E0188118", "end_day": "2021-12-21 04:03:19+00:00", "headline": "Learn Affinity Publisher (part of Affinity Suite) as Fast As Possible. From Affinity Publisher Beginner To Advanced.", "description": "<p>Welcome to <strong>Affinity Publisher Guide - Affinity Publisher for Beginners!</strong></p><p>The only course you will need to start with Affinity Publisher, one of the best publishing software in the industry.</p><p>Affinity Publisher is an easy-to-use desktop publishing software that helps you create beautiful layouts with custom graphics and images in minutes. It's the perfect choice for a graphic designer who wants to take on a more creative role, or for someone who has always wanted to create their own book, magazine, or brochure. Affinity Publisher offers powerful features, like multiple master pages and postcard printing templates, so you can easily express your creativity.</p><p>Learn how to create incredible-looking graphics, layouts, and designs in Affinity Publisher. With our intuitive course and carefully planned lessons, you'll be able to design amazing infographics, flyers, posters, and more!</p><p>Here you will learn everything you need to know about Affinity Publisher, including but not limited to:</p><ul><li><p><strong>Basics &amp; Interface of Affinity Publisher;</strong></p></li><li><p><strong>Tools of Affinity Publisher;</strong></p></li><li><p><strong>Creation of Basic Book Document;</strong></p></li><li><p><strong>Advanced tips &amp; Tricks</strong></p></li><li><p>&amp; Much More...</p></li></ul><p>Most importantly this course will continue and grow as time passes and all the upgrades will be available for FREE for every enrolled student.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p><p>So what are you waiting for? Join thousands of students who've made amazing things happen with this course!</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-07-08_09-35-23-71db5ca833450a2fba5c50e5c21a7d9c/1/WebHD_720p.mp4?Expires=1639811074&Signature=aBdsTZkWQHH457Q4Xrc417FtAxu6MivvpqAk6ufHgRAr4IImDEzeK8v0tZV0uHKpb66hIaRELYprUd9QgjQz1Jrqa-pMChCiRfr0wwr7GIEbTVxi--VLK4ih~SO9xsxrnE8PSQVhhMzKzxUNaTS7dnEcQ5cIEaxe7DGAQxYKb3ti~NpZYe4Tg0zYld36NTkJfKLHMCyX5Wd01nFR7OYl~VsRgSU5REvVPTS-SejXhMdoPoEdEoneLL~5AKFqdCkGkXC2fQB2a4HOfqbCiMUSfTlEoHacGNcxlfAWjyugBVpJsqgMUA8vFIn-Ct5DnPbS0w~VKGlZJAzWCxMoy7DVAw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4081388", "category": "Photography & Video", "sub_category": "Digital Photography", "title": "Instagram Photo: Make Your Instagram Look Pretty in 5 Steps", "level": "All Levels", "author": "Express Skills Academy by James Renua", "duration": "3.5 hours", "rating": "3.6", "reviews": "22", "students": "7709", "coupon_code": "92F546DAC195A594B02B", "preview_img": "https://img-c.udemycdn.com/course/750x422/4081388_bd14.jpg", "coupon_link": "https://www.udemy.com/course/make-your-instagram-look-astonishingly-pretty-in-5-steps/?couponCode=92F546DAC195A594B02B", "end_day": "2021-12-20 10:00:19+00:00", "headline": "Get a Professional Tool to Become a Blogger and Take beautiful Instagram Photography", "description": "<p>If you are into beautiful photos – you’re in a right place. Here we will talk about everything you need to make a truly pretty Instagram profile (Instagram Photography). And this time it won’t be someone else you so frequently see on Instagram, this is going to be you!</p><p>This is a great opportunity to learn why do these bloggers and those cafés have really pretty profiles (Instagram Photography) and also learn how to make one!</p><p>There comes a point in anybody’s lifetime where they will have to negotiate for something, whether it is a basic offer or something that is a lot more serious, negotiating is something that we all should be capable of.</p><p>Now, it might not be as serious as a political negotiation among leaders and important people, but learning how to negotiate like those people will serve as a crucial tool in your arsenal. Knowing how to negotiate not only grants you your desired outcomes, but it also grants you respect from your peers.</p><p>This course will help you become this great negotiator by teaching you 4 simple but really useful tips that will boost your negotiating prowess and help you improve your life in every way, and the greatest thing about this…. it will only take up 30 minutes of your time!</p><p>Who is it for?</p><p>- Bloggers wanting to improve their profile</p><p>- Small businesses, cafés, online clothing shops, you name it</p><p>- People who want to stand out</p><p>- Anyone wanting to embrace their creativity</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-05-27_17-21-25-4a6d96e01c1356556708060c8de0afb4/1/WebHD_720p.mp4?secure=dzEMO8_e4kJwdkXIaMQzqw%3D%3D%2C1639811077"}, {"course_id": "3086232", "category": "Development", "sub_category": "Programming Languages", "title": "تعلم البرمجة للأطفال و المبتدئين | Programming with Scratch", "level": "Beginner Level", "author": "Abd EL Rahman Sameh", "duration": "2 hours", "rating": "4.4", "reviews": "162", "students": "10130", "coupon_code": "UNLIMITEDLEARNING2", "preview_img": "https://img-b.udemycdn.com/course/750x422/3086232_7f3a_3.jpg?secure=yWRltj6pmwF_lOJnM6NkBg%3D%3D%2C1639881279", "coupon_link": "https://www.udemy.com/course/start-programing-code-with-scratch/?couponCode=UNLIMITEDLEARNING2", "end_day": "2021-12-22 17:35:29+00:00", "headline": "تعلم البرمجة للأطفال والمبتدئين اول طريق لك في عالم البرمجة يمكنك الان صنع رسوم متحركة والعابك المفضلة", "description": "<p>هل تمنيت من قبل تعلم البرمجة لكن لم تعرف من اين تبدأ في هذه الدورة التعليمية سنتعلم مبادئ البرمجة الأساسية من الصفر ونستوعبها اكثر من خلال تعلم لغة سكراتش.لغة سكراتش من اسهل اللغات في تعلمها كما انها لغة برمجة بصرية تستطيع من خلالها تعلم اساسيات البرمجة بالإضافة الي صنع رسوم متحركة والعاب شيقة في النهاية ستتعلم كيف تفكر مثل مهندس سوفت وير </p><p>هذا الكورس مخصص لأي شخص يريد تعلم البرمجة ولا يعرف من اين يبدأ كما انه مخصص للأطفال والمعلمين والاباء من&nbsp; يريدون تعليم أبنائهم البرمجة</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-05-29_22-07-04-1329d5dd61c85e15db6f1eaaf52aeeaf/1/WebHD_720p.mp4?Expires=1639811079&Signature=XQCZADirGLJrOQMSDwZ2-d3uRh-2IL21L8cTN56y6mr09Fxr94quUVgNsRZXMH1pTCSXVmxkHc2BvmUytR9RazwJWwYgNGSzw4wfa93xYfucxBUMDY7ZkW0RPNy4py6rM4IN0oqqftqxp6PuB3Nb1mRI77RsHPsWeaJvCgVhhEbMQZ4qMGxRURBp6lkhu8iSzkUogRjFESbCslRoRQdnfcyJjxixnrMK53VXAmGwf1R76aGTb2UgDjIrijVuEm9KR5qKiYGST4oAw~DzhnkqmlTCPXYzX87BlqCrw8y0l61EXtsnWiOr~wPDdpUC8bGn6cUKpvHBDaxXT0cWW~52SQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3872124", "category": "Personal Development", "sub_category": "Other Personal Development", "title": "Australian Citizenship Test  The Dream", "level": "All Levels", "author": "SMARTER ACADEMY", "duration": "", "rating": "3.5", "reviews": "18", "students": "10563", "coupon_code": "F2964B631283905E6DD7", "preview_img": "https://img-c.udemycdn.com/course/750x422/3872124_58fa_2.jpg", "coupon_link": "https://www.udemy.com/course/australian-citizenship-test-certificate-the-immigration-dream/?couponCode=F2964B631283905E6DD7", "end_day": "2021-12-22 16:52:35+00:00", "headline": "97% Pass in First Attempt Easily Get Ready for Certificate of Australian Citizenship CAC", "description": "<p><strong>Welcome !&nbsp; </strong></p><p><strong> </strong><em>get Ready for Certificate of Australian Citizenship CAC</em></p><p>Get ready to say \"I am Australian.\"</p><p><strong><em>97% Pass in First Attempt Easily</em></strong></p><p><br></p><p><strong>2021 Australian Citizenship Test</strong></p><p>Congratulations on choosing to become an Australian citizen. It takes courage, endeavor and commitment<br>to live in a new country and participate fully as a citizen. We value your contribution to our peaceful and<br>democratic society. Australian citizenship is an important step in your migration story.</p><p>The <strong>Australian citizenship test</strong> plays a valuable role in encouraging people to find out more about Australia, as well as understanding the responsibilities and privileges being an Australian citizen brings. All the information you need to pass the test is in the citizenship test resource Australian Citizenship: Our Common Bond.</p><p><br></p><p>About Australia Citizenship Practice Test:</p><p>– The test is in English<br>– consists of 20 multiple choice questions, and<br>– You must answer %75 of the questions correct in order to pass.<br>– There is not a separate English language test but you will need a basic knowledge of English to pass the test.</p><p>Before you can set the citizenship test, you must apply for citizenship. Becoming an Australian citizen means that you are making an ongoing commitment to Australia and all that this country stands for. It is<br>also the beginning of your formal membership of the Australian community. It is the step that will enable<br>you to say ‘I am Australian’.</p><p>How to get Australian Citizenship?</p><p>Australian citizenship is a privilege that offers enormous rewards. By becoming an Australian citizen, you are joining a unique national community. Our country has been built on the combined contributions of our Indigenous people and those who came later from all over the world. We celebrate this diversity and at the same time, strive for a unified and harmonious nation. The strength of the Australian community means that we work together to solve problems and to make Australia the great country that it is. We have a stable system of government and Australians respect the authority and laws of the government. Our stability, our culture and our laws have been shaped by our history. By joining the Australian community, you will inherit this history and you will be in a position to contribute to it.</p><p>Australia is an ancient land. It is vast and unique. It is a country of rainforests and woodlands; of golden<br>beaches and dry deserts. Our Indigenous cultures are the oldest continuing cultures in the world. We are also a young nation; a nation of migrants. European settlement in Australia began in 1788 and we continue to welcome new migrants today. People from more than 200 countries have made Australia their home. As a result, our society is one of the most diverse in the world. Australia successfully combines ethnic and cultural diversity with national unity. Citizenship is the bond that unites us all.</p><p>On 17 September 2006 the Australian Government released a discussion paper seeking community views on the merits of introducing a formal citizenship test. More than 1644 responses were received with 60 per cent of respondents supporting the introduction of a citizenship test. A further 25 per cent of respondents were opposed to the introduction of a formal citizenship test and the remaining 15 per cent did not state a clear view either way.</p><p>On 11 December 2006 the Government announced its intention to introduce a citizenship test and values statements for permanent and selected temporary visa applicants.</p><p>The Australian Citizenship Amendment (Citizenship Testing) Bill 2007 was introduced into Parliament on 30 May 2007 and was passed by the Parliament on 12 September 2007. The citizenship test was implemented on 1 October 2007.</p>", "preview_video": ""}, {"course_id": "4321232", "category": "Business", "sub_category": "E-Commerce", "title": "How to Print on Demand - Beginners Guide to POD", "level": "Beginner Level", "author": "Nick Nyxson", "duration": "2 hours", "rating": "4.5", "reviews": "38", "students": "11339", "coupon_code": "725190DB06C892603BB0", "preview_img": "https://img-c.udemycdn.com/course/750x422/4321232_ef1e.jpg", "coupon_link": "https://www.udemy.com/course/how-to-print-on-demand/?couponCode=725190DB06C892603BB0", "end_day": "2021-12-22 04:05:16+00:00", "headline": "Learn how to create a Print on Demand store even if you have no prior experience with E-Commerce!", "description": "<p>Beginners Guide to POD - Print On Demand Masterclass is a complete guide for beginners who want to start their own print-on-demand store. It will help you avoid costly mistakes and provide detailed, step-by-step instructions that you can follow along with as you start your own print-on-demand store.&nbsp;</p><p>The course provides an all-in-one solution for people who have a burning idea for print-on-demand products but don't know where to start. It includes helpful, detailed information about design, marketing, and Store Building. It's the perfect course if you've been thinking about starting your own business and want to take that first step but haven't known how to do so.</p><p>Most importantly, you will learn the entirety of how to set up a print-on-demand store from scratch. You will also learn how to upload products, customize your store and sell your products. This course is perfect for beginners who are looking to create their own print-on-demand store or anyone who is looking for a refresher on the basics.</p><p><br></p><ul><li><p>Learn how to design and launch your own print on demand store in just a few simple steps</p></li><li><p>No initial investment;&nbsp; You're good to go!</p></li><li><p>Live examples of Products and all the tools you need: graphics, fonts, website layout etc.</p></li><li><p>Learn how to design, launch and grow your own print on demand store with ZERO technical skills</p></li><li><p>Use free or cheap platforms to create your online store</p><p><br></p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2021-10-14_04-03-26-08d08202fbf70963b9b4eaa83455313d/2/WebHD_720p.mp4?Expires=1639811085&Signature=BWyLho6XpJgOVg5dC-b2uX3xi3FexPVbcbO5H4UhZZR2EtNb2W0alxHlwR~XF8ufgUYeFdIuPgEevey8JMYY0sKKNnZsDvM3n~09fBntUEYxYzEcjXAWiRZc~SASq8rk9CNvol3wHjGhHuC3uHsHUqUMsS5-AKYaFFfek7r~u18hY~bFc4aeMvlz2tlJZXtgN1Rt9Qqhct5A9UMMeeRs3wdB5QxpLq~LD3uh4A~kr7JT-FM1pQmkphMSPPuVjWlGy3tkI81u0umlwerkkmcJF3BThObelepEif53m-uZ03uOEnFCkk6eGuPCGCu2vnA7~d3BPks7AwrxmT2fFpZyEw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1517986", "category": "Business", "sub_category": "Entrepreneurship", "title": "QuickBooks Online 2021 & 2020 Start to Finish", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "144 hours", "rating": "4.4", "reviews": "3237", "students": "61331", "coupon_code": "E069F43A4DB6ACF25D60", "preview_img": "https://img-b.udemycdn.com/course/750x422/1517986_f8a9_3.jpg?secure=4xFDL0-Wzxwe7RR6BdQDBQ%3D%3D%2C1639881298", "coupon_link": "https://www.udemy.com/course/quickbooks-online-2018-start-to-finish/?couponCode=E069F43A4DB6ACF25D60", "end_day": "2021-12-21 05:07:39+00:00", "headline": "Learn QuickBooks Online 2021 in a comprehensive online course taught by a practicing CPA, CGMA, CPI, with BS tax", "description": "<p><strong>We will update this course each year at no additional cost, so the course community has access to the latest look and feel of QuickBooks Online and can also look back to see the changes that have been made.</strong></p><p><strong>We have received a lot of positive feedback and suggestions for improvements that we will put into place as we update.</strong></p><p><strong>We greatly appreciate the feedback and support we have received with this course and we look forward to continually improving it with your help.</strong></p><p>The new material will provide learners with the most current look and format of QuickBooks Online. </p><p>We have listened to, and are grateful for, many reviews over the year and will implement many changes as we update the course including shortening unnecessary introductions, adding more ways for learners to work in a hands-on approach, and adding new content related to specific industries and circumstances including a cash basis business.</p><p>-----------------------------------------------------------------------------------------------------------------------------</p><p>This is a comprehensive QuickBooks Online course.</p><p><strong><em>If you are a student at an accredited academic institution, you may be eligible for a free trial version of QuickBooks from Intuit, which is a great tool allowing you to maximize the use of this course. We may also utilize a free 30 trial often offered by Intuit, the owner of QuickBooks</em></strong></p><p>This course will start at the basics, assuming you know nothing about the software or accounting.</p><p>We will start by comparing the different versions of QuickBooks. We will then go through the purchasing process, the downloading process, and the installation process.</p><p>The first half of the course will be dedicated to navigating the software, getting a feel for the major components of the software, and the primary accounting cycles such as the customer section or revenue cycle, the vendor section or payments cycle, and the employee section or payroll cycle.</p><p>Once we learn the primary sections or accounting cycles we will analyze the forms and transactions within each section, considering the impact each has on the financial statements.</p><p>The second half of the course will be in the format of a comprehensive problem, working through two months of data impute.</p><p>We will enter every standard type of transaction as we work through the comprehensive problem. The comprehensive problem format will provide context to the data entry process, so we understand how the data impute fits into the accounting workflow.</p><p>A comprehensive problem also allows us to do more than simple data entry, data entry generally being the easiest part of the accounting process. We will be able to see how to set up the system to make the data entry as easy as possible.</p><p>We will also be able to see the impact on the financial statements of every transaction we make and be able to check our work after each transaction.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-09-15_01-25-06-3a8c355b7d04a65d32a35037dbca4675/1/WebHD_720p.mp4?Expires=1639811098&Signature=FQsCxAKwT1CSYsZPtQbNEBrQ~keTmLCb8Gzyy2ElDlCy-T2DihhqNJ~UuO3Z~yGvV0QpPcJoHS~XEimpRAZIrYPbN61Q8wACA4V~HVw992m83qLS~i1N0N1C6J1zZJvzrPcDFRQc3pIRZYG-RHpXim67YAchsAiLVj0CRp7PuvdwkHtXq7R8VWNAMwWVQI2GquQgdMIndnsoVKBWgMHcY0sRHbyMV3yaRAbJ5061A8AIzGMCiJjIOcvP~C2ZyLjvk9iy~bGrW8YIUyvREvpTEWByQJ2e6FsSPiwrshWBHtbg6FJd~jxZZEszNUU54XnDLWS44tbpxpKEZljJbhVN6A__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4155148", "category": "Business", "sub_category": "Management", "title": "GMAT Graduate Management Admission Test Questions and Answer", "level": "All Levels", "author": "SMARTER ACADEMY", "duration": "", "rating": "4.0", "reviews": "3", "students": "9153", "coupon_code": "56E7486DF58B240CAFCE", "preview_img": "https://img-c.udemycdn.com/course/750x422/4155148_7c63.jpg", "coupon_link": "https://www.udemy.com/course/gmat-exam-graduate-management-admission-test-questions-and-answer/?couponCode=56E7486DF58B240CAFCE", "end_day": "2021-12-22 16:46:20+00:00", "headline": "2022 Get Ready for your MBA and boost your CAREER", "description": "<p><strong>GMAT Graduate Management Admission Test Questions and Answer</strong></p><p><strong>2022 Get Ready for your MBA and boost your CAREER</strong></p><p><br></p><p>The <strong>Graduate Management Admission Test</strong> (<strong>GMAT</strong>) is a computer adaptive test (CAT) intended to assess certain analytical, writing, quantitative, verbal, and reading skills in written English for use in admission to a graduate management program, such as an MBA program. It requires knowledge of certain specific grammar and knowledge of certain specific algebra, geometry, and arithmetic. According to the test-owning company, the Graduate Management Admission Council (GMAC), the GMAT assesses analytical writing and problem-solving abilities while also addressing data sufficiency, logic, and critical reasoning skills that it believes to be vital to real-world business and management success. It can be taken up to five times a year but no more than eight times total. Attempts must be at least 16 days apart.</p><p>GMAT is a registered trademark of the Graduate Management Admission Council. </p><p>More than 7,000 programs at approximately 2,300+ graduate business schools around the world accept the GMAT as part of the selection criteria for their programs.Business schools use the test as a criterion for admission into a wide range of graduate management programs, including MBA, Master of Accountancy, Master of Finance programs and others. The GMAT is administered in standardized test centers in 114 countries around the world. According to a survey conducted by Kaplan Test Prep, the GMAT is still the number one choice for MBA aspirants despite the increasing acceptability of GRE scores.According to GMAC, it has continually performed validity studies to statistically verify that the exam predicts success in business school programs.</p>", "preview_video": ""}, {"course_id": "3047216", "category": "Development", "sub_category": "Programming Languages", "title": "Python for beginners - Learn all the basics of python", "level": "Beginner Level", "author": "Yassin Marco", "duration": "5 hours", "rating": "4.4", "reviews": "6963", "students": "250015", "coupon_code": "CE871888A83DD4150C66", "preview_img": "https://img-c.udemycdn.com/course/750x422/3047216_4888_2.jpg", "coupon_link": "https://www.udemy.com/course/python-for-beginners-learn-all-the-basics-of-python/?couponCode=CE871888A83DD4150C66", "end_day": "2021-12-23 00:47:13+00:00", "headline": "Learn how to program in python- python functions-python basic apps - python tips and tricks -  Other Python features", "description": "<p>Programming can sometimes be very hard to learn especially if you have no experience in this field. But, this course have everything that you need to be able to start your programming career or improve your programming skills by learning all the basis of python. If you :</p><p>- Are in school and want to learn how to program in python</p><p>- Need to learn this programming language for work</p><p>- Want to start a personal project that requires you to have programming knowledge</p><p>- simply want to learn a new skill</p><p>Then you will love this course. Not only you will have by the end of the course a very solid base of this programming language but you will also be able create small and simple application right after the course.</p><p><br></p><p><strong>The structure of the course</strong></p><p>The way the course is made is really done to help you learn all the basics of this programming language. From installing your text editor to writing your first lines of code to create your small apps everything is structured to help you achieve your goal of learning how to program in python. This course is also teach many python functions and formulas and give a complete understanding of those. The goal is really to help you have a complete understanding of this programming language. Indeed, the hardest part is not to learn the language but to think like a programmer and this is exactly what this course is going to teach you.</p><p>Also, this course has been built on a concept of learning by practice. In other words, in each class you will learn the theory about every concept and then you will have a lot of practice to help you reach your full potential and give you a better understanding of the topic. This way, by practicing you will be able to write lines of code by yourself and understand the logic behind each command that you write down.</p><p><br></p><p><strong>For who is this course designed</strong></p><p>There are many python courses out there, but this one is different. Indeed, this python course will teach you by example all the basics of this programming language. Also, since this course is an introduction it can be great for people who have never worked with python before. Indeed, even if you never programmed in your life this course will give you a solid basis about how to properly work with python. The goal of this course is teaching you how to think like a programmer and create small and basics python projects.</p><p><strong>Why should I take this course</strong></p><p>If you want to learn programming then you should definitely take the course. Not only you will have created a lot of small apps by the end of it you will also have a very good knowledge of different python concepts. Also you will understand the logic behind this programming language as well as many of it's functions.</p><p><strong>There is no risk involved in taking this course</strong></p><p>This course comes with a 100% satisfaction guarantee, this means that if your are not happy with what you have learned, you have <strong>30 days </strong>​to get a complete refund with no questions asked. Also, if there is any concept that you find complicated or you are just not able to understand, you can directly contact me and it will be my pleasure to support you in your learning.</p><p><br></p><p>This means that you can either learn amazing skills that can be very useful in your professional or everyday life or you can simply try the course and if you don't like it for any reason ask for a refund.</p><p><strong>You can't lose with this type of offer !!</strong></p><p>This is why more than <strong>125 000 students</strong> have already took the course !! Don't wait anymore</p><p><strong>ENROL NOW and start learning today :)</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-05-15_16-20-17-0db2fa1f0f781d79601d47eac520024f/WebHD_720p.mp4?Expires=1639811124&Signature=QGSipXrhb2PTgP6VuEdh6ZkXCY1zGxEDbtmr-GLhrQ-OkF0--spb6nRV-uYRzcgA6aatOXfICcH5ZqOftH2YY68tquls~pitIreUkReD2-~kqp~mQ3RdwuKWnyIAvwDDNPlW1VNub2wK03zuJoG4ZrzkSfwbBk~0Cjj7Rhm81v1mSPBBcTgr1eBKNGbHllixIwrWNCFC7J6AcsyijK-T8fNzcvr0aRRsgy8L28-kcpWAu-bNTk5Y~mtwfWqmiZ2WSGosKJSYrw5mucIrYxelzqnbMbxPk-pXcaw-HyRHm5Ooo4uTIl-IGhViX~LGdEiOeXoDw1v6lNkwBSB3JGIXaA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4268574", "category": "Teaching & Academics", "sub_category": "Engineering", "title": "American Petroleum Institute API PRACTICE QUESTIONS", "level": "All Levels", "author": "SMARTER ACADEMY", "duration": "", "rating": "3.1", "reviews": "2", "students": "3119", "coupon_code": "F7C5CC2C33FFA828C4EA", "preview_img": "https://img-c.udemycdn.com/course/750x422/4268574_a0d3.jpg", "coupon_link": "https://www.udemy.com/course/american-petroleum-institute-api-practice-questions/?couponCode=F7C5CC2C33FFA828C4EA", "end_day": "2021-12-22 16:46:57+00:00", "headline": "American Petroleum Institute API PRACTICE QUESTIONS API 570  API 571", "description": "<p>The <strong>American Petroleum Institute</strong> (<strong>API</strong>) is the largest U.S. trade association for the oil and natural gas industry. It claims to represent nearly 600 corporations involved in production, refinement, distribution, and many other aspects of the petroleum industry.</p><p>The association describes its mission as <em>to promote safety across the industry globally and influence public policy in support of a strong, viable U.S. oil and natural gas industry</em>. API's chief functions on behalf of the industry include advocacy, negotiation and lobbying with governmental, legal, and regulatory agencies; research into economic, toxicological, and environmental effects; establishment and certification of industry standards; and education outreach. API both funds and conducts research related to many aspects of the petroleum industry.</p><p><br></p><p>Although some oil was produced commercially before 1859 as a byproduct from salt brine wells, the American oil industry started on a major scale with the discovery of oil at the Drake Well in western Pennsylvania in 1859.</p><p>The American Petroleum Institute was founded on 20 March 1919 and based in New York City.</p><p>In 1959, at a symposium organized by the American Petroleum Institute and the Columbia Graduate School of Business for the centennial of the American oil industry, the physicist Edward Teller warned then of the danger of global climate change. Edward Teller explained that carbon dioxide \"in the atmosphere causes a greenhouse effect\" and that burning more fossil fuels could \"melt the icecap and submerge New York\".</p><p>In 1969, the API decided to move its offices to Washington, DC.</p><p><br></p><p>API Standards Committees are made up of subcommittees and task groups that works and maintain these standards. The committees and subcommittees are:</p><ul><li><p>Committee on Standardization of Oilfield Equipment &amp; Materials (CSOEM)</p><ul><li><p>SC2- Subcommittee on Offshore Structures</p></li><li><p>SC5- Subcommittee on Tubular Goods</p></li><li><p>SC6- Subcommittee on Valves &amp; Wellhead Equipment</p></li><li><p>SC8- Subcommittee on Drilling Structures &amp; Equipment</p></li><li><p>SC10- Subcommittee on Well Cements</p></li><li><p>SC11- Subcommittee on Field Operating Equipment</p></li><li><p>SC13- Subcommittee on Drill Completion &amp; Fracturing Fluids</p></li><li><p>SC15- Subcommittee on Fiberglass &amp; Plastic Tubulars</p></li><li><p>SC16- Subcommittee on Drilling Well Control Equipment</p></li><li><p>SC17- Subcommittee on Subsea Production Equipment</p></li><li><p>SC18- Subcommittee on Quality</p></li><li><p>SC19- Subcommittee on Completion Equipment</p></li><li><p>SC20- Subcommittee on Supply Chain Management</p></li><li><p>SC21- Subcommittee on Materials</p></li></ul></li><li><p>Committee on Refinery Equipment (CRE)</p><ul><li><p>SCAST - Subcommittee on Aboveground Storage Tanks</p></li><li><p>SCCM - Subcommittee on Corrosion &amp; Materials</p></li><li><p>SCHTE - Subcommittee on Heat Transfer Equipment</p></li><li><p>SCIMI - Subcommittee on Inspection and Mechanical Integrity</p></li><li><p>SCOPV - Subcommittee on Piping &amp; Valves</p></li><li><p>SCPRS - Subcommittee on Pressure-Relieving Systems</p></li><li><p>SOEE - Subcommittee on Electrical Equipment</p></li><li><p>SOICS - Subcommittee on Instruments &amp; Control Systems</p></li><li><p>SOME - Subcommittee on Mechanical Equipment</p></li></ul></li><li><p>Pipeline Standards Committees</p></li><li><p>Safety and Fire Protection Committee (SFPS)</p></li><li><p>API Committee on Petroleum Measurement (COPM)</p><ul><li><p>Committee on Evaporation Loss Estimation</p></li><li><p>Committee on Gas Fluids Measurement</p></li><li><p>Committee on Liquid Measurement</p></li><li><p>Committee on Measurement Accountability</p></li><li><p>Committee on Measurement Quality</p></li><li><p>Committee on Production Measurement &amp; Allocation</p></li><li><p>Committee on Measurement Education &amp; Training[12]</p></li></ul></li></ul><p>API also defines the industry standard for the energy conservation of motor oil. <strong>API SN</strong> is the latest specification to which motor oils intended for spark-ignited engines should adhere since 2010. It supersedes <strong>API SM</strong>.</p><p>API also defines and drafts standards for measurement for manufactured products such as:</p><ul><li><p>Precision thread gauges</p></li><li><p>Plain plug and ring gauges</p></li><li><p>Thread measuring systems</p></li><li><p>Metrology and industrial supplies</p></li><li><p>Measuring instruments</p></li><li><p>Custom gauges</p></li><li><p>Precision machining and grinding</p></li><li><p>ISO 17025 registered calibration</p></li></ul><p>API RP 500 and RP 505 classify the locations for electrical equipment in hazardous areas.</p><p>API has entered petroleum industry nomenclature in a number of areas:</p><ul><li><p>API gravity, a measure of the density of petroleum.</p></li><li><p>API number, a unique identifier applied to each petroleum exploration or production well drilled in the United States.</p></li><li><p>API unit, a standard measure of natural gamma radiation measured in a borehole.</p></li><li><p>\"Non-API\", an item (e.g., tubular connector) not conforming to API standards</p></li><li><p>\"Non-API\", (informal) slang term for anything out of the norm.</p></li></ul>", "preview_video": ""}, {"course_id": "4179698", "category": "Teaching & Academics", "sub_category": "Language Learning", "title": "Arabic Language Course: Learn to Read Arabic, Write & Listen", "level": "All Levels", "author": "Hassan Academy For Arabic Language Courses", "duration": "14 hours", "rating": "4.6", "reviews": "77", "students": "20639", "coupon_code": "HASSAN", "preview_img": "https://img-b.udemycdn.com/course/750x422/4179698_829c.jpg?secure=AWp_K9m5XyeV8R9Lf95lHQ%3D%3D%2C1639881339", "coupon_link": "https://www.udemy.com/course/arabic-language-learn-to-read-arabic-through-short-stories/?couponCode=HASSAN", "end_day": "2021-12-22 11:22:26+00:00", "headline": "Arabic language course to learn to read, write arabic & listen through stories for Beginner, Intermediate & Expert Level", "description": "<ul><li><p><strong>New Update:&nbsp;We added Arabic Audiobook + MP3 Files + Translation in English.</strong></p></li></ul><ul><li><p><strong>New Update: We added new Section to Learn Writing in Arabic.</strong></p></li></ul><p>--------------------------------------------------------------------------------------------------------------</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;السلام عليكم</p><p><br></p><p>In this Course, you will learn to <strong>Read, Write &amp; Listen </strong>to<strong> Arabic</strong> through <strong>Short Stories &amp; Audiobooks.</strong></p><p><br></p><p>This Course is divided into 9 Sections:</p><ul><li><p>In the First Section: you will learn How to Write &amp; Pronounce <strong>Arabic Alphabet</strong>, and we will take some words for each letter.</p></li><li><p>The Second Section: you will learn How to Read Words with <strong>Arabic Diacritics</strong>.</p></li></ul><p>By finishing these two sections, you will be able to Read Words in Arabic.</p><p><br></p><p>Then,</p><ul><li><p>In the Third Section: you will take <strong>General Important Lessons</strong>, such as: How to make a sentence in Arabic.</p></li></ul><p>By finishing this section, you will be able to make sentences in Arabic.</p><p><br></p><p>Then,</p><ul><li><p>In Section 4: we will take <strong>Short Stories</strong>.</p></li></ul><p>By finishing this section, you will be able to Read Stories in Arabic.</p><p><br></p><p>Then,</p><ul><li><p>In Section 5: we will learn <strong>Writing in Arabic</strong> from Beginner to Advanced.</p></li></ul><p><br></p><p>And Finally,</p><ul><li><p>In Section 6, 7, 8 &amp; 9: we will learn to Listen to Arabic through <strong>Audiobooks</strong>.</p></li></ul><p><br></p><p>So, <strong>this Course consists of 5 Steps:</strong></p><ul><li><p>The First Step: is to learn How to <strong>Read Words</strong>.</p></li><li><p>The Second Step: is to learn How to <strong>Read Sentences</strong>.</p></li><li><p>The Third Step: is to learn How to <strong>Read Stories</strong>.</p></li><li><p>The Fourth Step: is to learn <strong>Writing in Arabic</strong>.</p></li><li><p>The Fifth Step: is to learn to <strong>Listen to Arabic</strong>.</p></li></ul><p><br></p><p>So, bring your pen &amp; papers; and let’s get started..</p><p><br></p><p><strong>What will you learn in this Course?</strong></p><ul><li><p>You will learn the Essentials of Arabic Language.</p></li><li><p>You will learn Arabic Alphabet &amp; Diacritics.</p></li><li><p>You will learn How to Pronounce Arabic Words.</p></li><li><p>You will learn 2000+ Arabic Words &amp; General important Lessons.</p></li><li><p>You will learn How to Make Sentences in Arabic.</p></li><li><p>You will learn to Read &amp; Listen to Arabic through Stories.</p></li><li><p>You will learn to Read Arabic Books.</p></li><li><p>You will learn to Write Arabic from scratch.</p></li><li><p>You will learn to Listen to Arabic Audiobooks.</p></li></ul><p><br></p><p><strong>Who is this Course For?</strong></p><ul><li><p>Arabic Learners.</p></li><li><p>Students who are in Beginner, Intermediate &amp; Expert Levels in Arabic.</p></li><li><p>Anyone wants to learn Arabic Alphabet &amp; Diacritics.</p></li><li><p>Anyone wants to learn How to Pronounce Arabic Words.</p></li><li><p>Anyone wants to learn How to make sentences in Arabic.</p></li><li><p>Anyone wants to learn to Read Arabic through Short Stories.</p></li><li><p>Anyone wants to learn to Write in Arabic from scratch.</p></li><li><p>Anyone wants to learn to Listen to Arabic through Audiobooks.</p></li></ul><p><br></p><p><strong>Who is Hassan Academy?</strong></p><p>Native Arabic Speaker, with over 12+ years of experience in Arabic Language.</p><p>Hands-on experience creating development courses and activities modeled on goal attainment and student-centered instruction, delivering engaging lessons focused on the interests and needs of students. Knowledgeable of standard instruction principles, classroom management styles, and approaches to teaching Modern Standard Arabic to English speakers.</p><p>We will add value by helping you learning how to listen to Arabic and read Arabic with true pronunciation as fast as possible.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-07-16_16-59-00-b6720ed43c57cfa5990423d9d11e18da/2/WebHD_720p.mp4?Expires=1639811139&Signature=iFZYf8l2bOsLjsP0Y5p7xKmfScfZ4oWlSDUWZXuYwf6lbUZLkEqsqDFz2yH6W1jddzWv0VCzcVnmDh8bWhk9k-UHmgze6b9aOO-jTdJcoZA5eKh6UIziPd7E6EvJmxAEahck88Sabq4M92HLMiSWCYQg-sTq14pHnDmFFAEDefDxyzGceNK3AU4Q8CYU0401BLlIiPzcV-OLOQCJS9mSYjfz0xINUqrnsI1R5kVLwwkBUV6OhneprNBhLIRWxJKW6hBLi4mYl8EWNfjIWaCWVC75l1b~TvdmqGOXARzlBnwLDpRsYO~~2rk8Hk84Id8HH-pKKDvFilEy0fbtTNuYRw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1979032", "category": "Teaching & Academics", "sub_category": "Humanities", "title": "Bible: Titus - 7 Lessons We Can Learn For Today!", "level": "Beginner Level", "author": "Boomy Tokan", "duration": "1 hour", "rating": "3.8", "reviews": "2", "students": "1161", "coupon_code": "B0CC9C0E7A7F81C260F0", "preview_img": "https://img-c.udemycdn.com/course/750x422/1979032_fcf4_5.jpg", "coupon_link": "https://www.udemy.com/course/bible-titus-7-lessons-we-can-learn-for-today/?couponCode=B0CC9C0E7A7F81C260F0", "end_day": "2021-12-19 17:23:47+00:00", "headline": "Bible Study of the Book of Titus and the lessons individuals can draw from this man Titus!", "description": "<p><strong>Review From Other Books </strong></p><p><strong>Book of 2 Peter</strong></p><p><strong><em>\"I had read Book 2 Peter after your teaching. Thank you. I wish that I could read the rest of the books in Bible thoroughly in future\". - Cynthia Josephine</em></strong></p><p><br></p><p><strong>Book of Philippians! </strong></p><p><strong><em>The instructor has a notable passion for sharing the Book of Philippians! (All the Books of the Bible) That passion drew me to seriously consider his engaging presentation. The instructor challenged me to see myself through the eyes of my Lord and Savior - not the eyes of the world! I learned many valuable teachings about the Book of Philippians by taking this course.. - Matt Hayes</em></strong></p><p><br></p><p><strong>Book  of Philemon</strong></p><p><strong><em>Wow! Boomy Tokan really knows his stuff! Wonderful in depth insights into the letter to Philemon with practical applications. I'm going to listen over again. Excellent course. Highly recommended!!! - Neresa Maye</em></strong></p><p>----------------------------------------------------------------------------------------------------------------</p><p>Most Christians have a wrong impression of the Book of Titus by mistakenly concluding it is written only for Pastors. This myth is further popularized because it is generally Church Leaders who quote from the book! </p><p>Nothing could be far from the truth. </p><p>I want us to realize that the Book of Titus is written towards all Christians and as we learn from these 7 Lessons the point will become clearer.  </p><p>However this book of the Bible is just as power packed as any other because the Word of GOD is the power of GOD onto salvation! <strong><em>Hence we approach it with the same reverence, determination and desire to learn more from the HOLY SPIRIT</em>.</strong></p><p>Our objective here is to enjoy a brief history of the book then dive into at least seven lessons we as individuals can learn from in the our generation. </p><p>----------------------------------------------------------------------------------------------------------------</p><p>The Book of Titus illustrates profound truths about:</p><ul><li><p><strong>God's plan for every individual<br></strong></p></li><li><p><strong>Leadership<br></strong></p></li><li><p><strong>Sternness<br></strong></p></li><li><p><strong>Family values<br></strong></p></li><li><p><strong>Obedience<br></strong></p></li><li><p><strong>Passion<br></strong></p></li><li><p><strong>Achievement<br></strong></p></li><li><p><strong>Grace<br></strong></p></li><li><p><strong>Purpose</strong></p></li></ul><p>----------------------------------------------------------------------------------------------------------------</p><p>I sincerely hope that just as the Paul commended David's service in his generation we can also fulfill GOD;s purpose in ours as we learn from the Book of Titus.</p><p><strong>----------------------------------------------------------------------------------------------------------------</strong></p><p><strong>Get Started Today - Click Take This Course Now!</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2018-10-23_14-02-42-598401b82beb0f7cdd071ac773ea8d8d/WebHD_720p.mp4?Expires=1639811155&Signature=C9pguRAWx5ziHYYj1RFj9A6I1iJAqLdB3KcvygTVkZSa6skXxQmps8StsGeL7CoHUvsQSpFye29hC5Q~bmVFLAkowaQ2wTFsqoO~kb95qQ2fmpgYZxoCURy9rWlNiMxFA3NjcN0c2VXKhTP~vSHvGzE970u6RuxgFW1W2TN59y3CQokAip45dLztrGnXLmjf0AIJMt3OvVetXsYXmxJA8DF4w07EZk48-uZJ-0FwkwfAbZKpBtaRhJhP0Y-yEQjMWSKCu5h324U25MjMdKpaVrWNpTTsWaXeJR9IiFiivlWSq6-B6pV5JG0Z~A1xD300~8ff7PXL19q-nM1lsGip0Q__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4361412", "category": "Design", "sub_category": "User Experience Design", "title": "Complete Adobe XD Megacourse: Beginner to Expert", "level": "Beginner Level", "author": "Creativity Unleashed", "duration": "19.5 hours", "rating": "4.1", "reviews": "28", "students": "6970", "coupon_code": "54D19BE352E4C76C8026", "preview_img": "https://img-b.udemycdn.com/course/750x422/4361412_d880.jpg?secure=BrjIyj9yWibjP8ptEE2SbQ%3D%3D%2C1639881362", "coupon_link": "https://www.udemy.com/course/complete-adobe-xd-megacourse-beginner-to-expert/?couponCode=54D19BE352E4C76C8026", "end_day": "2021-12-22 20:04:43+00:00", "headline": "This course will be your personal guide for UI/UX design using Adobe XD! Go from the basics to working profesionally!", "description": "<p><strong>This course is constantly being revised and updated with new lessons.</strong></p><p><strong><br>Learn UI/UX design with Adobe XD!</strong></p><p><strong>Design like a pro!</strong></p><p>Have you ever wanted to design your own app, website or blog? These days, we use them without a second thought. They have become an integral part of both the human experience and the financial market. It’s easy to come up with a new idea for a viral new app, but not as easy to make that app a reality - or so you might think. That’s where Adobe XD comes in. Adobe XD is an essential and collaborative UI/ UX design tool that can help you design a wide range of interfaces in great detail - and we’re here to teach you how.</p><p>In this course, you’re going to learn everything about user interface design with Adobe XD. Step-by-step, we’ll cover everything you need to know from opening the program for the very first time to finalising your finished design. You’ll learn all of the tools, as well as how and when to use them. We’ll also cover everything you’ll need to be able to collaborate with other web developers easily through its collaborative feature. During the course, you will learn about the principles of User Interface Design in order to design with purpose, as well as the principles of Human-Computer Interaction. Finally, we’ll teach you how to adapt to specific project requirements, as well as how to wireframe in order to turn your design into a functional prototype.</p><p>Our instructors have years of experience not only in UI/UX design, but also in teaching, and the expertly-crafted syllabus is designed to be easy to follow and thorough. We’ve even included plenty of examples explained and designed on-screen for you to study. That’s why this is the only Adobe XD course you’ll ever need to design professional apps, websites and blogs!</p><p><strong>Start designing today!</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-10-23_06-58-32-54f9e72600309e569e7149d6327440e0/2/WebHD_720p.mp4?Expires=1639811162&Signature=dVQYT8LI6PgyQJN-8SX1Fa74xnQ5brnnEG9qyhQOvfLJmmcXwumKB0ci~E5xgiZ3SqFTs00fUk6O4ntnCO-C~6v5jHiFgpqt7C4lEB6G2YyOSAN4GtqLVDQh0sR1igT~LYpmdCqRLRt~7aSlnWTi~hzPSqvDEESkmhnh7iMfu9ZPygehoKai~J8zM8Jiulp62JPedvcWb9qMrM~u0qPK3wh7rjYpmL2UEvM3WpUr9Vkp71FTaXo8eVk79h7gXgajMlm4ULfhOjv6r9~0eZSoywrVxojVMLIQXiaM9wh88gRp4ftgmfc6ShvgJ2ZEOUekx9184yN95SRmyCoCsbl2NA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3046128", "category": "Development", "sub_category": "Web Development", "title": "Modern JavaScript for React JS - ES6.", "level": "Intermediate Level", "author": "EdYoda Digital University", "duration": "1.5 hours", "rating": "4.4", "reviews": "1677", "students": "190155", "coupon_code": "FREEDEC37", "preview_img": "https://img-c.udemycdn.com/course/750x422/3046128_b850_3.jpg", "coupon_link": "https://www.udemy.com/course/modern-javascript-es6-for-react-js/?couponCode=FREEDEC37", "end_day": "2021-12-20 12:31:50+00:00", "headline": "A complete guide for beginners to learn the essential topics of ES6 which are required to learn React JS", "description": "<p>Are you looking to extend your knowledge in Javascript programming by learning the concepts of modern javascript - ES6?<br>If you want to start your journey to become a React or Angular developer, then this is the perfect course for you. <br></p><p><strong>What's this course about?</strong><br>This course is specifically designed for those who want to get a quick start with Modern Javascript, especially ES6 concepts. It covers all the basic concepts of ES6: how the javascript has evolved, how to use its latest features that come under ES6 topics, what is babel, and how it is used to compile the ES6 code to make it browser compatible. You will get all the behind the scenes of how the ES6 works in the introduction part of the course. <br><br><strong>More details, please!<br>ES6/ES7 </strong>modern javascript programming is becoming an essential part of the web development industry, as most companies are shifting towards using various popular web frameworks like Angular&nbsp;JS, Vue&nbsp;JS, or React JS. The demand for Developers with knowledge of ES6 is also on the rise. This course will help you get all the essential knowledge from the get-go and you will be a master in the concepts of ES6 by the end of this course. </p><p>In this course, <strong>we have covered : </strong></p><ul><li><p>All the basic to advanced concepts of ES6 right from variable declaration using 'let' and 'const' keywords, what is the difference between them and where to use them to the advanced topics like how to make asynchronous requests to servers using async-await and how to use promises to handle the requests more efficiently</p></li><li><p>What are arrow functions and how to use them</p></li><li><p>All about functional programming with the help of functions like map, reduce, filter, etc.</p></li><li><p>How to deep clone the objects with help of rest and spread operators and also about the scenarios of where and how we should use them most effectively</p></li></ul><p>By the end of this course, you will be ready to learn any latest web framework like React&nbsp;JS, Angular JS, or Vue JS. <br><br><strong>Who's teaching you in this course?</strong></p><p>I am a Computer Science graduate highly rated instructor with a rating of 4.3 and more than 200k students on Udemy, I have been part of the corporate circle since my college days. In my early days, I was part of a startup team delivering production grid android apps. Currently, I am a lead developer at EdYoda. I’m responsible for the entire front-end development &amp; integration with the back-end. React, Python, Django is my areas of expertise. I have been delivering corporate training for Android, React, JavaScript, Python &amp; Django. I have an eye for detail &amp; which makes me suited for delivering a finished product. I’m a fitness freak &amp; working out is the favorite thing to do in my spare time. </p><p>I want everyone to enjoy the learning process and I have shared my knowledge that will be helpful for you.</p><p><strong><br>After completion, we recommend you watch our React&nbsp;JS course which is the continuation part of this course where we have explained React&nbsp;JS frameworks in and out with some simple explanation along with assignments and projects.</strong></p><p><br></p><p><strong><br>Enroll now!! See you in class.</strong></p><p><strong><br>Happy learning !!<br>Team Edyoda</strong></p>", "preview_video": "https://mp4-b.udemycdn.com/2020-04-24_13-27-46-070c1060ceb1bf4f7bffef781efaa787/WebHD_720p.mp4?secure=BY4gv7z5ATp51I2daAPMuA%3D%3D%2C1639811164"}, {"course_id": "3297752", "category": "Teaching & Academics", "sub_category": "Humanities", "title": "Colossians - 4 Life Lessons - For Effective Transformation!", "level": "Beginner Level", "author": "Boomy Tokan", "duration": "1.5 hours", "rating": "4.5", "reviews": "2", "students": "508", "coupon_code": "1776F8C6F972B979E3DA", "preview_img": "https://img-c.udemycdn.com/course/750x422/3297752_452c.jpg", "coupon_link": "https://www.udemy.com/course/colossians-4-life-lessons-for-effective-transformation/?couponCode=1776F8C6F972B979E3DA", "end_day": "2021-12-22 16:30:58+00:00", "headline": "The srpremacy of Christ Jesus, your fullness in God, the power within you and how that shapes the way you live today!", "description": "<p>In this set of videos, I have given some verse by verse exposition however the focus is on how the lessons from the Bible can be applied to your daily life. It is surely a deeper dive into the book and you will get a sense of what the Holy Spirit requires you to do with what you have learned or received or heard or seen.</p><p>I believe the lessons are<strong> </strong>very informative and simplistic, for anyone whether with advanced Bible knowledge or a new Believer. The teaching will allow you to have a time reflection – an exercise that will promote growth and maturity in your life!</p><p>I once had friends who tried to indoctrinate me into legalism by insisting that I must observe the Sabbath as one of my Christian duties. At the time I was unfamiliar with the scriptures but my spirit told me to \"Watch Out\" </p><p>Months later I stumbled into Colossians 2vs1-19! </p><p>I was immediately delivered from their legalistic philosophy and focused on Christ. Paul warns the Church in Colossae to do the same \"Watch Out\"</p><p>Apart from the warnings, we receive in this book, the revelation of who God is and who we are in Him holds as a central feature. The tapestry of our; life in God and how it affects others is stiched with the written mastery Paul displays with the help of the Holy Spirit.</p><p>Colossians not only paints the vivid picture of our rescue by God but teaches how we can affect that rescue against those who attempt to capture us in their legalistic grip. </p><p>\"Watch Out!\"</p><p><strong>Recent Review from a previous course:</strong></p><p><br><strong>Timothy A Ratliff</strong></p><p><strong><em>\".... this is a good class for a new Christian, God Bless you in your service to the Lord\"</em></strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-07-05_01-19-52-c8e50a12060dcd842658c311eae8cced/1/WebHD_720p.mp4?Expires=1639811166&Signature=Ieq3zlA5RAnFKlkymf6HMm1FIi5oN5-JJhJ6Y3xb4~~ew8ODXmudw7L9XRe3~4rqD9KrfkbUnd7TPw1dTGFVbCIntNI98110cNVTGUKVGivspB8PH4wSfzYjPYqBGRIH2VeN1IHNZiLE1bqoeIaUTIvTN97WKSFALJhe3wl2zT3QkfL-c0qdLxHf4x4cYAbmTcqzCOj1brTsQh7lDiYbSalkDw1uS2exu0DsQsmBUAmMcLyqBdeojVFmx-rRL1JRaUhpN4mA5NhQtw8KDUpxswNj8bDqFWAbM7dIHHf1YFXH2ffUMqnQ87wBdkWRF2yqnFtDJ688ECGmn1n7L-6AdQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4039338", "category": "Office Productivity", "sub_category": "Microsoft", "title": "Excel - Einfach und leicht von Anfänger zu Fortgeschritten", "level": "All Levels", "author": "Stefan Kohler", "duration": "14 Stunden", "rating": "5.0", "reviews": "5", "students": "480", "coupon_code": "0A4662CA9C875A7EDEA3", "preview_img": "https://img-c.udemycdn.com/course/750x422/4039338_cf6b_3.jpg", "coupon_link": "https://www.udemy.com/course/excel-einfach-und-leicht-von-anfanger-zu-fortgeschritten/?couponCode=0A4662CA9C875A7EDEA3", "end_day": "2021-12-18 15:10:10+00:00", "headline": "Lerne mit Tabellen zu arbeiten, Daten auszuwerten, Formeln, Funktionen, Diagramme zu verwenden und Vieles mehr!", "description": "<p>Das Ziel dieses Kurses ist es, möglichst kompakt alle typischen Excel-Anforderungen des Berufsalltages vollständig zu vermitteln. So dass Du als Teilnehmer*in dieses Kurses professionell und selbstbewusst alle typischen Excel-Herausforderungen im Berufsalltag meistern kannst.</p><p>Lerne Schritt für Schritt - ausgehend von Deinem aktuellen Kenntnisstand – Excel sicher und kompetent einzusetzen. Durch die zahlreichen Übungen wirst Du wertvolles praktisches Wissen erlangen.</p><p>Wenn Du also in möglichst kurzer Zeit alle typischen Excel-Fähigkeiten des Berufslebens entspannt und erfolgreich bestehen willst, dann ist dieser Kurs goldrichtig für Dich.</p><p>Aus unserer Erfahrung wirst Du nach diesem Kurs sogar deutlich besser mit Excel umgehen können, als ein durchschnittlicher Büroangestellter der deutschen DAX-Konzerne.</p><p>Stelle Dir vor, wie viel bessere und schnellere Ergebnisse Du erzielen könntest, wenn Du einmal wirklich gelernt hättest, wie Du Excel bedienen kannst.</p><p><br></p><p><strong>Was wirst Du nach Abschluss des Kurses genau können:</strong></p><p><br></p><p>· Kapitel 1: <strong>Inhalt und Aufbau</strong> des Kurses. Lerne wie Du am Besten mit diesem Kurs und dem Kursmaterial arbeiten kannst.</p><p>· Kapitel 2: Kleine <strong>Einführung in Excel: </strong>Lerne vor allem das Excel Menü so einzustellen, dass Du gut damit arbeiten kannst.</p><p>· Kapitel 3: <strong>Dateneingabe</strong>: Hier kannst Du lernen, Daten effizient und zeitsparend in Excel einzugeben. Denn das ist eine der größten Stärken von Excel</p><p>· Kapitel 4: <strong>Arbeitsmappen und Arbeitsblättern</strong>: Finde heraus, wie Du sinnvoll mit Arbeitsmappen und Arbeitsblättern arbeiten kannst, inklusive ein paar kleiner Tricks zur Anzeigeeinstellung sowie zum optionalen Passwortschutz.</p><p>· Kapitel 5: <strong>Formeln</strong>: Lerne wie Du Formeln einsetzten kannst, um Werte in Tabellen auszurechnen und um diese zu befüllen. Anschließend folgt die relative und absolute Adressierung sowie verschiedene Regeln im Zusammenhang mit Formeln.</p><p>· Kapitel 6: <strong>Funktionen</strong>: Du lernst Funktionen anzuwenden und somit komplexe Sachverhalte zu lösen. Du wirst die wichtigsten Funktionen in Excel kennen lernen und auch wie du mit Fehlern umgehen, Fehler auflösen und Fehler im Vorhinein vermeiden kannst.</p><p>· Kapitel 7: <strong>Sortieren</strong>, <strong>Filtern</strong> und <strong>Bereinigen</strong> von Daten: Du wirst lernen, wie Du aus großen Datenmengen durch Filtern, Sortieren und Bereinigen von Daten genau die Information bekommst, die Dich auch wirklich interessieren.</p><p>· Kapitel 8: <strong>Formatierung</strong>: Hier kannst Du lernen, wie Du Daten übersichtlich und ansprechend darstellen kannst und wie Du die Aufmerksamkeit von Empfänger*innen Deiner Excel-Files in einer von Dir gewünschten Art und Weise lenken kannst.</p><p>· Kapitel 9: Daten <strong>drucken</strong> und als <strong>PDF speichern</strong>: In diesem Kapitel kannst Du lernen, wie Du Daten in Excel in ansprechender und schöner Form drucken oder als PDF speichern kannst.</p><p>· Kapitel 10: <strong>Diagramme</strong>: Lerne, wie einfach Du Daten mit Diagrammen visualisierst und zum Leben erwecken kannst.</p><p>· Kapitel 11: <strong>Pivot-Tabellen</strong>: Finde heraus, wie Du mithilfe von Pivot Tabellen große Datenmengen schnell und einfach auswerten kannst ohne eine einzige Formel schreiben zu müssen.</p><p>· Kapitel 12: <strong>Power Query</strong>: Lerne Daten in Excel zu importieren und dabei zu transformieren.</p><p>· Kapitel 13: <strong>Excel 365</strong>: Finde heraus, welche Vorteile Dir die neuen und verbesserten Funktionen in Excel 365 bzw. ab Excel 2021 bieten.</p><p><br></p><p>Es gibt auf diesen Kurs eine 30 tägige <strong>Geld zurück Garantie</strong>. Das heißt du kannst diesen Kurs innerhalb dieser Zeit ganz einfach zurückgeben und erhältst den vollen Kaufpreis zurück. Du kaufst also ganz <strong>ohne Risiko</strong>.</p><p>Darüber hinaus erhältst Du mit dem Kauf einen <strong>lebenslangen Zugriff</strong> auf diesen Kurs.</p><p>Bis gleich in den einzelnen Lektionen</p><p>Dein Felix und Stefan</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-30_10-51-05-0c9824f61ad8be3f91e296369758141d/2/WebHD_720p.mp4?Expires=1639811173&Signature=CyIQVewW5fJ5w-v3Iomz6tTzrruvWNlE1AsNYVfgWSDosn1Odzo0pydD8tr2ldDTveaICDpJo0rns5ypkUQsPMV3FeSRI5FMl7lEsVxKaHUbPEf7y2xZF1wcTDlImcn2ZDwnwEj2CJt6vN~fFky1XD1uk8Jd8FYd-v3a8RRIcWiVkSdUDa7YqNr-xz87nFqQy2cjKVyf-LU82bUKl168JfW8BOwaShgvg1Dd2t2-O5xN1AUMWJzAlm2K-6kwVVdl9RHxPYG3zjc4IZqq2kim4BOGZpkc1NrQ~btmB8kifJIs89ZHeJKJaZUg2PWDV7-TCilWN8DDSlpARc6u309zsA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4435300", "category": "Business", "sub_category": "Project Management", "title": "Certified Associate in Project Management (CAPM) Simulator", "level": "All Levels", "author": "SMARTER ACADEMY", "duration": "", "rating": "1.0", "reviews": "1", "students": "1350", "coupon_code": "94EA32CF7BF904C51B50", "preview_img": "https://img-c.udemycdn.com/course/750x422/4435300_3398.jpg", "coupon_link": "https://www.udemy.com/course/certified-associate-in-project-management-capm-simulator/?couponCode=94EA32CF7BF904C51B50", "end_day": "2021-12-22 16:49:46+00:00", "headline": "2022 REAL practical Tests for Certified Associate in Project Management (CAPM)", "description": "<p><strong>Certified Associate in Project Management (CAPM)</strong></p><p><strong>REAL practical SIMULATOR for Certified Associate in Project Management (CAPM)</strong></p><p><br>To earn your Certified Associate in Project Management (CAPM)® certification, you need to meet the experience or education requirements, and pass the CAPM examination, a 150-question exam.</p><p>Regardless of how advanced your project experience or education might be, you should still prepare vigorously for the exam.</p><p>Successful CAPM candidates typically use multiple study aids — including courses, self-study and study groups — and will spend many hours to prepare, so make sure you leave yourself plenty of preparation time before you take the exam.<br><br><strong>Who Should Apply</strong></p><p>If you’d like to manage larger projects and gain more responsibility or add project management skills into your current role, then the Certified Associate in Project Management (CAPM) is right for you.</p><p><strong>Register for a Course Now</strong></p><p>Register for Project Management Basics — the official PMI online course (developed and created by PMI) for CAPM prep. Based on the PMBOK® Guide – Sixth Edition, it also provides the contact hours needed to meet certification requirements.</p><p><strong>Price</strong></p><p><strong>Member:$225.00<br>Non-member:$300.00 <br></strong></p><p>Prerequisites</p><ul><li><p>Secondary degree (high school diploma, associate’s degree or the global equivalent)</p></li><li><p>23 hours of project management education completed by the time you sit for the exam.</p><p><br></p></li></ul><p><strong>SMARTER&nbsp;ACADEMY</strong></p>", "preview_video": ""}, {"course_id": "4397958", "category": "Business", "sub_category": "Business Analytics & Intelligence", "title": "Certified Six Sigma green belt Practice Tests", "level": "All Levels", "author": "SMARTER ACADEMY", "duration": "", "rating": "3.9", "reviews": "9", "students": "3832", "coupon_code": "F34EF232458959721993", "preview_img": "https://img-c.udemycdn.com/course/750x422/4397958_6a1f.jpg", "coupon_link": "https://www.udemy.com/course/certified-lean-six-sigma-green-belt-practice-tests/?couponCode=F34EF232458959721993", "end_day": "2021-12-22 16:48:27+00:00", "headline": "lean six sigma green belt practice tests", "description": "<p><strong>Certified Six Sigma green belt Practice Tests</strong></p><p><br></p><p><strong>Six Sigma</strong> (<strong>6σ</strong>) is a set of techniques and tools for process improvement. It was introduced by American engineer Bill Smith while working at Motorola in 1986. A six sigma process is one in which 99.99966% of all opportunities to produce some feature of a part are statistically expected to be free of defects.</p><p>Six Sigma strategies seek to improve manufacturing quality by identifying and removing the causes of defects and minimizing variability in manufacturing and business processes. It does this by using empirical and statistical quality management methods and by hiring people who serve as Six Sigma experts. Each Six Sigma project follows a defined methodology and has specific value targets, such as reducing pollution or increasing customer satisfaction.</p><p>The term <em>Six Sigma</em> originates from statistical modeling of manufacturing processes. The maturity of a manufacturing process can be described by a <em>sigma</em> rating indicating its yield or the percentage of defect-free products it creates—specifically, to within how many standard deviations of a normal distribution the fraction of defect-free outcomes corresponds.</p><p><br></p><p><strong>History</strong></p><p>Motorola pioneered Six Sigma, setting a \"six sigma\" goal for its manufacturing business. It registered Six Sigma as a service mark on June 11, 1991 U.S. Service Mark 1,647,704; on December 28, 1993, it registered Six Sigma as a trademark. In 2005 Motorola attributed over $17 billion in savings to Six Sigma.</p><p>Honeywell and General Electric were also early adopters of Six Sigma. As GE's CEO, in 1995 Jack Welch made it central to his business strategy, and in 1998 it announced $350 million in cost savings thanks to Six Sigma, which was an important factor in the spread of Six Sigma (this figure later grew to more than $1 billion). By the late 1990s, about two-thirds of the Fortune 500 organizations had begun Six Sigma initiatives with the aim of reducing costs and improving quality.</p><p>In recent years, some practitioners have combined Six Sigma ideas with lean manufacturing to create a methodology named Lean Six Sigma. The Lean Six Sigma methodology views lean manufacturing, which addresses process flow and waste issues, and Six Sigma, with its focus on variation and design, as complementary disciplines aimed at promoting \"business and operational excellence\".</p><p>In 2011, the International Organization for Standardization (ISO) has published the first standard \"ISO 13053:2011\" defining a Six Sigma process. Other standards have been created mostly by universities or companies with Six Sigma first-party certification programs.</p><p><br></p><p><br></p>", "preview_video": ""}, {"course_id": "4430166", "category": "IT & Software", "sub_category": "IT Certifications", "title": "TOP Interview Questions of Data Structures and Algorithms(1)", "level": "All Levels", "author": "SMARTER ACADEMY", "duration": "", "rating": "2.0", "reviews": "2", "students": "1495", "coupon_code": "697CF271677BC9C70ED3", "preview_img": "https://img-c.udemycdn.com/course/750x422/4430166_30c8.jpg", "coupon_link": "https://www.udemy.com/course/top-interview-questions-tests-of-data-structures-and-algorithms1/?couponCode=697CF271677BC9C70ED3", "end_day": "2021-12-22 16:49:22+00:00", "headline": "PART ONE : Data Structures and Algorithms (1) Test SIMULATOR Top tests and questions with Detailed Answers", "description": "<p><strong>TOP Interview Questions of Data Structures and Algorithms(1)</strong></p><p><strong>PART ONE : Data Structures and Algorithms (1) Test SIMULATOR Top tests and questions with Detailed Answers</strong></p><p>In computer science, a <strong>data structure</strong> is a data organization, management, and storage format that enables efficient access and modification. More precisely, a data structure is a collection of data values, the relationships among them, and the functions or operations that can be applied to the data, i.e., it is an algebraic structure about data.</p><p>Data structures serve as the basis for abstract data types (ADT). The ADT defines the logical form of the data type. The data structure implements the physical form of the data type.</p><p>Different types of data structures are suited to different kinds of applications, and some are highly specialized to specific tasks. For example, relational databases commonly use B-tree indexes for data retrieval,[6] while compiler implementations usually use hash tables to look up identifiers.</p><p>Data structures provide a means to manage large amounts of data efficiently for uses such as large databases and internet indexing services. Usually, efficient data structures are key to designing efficient algorithms. Some formal design methods and programming languages emphasize data structures, rather than algorithms, as the key organizing factor in software design. Data structures can be used to organize the storage and retrieval of information stored in both main memory and secondary memory.</p><p><br></p><p><br></p>", "preview_video": ""}, {"course_id": "4415694", "category": "Teaching & Academics", "sub_category": "Science", "title": "Molecular Dynamic Simulation on Gromacs Software", "level": "Beginner Level", "author": "GHAFRAN ALI", "duration": "39 mins", "rating": "5.0", "reviews": "4", "students": "1932", "coupon_code": "59A3A4500B34A151ADC7", "preview_img": "https://img-c.udemycdn.com/course/750x422/4415694_6a75_2.jpg", "coupon_link": "https://www.udemy.com/course/molecular-dynamic-simulation-on-gromacs-software/?couponCode=59A3A4500B34A151ADC7", "end_day": "2021-12-21 16:16:32+00:00", "headline": "Molecular Dynamics Simulations ,Gromacs Software ,MD Simulation ,Molecular Dynamic Simulation on Gromacs Software", "description": "<p>Students perform Molecular Dynamics Simulation without understanding why they are setting such parameter and why does those parameters even exist in the first place. We have designed the course to provide a brief introduction of Molecular Dynamics Simulation and why different parameter exists in its simulation. An introduction to the software is provided with an explanation as to why we have selected this software in particular. Furthermore, how to install, operate and understand the different parameters of software is also involved. In this course we will be subtly answering those unasked questions about why this? By the end of this course, you will have a good grasp and understanding of Molecular Dynamics Simulation instead of a general idea. For the study of biomolecules molecular dynamics simulations have become a common technique. Simulations of ever larger systems are carried out, with more realistic boundary conditions and better sampling owing to longer sample durations. Realistic simulations of complicated systems like transmembrane channels have just become possibles.Simulations help us comprehend biological processes and give structural data a dynamic dimension; for example, the transition of the disease-causing prion protein into a harmless protein has been modelled.Molecular dynamics the science of simulating the motions of a system of particles applied to biological macromolecules gives the fluctuations in the relative positions of the atoms in aprotein or in DNA as a function of time.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-28_17-06-09-895e8dcd3a2c7b2421e2feff03cab758/2/WebHD_720p.mp4?Expires=1639811207&Signature=eb5FTS5I58Xsa2Skc9WKT6nSI3WdtRGLf6Q6p9dcSUcK4JWl2Twua99tlVesQM8I0~~k7L7TXhTo6ioAVb73-Me5DyFaEXt6~LMKAVOVk9YS3Rw~3CB0EW5ueNC7P6MPCdgi6YiZJjBaP~n~WLa~n3INixqh7FAd1ZOH4reh9iX~BOV67hiYJVB9f8QZbVjwPVc3~KsD468yPHmTEabTPGg6WGzqHCQ55tsrO7D3PlEPd1XHRe85nEJX6mekLQjqSpVoT6nqZCtDq-VjvbqUpF1WZtp~Dh0Uj2ECudHKYr41Gr73t~jc~Qj4Dsi0fE1dBb1Z~LXZDg96W0Wl7mgAqA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}]}