{"last_time_update": "2021-11-25 18:39:41", "results": [{"course_id": "2645594", "category": "Personal Development", "sub_category": "Career Development", "title": "Practical Interview Secrets that will get you the Job", "level": "Beginner Level", "author": "Srinidhi Ranganathan", "duration": "43 mins", "rating": "4.3", "reviews": "204", "students": "25055", "coupon_code": "8B2589F71D658B2087A5", "preview_img": "https://img-c.udemycdn.com/course/750x422/2645594_2c5b_3.jpg", "coupon_link": "https://www.udemy.com/course/practical-interview-secrets-that-will-get-you-the-job/?couponCode=8B2589F71D658B2087A5", "end_day": "2021-12-26 15:27:50+00:00", "headline": "MBA in Artificial Intelligence Digital Marketing: Term 3.11 course on Job-Oriented Practical Interview Secrets", "description": "<p><em>Welcome to the eleventh course in Term 3 as part of the series </em><strong><em>\"MBA in Artificial Intelligence Digital Marketing\"</em></strong>.</p><p><em>You're new to the workplace scenario and you don't feel ready?</em></p><p><em>Are you able to go to the next stage with your interview skills?</em></p><p><em>Would you ever like to seek your advice from an experienced interviewer without being judged?</em></p><p><em>This is your career.</em></p><p><em>No one else can do it for you.</em></p><p>Attending an interview is stressful for many. Maybe you've been there.&nbsp; You saw a job that you feel you could really want, and then you read the summary of the job. You know that you're not eligible, that you don't have the experience, and that you're playing out of your league. Then, you decide to attend the interview for that job role and you just couldn't make it or get hired. No problem.&nbsp;This happens to almost everyone and that's why the idea of this amazing course was born. </p><p>\"<strong>Practical Interview Secrets that will get you the Job\" </strong>created by Digital Marketing Legend \"Srinidhi&nbsp;Ranganathan\" could change the world of attending interviews forever. By learning this mind-blowing course, you will discover many secrets and understand the how-to approach to ace your next interview with confidence. Through the demonstration of your professional knowledge, abilities, and quality, you can persuade the interviewer that you are the best candidate for the job and be hired. </p><p>The tips or secrets taught here will also make you understand how to stand out among the crowd as \"the one.\" to let the interviewer be pleased to have you on the squad. The steps taught inside are formed by taking the practical experience of students or job candidates into consideration.&nbsp;</p><p>Why wait?</p><p>Enroll now and let's start booming.&nbsp;Your dream career awaits in 2021.</p>", "preview_video": "https://mp4-c.udemycdn.com/2019-11-08_00-31-36-8c5276574448a33b15c343268eec1ed3/WebHD_720p.mp4?Expires=1637877659&Signature=RMVPb~I7t6xfAGVMUnavwwuM4xTYCiVfDrbqsJE7DxiIdDwu4yV2unZLmo8rxug19qDpLjyJxGenQO7jCjAh-UvkTG2Aaw3RUVuAT~HM1uUWuo~poGjDfpWrSyrv8iNLhmpI2azZqoXJWhH-uD4F-1ZGsytbYw4f29hofx8fDMo2gNIV1PAmQ1jGfKKlLereeqzHSfp2Bn12AyCN0ZyDd~hQim6BuP1hfFc~WqSdlTGwGadrHJeFDpIBFCEXGJLOQpDOCtYVZYqkvuViJeE3gl4cWYyRG6HguKObpMo9iEF1-j5gDJ-tCFAf3Xak3GCE0EaPwrHBjMR96pqfzogSnQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2070737", "category": "Office Productivity", "sub_category": "Microsoft", "title": "Microsoft Excel Masterclass for Business Managers", "level": "All Levels", "author": "Start-Tech Academy", "duration": "4 hours", "rating": "4.3", "reviews": "6371", "students": "266182", "coupon_code": "A091BE", "preview_img": "https://img-c.udemycdn.com/course/750x422/2070737_3af1_3.jpg", "coupon_link": "https://www.udemy.com/course/microsoft-excel-masterclass-complete-and-concise/?couponCode=A091BE", "end_day": "2021-11-30 12:15:34+00:00", "headline": "Microsoft Excel for Business - Excel Formulas and Functions, Excel Charts, Excel Analytics, Shortcuts & Excel Macros", "description": "<p><strong>7 Reasons why you should choose this Excel course</strong></p><ol><li><p>Carefully designed curriculum teaching you only the most used functionalities of Microsoft Excel in business environment</p></li><li><p>Concise - you can complete this Microsoft Excel course within one weekend</p></li><li><p>Business related examples, data analysis and case studies solved using Advanced Excel.</p></li><li><p>You will learn various data analysis techniques using MS Excel</p></li><li><p>Ample practice exercises on data analysis, MS excel (basic &amp; advanced), because Excel requires practice</p></li><li><p>Downloadable resources comprising important MS Excel techniques and functionalities</p></li><li><p>Your queries will be responded by the Instructor himself</p></li></ol><p><strong>Start using Excel to its full potential to become proficient at your Excel tasks today!</strong></p><p>Either you're new to Microsoft Excel, or you've played around with Excel since long but want to get more comfortable with MS Excel's advanced features, or maybe you want to enhance your data analysis skills using Microsoft Excel. Either way, this Excel course will be great for you.</p><p>A <strong>Verifiable Certificate of Completion</strong> is presented to all students who undertake this MS Excel course.</p><p><strong>Why should you choose this course?</strong></p><p>This is a complete and concise tutorial on MS Excel which can be completed within 6 hours. This course will help you learn advanced Excel and various data analysis tools associated with Microsoft excel. We know that your time is important and hence we have created this fast paced MS Excel course without wasting time on irrelevant Excel operations.</p><p><strong>What makes us qualified to teach you?</strong></p><p>The course is taught by Abhishek and Pukhraj. Instructors of the course have been teaching Data Science and Machine Learning for over a decade. They have an in-depth knowledge in advanced MS Excel and various data analysis tools available in the market.</p><p>We are also the creators of some of the most popular online courses - with over 150,000 enrollments and thousands of 5-star reviews like these ones:</p><p><em>I had an awesome moment taking this course. It broaden my knowledge more on the power use of Excel as an analytical tools. Kudos to the instructor! - Sikiru</em></p><p><em>Very insightful, learning very nifty tricks and enough detail to make it stick in your mind. - Armand</em></p><p><strong>Our Promise</strong></p><p>Teaching our students is our job and we are committed to it. If you have any questions about the course content on basic Excel features, or advanced Excel functions or maybe on data analysis tools; practice sheet or anything related to any topic, you can always post a question in the course or send us a direct message.</p><p><strong>Download Practice files, take Quizzes, and complete Assignments</strong></p><p>With each lecture, there is a practice sheet attached for you to follow along. You can also take quizzes to check your understanding of concepts. Each section contains a practice assignment for you to practically implement your learning. Assignments are aimed at enhancing your skillsets on Microsoft Excel at an advanced level and at analysing data. Solution to Assignment is also shared so that you can review your performance.</p><p><strong>What is covered in this course?</strong></p><p>This course covers everything you need to crack advanced MS Excel in the professional work place.</p><p>Below are the Excel course contents of this complete and concise course on Microsoft Excel:</p><ul><li><p><strong>Introduction</strong> - In this video, the structure and contents of the course are discussed.</p></li><li><p><strong>Mathematical Functions</strong> - This lecture covers Mathematical formulas such as SUM, AVERAGE,RAND, MIN &amp; MAX, SUMPRODUCT.</p></li><li><p><strong>Textual Formulas</strong> - This Excel lecture covers Textual formulas such as TRIM, CONCATENATE, SUBSTITUTE, UPPER &amp; LOWER, LENGTH, LEFT, RIGHT &amp; MID</p></li><li><p><strong>Logical Formulas</strong> - This lecture covers Logical formulas such as AND &amp; OR, IF, COUNTIF, SUMIF</p></li><li><p><strong>Date-time (Temporal) Formulas</strong> - This lecture covers Date-time related functions such as TODAY &amp; NOW, DAY, MONTH &amp; YEAR, DATEDIF &amp; DAYS</p></li><li><p><strong>Lookup Formulas</strong> - This Excel lecture covers Lookup formulas such as VLOOKUP, HLOOKUP, INDEX, MATCH</p></li><li><p><strong>Data Tools</strong> - This lecture covers Data operating tools such as Data Sorting and Filtering, Data validation, Removing duplicates, Importing Data (Text-to-columns)</p></li><li><p><strong>Formatting data and tables</strong> - This Excel lecture covers data formatting options such as coloring, changing font, alignments and table formatting options such as adding borders, having highlighted table headers, banded rows etc.</p></li><li><p><strong>Pivot Tables</strong> - This Excel lecture covers Pivot tables end-to-end.</p></li><li><p><strong>Charts</strong> - This Excel lecture covers charts such as, Bar/ Column chart, Line Chart, Scatter Plot, Pie &amp; Doughnut charts, Statistical Chart - Histogram, Waterfall, Sparklines</p></li><li><p><strong>Excel Shortcut</strong>s - This lecture will introduce you to some important shortcuts and teach you how to find out the shortcut for any particular excel operation.</p></li><li><p><strong>Analytics in Excel</strong> - This Excel lecture covers the data analytics options available in Excel such as Regression, Solving linear programming problem (Minimization or Maximization problems), What-if (Goal Seek and Scenario Manager)</p></li><li><p><strong>Macros</strong> - This lecture covers the process of recording a Macro, running a Macro and creating a button to run a Macro.</p></li><li><p><strong>Bonus Lectures</strong> - Waterfall chart in Excel 2016 and previous versions of Excel, Infographics 1: Cool charts, Infographics 2: Cool charts</p></li><li><p><strong>And so much more!</strong></p></li></ul><p>By the end of this course, your confidence in using MS Excel will soar. You will learn how Microsoft Excel can play a pivotal role in data analysis and related field. You'll also have a thorough understanding of how to use Microsoft Excel for study or as a career opportunity.</p><p><strong>Go ahead and click the enroll button, and I'll see you in lesson 1!</strong></p><p><strong>Cheers</strong></p><p><strong>Start-Tech Academy</strong></p><p><br></p><p>FAQ's</p><p><strong>Why learn Microsoft Excel?</strong></p><p>1. Microsoft Excel helps solve Business Problems</p><p>2. MS Excel has some extremely relevant and important data analysis tools.</p><p>3. Advanced MS Excel will give you an edge over other candidates in the competitive environment in schools, colleges or workplaces.</p><p>4. Microsoft Excel helps you get stuff done</p><p>5. Microsoft Excel will make you better at your job (no matter what that is)</p><p>6. Microsoft Excel know-how can instantly increase your job prospects as well as your starting salary</p><p><strong>How much time does it take to learn Microsoft Excel?</strong></p><p><strong>Microsoft Excel is easy </strong>but no one can determine the learning time it takes. It totally depends on you. The method we adopted to help you learn Microsoft Excel quickly starts from the basics and takes you to advanced level within hours. You can follow the same, but remember you can learn nothing without practicing it. Practice is the only way to learn Microsoft Excel quickly.</p><p><strong>What are the steps I should follow to learn Microsoft Excel?</strong></p><p>1. Start learning from the basics of Microsoft Excel. The first 3 sections of the course cover the basics.</p><p>2. Once done with the basic try your hands on advanced MS Excel. Next 7 sections cover Advanced Excel topics</p><p>3. Next section will help you some cool new tricks of Microsoft Excel.</p><p>4. Practice your learning on the exercise provided with every lecture.</p><p><strong>What is the difference between basic and advanced level of Excel?</strong></p><p>At <strong>Basic level of MS Excel </strong>a person</p><ol><li><p>Can build excel formulas using: SUM, IF, AVERAGE, COUNT, ROUND</p></li><li><p>Is comfortable building excel formulas to manipulate text and dates</p></li><li><p>Understands and can use the Filter and Sort feature of Microsoft Excel.</p></li><li><p>Can create basic charts like Line chart, bar chart and pie chart</p></li></ol><p>At <strong>Advanced level of MS Excel</strong> a person</p><ol><li><p>Can implement Excel LOOKUP Formulas like VLOOKUP, HLOOKUP, Index and Match</p></li><li><p>Can use conditional and logical formulas like IF, SUMIF, COUNTIF, OR, AND etc.</p></li><li><p>Knows what a Pivot Table is and how to build one.</p></li><li><p>Knows what an add-in is and how to install one.</p></li><li><p>Can record a macro and use it later.</p></li><li><p>Can successfully edit/modify simple recorded macros.</p></li><li><p>Can create advanced charts like Waterfall chart and overlay chart in Microsoft Excel</p></li><li><p>Can create solve analytics problem using excel solver.</p></li></ol><p>Start working proficiently on Microsoft Excel and <strong>increase your office productivity.</strong></p><p>The Authors of this Microsoft Excel course have several years of corporate experience and hence have curated the course material keeping in mind the requirement of advanced MS Excel in today's corporate world.</p>", "preview_video": "https://mp4-c.udemycdn.com/2018-12-07_10-46-21-6180f8f16b117dd8d062fde5c73f0e46/WebHD_720p.mp4?Expires=1637877666&Signature=RAnQmBoqGHviKUMaBmuZiEeWf09vOlcPGbD5zI0~nizvnYp0xZHTEujWmhNYDFSce4K1I4jtdk5DT6XFlmgTmcnh0eWurv-SDIOCWq58~TYBd5Eqr5dq6MbGmoYntdWX4OBW9EWwYbyLmLp2fnx4eySNDg8TqnlBBRaDnloVbyd64RryEenv~Ge5qAc-sqWB9l-XYaENPpkaxNZjI88DMg71qVuShAS1eEJOpsAxR83WrrMIgErpFyD8h6r0uwq0qCtSGqJCnAMnEMDNcAOmjy7zlLM0gdA4J2g5bLFW9aHrlB9uY91n1xHNnpaYKKb-8r~GtpPPHTPfDmXw1MSrmw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4413984", "category": "Teaching & Academics", "sub_category": "Test Prep", "title": "Oracle Database 11g: Program with PL/SQL 4- Practice exam", "level": "All Levels", "author": "Learning Academy", "duration": "", "rating": "0.0", "reviews": "0", "students": "601", "coupon_code": "ORACLE-11-25", "preview_img": "https://img-c.udemycdn.com/course/750x422/4413984_06d8_2.jpg", "coupon_link": "https://www.udemy.com/course/oracle-database-11g-program-with-plsql-4-practice-exam/?couponCode=ORACLE-11-25", "end_day": "2021-11-30 13:15:37+00:00", "headline": "Prepare for Oracle Database 11g: Program with PL/SQL(1Z0-144)", "description": "<p><strong>Welcome to Oracle Database 11g: Program with PL/SQL(1Z0-144) Practice exam</strong></p><p>This practice test is intended to assist you with assessing assuming you are prepared to effectively finish the Oracle Database 11g: </p><ul><li><p>Program with PL/SQL | 1Z0-144 Certification test. </p></li><li><p>Situation based test inquiries for Oracle Database 11g: Program with PL/SQL | 1Z0-144 Certification, </p></li><li><p>Online practice test to be finished in Specified Time Duration. </p></li></ul><p>Oracle Database 11g: Program with PL/SQL 1Z0-144 Exam is identified with Oracle Database 11g and Credits towards Oracle Advanced PL/SQL Developer Certified Professional and Oracle PL/SQL Developer Certified Associate. This test approves the Candidates capacity to Oracle Database 11g Procedural language, Structured Query Language PL/SQL basics list the employments of factors proclaiming and instated use tie factors, utilize worked in SQL works in PL/SQL and groupings and PL/SQL articulations, depict when implied and discussions happen and when unequivocal discussions must be managed making PL/SQL executable squares utilizing information control language DML and Transaction Control Statements, pronouncing Control express cursor utilize straightforward circles and cursor for circles to get information lock columns with the for update proviso and reference happens in line with the Where current of condition. It additionally approves the capacity to Oracle Database 11g like foster PL/SQL program units separate between unknown squares and subprograms oversee diligent bundle information states for the existence of a meeting and the twist utility. Senior Database Administrators, IT Directors, and IT Architects generally hold or seek after this certificate and you can expect a similar work job after finish of this accreditation </p><p><br></p><p>The benefit in Obtaining the 1Z0-144 Exam Certification:</p><p><br></p><ul><li><p>Oracle Advanced PL/SQL Developer Certified Professional are distinguished among competitors. Oracle Advanced PL/SQL Developer Certified Professional certification can give them an edge at that time easily when candidates appear for a job interview employers seek to notify something which differentiates the individual to another.</p><p><br></p></li><li><p>Oracle Advanced PL/SQL Developer Certified Professional have more useful and relevant networks that help them in setting career goals for themselves. Oracle Advanced PL/SQL Developer Certified Professional networks provide them with the right career direction than non certified usually are unable to get.</p><p><br></p></li><li><p>Oracle Advanced PL/SQL Developer Certified Professional will be confident and stand different from others as their skills are more trained than non-certified professionals.</p><p><br></p></li><li><p>Oracle Advanced PL/SQL Developer Certified Professional have the knowledge to use the tools to complete the task efficiently and cost effectively than the other non-certified professionals lack in doing so.</p><p><br></p></li><li><p>Oracle Advanced PL/SQL Developer Certified Professional Certification provides practical experience to candidates from all the aspects to be a proficient worker in the organization.</p><p><br></p></li><li><p>Oracle Advanced PL/SQL Developer Certified Professional Certifications provide opportunities to get a job easily in which they are interested in instead of wasting years and ending without getting any experience.</p><p><br></p><p><br></p><p><br></p></li></ul>", "preview_video": ""}, {"course_id": "3729928", "category": "Personal Development", "sub_category": "Career Development", "title": "Automate your Job-Search with LoopCV in 2021", "level": "Beginner Level", "author": "Srinidhi Ranganathan", "duration": "39 mins", "rating": "4.1", "reviews": "78", "students": "29953", "coupon_code": "F08A7517DA46E5B05B4A", "preview_img": "https://img-b.udemycdn.com/course/750x422/3729928_d20a_2.jpg?secure=kDl3QlflnyPXAEDJreiaNw%3D%3D%2C1637947882", "coupon_link": "https://www.udemy.com/course/automate-your-job-search-with-loopcv/?couponCode=F08A7517DA46E5B05B4A", "end_day": "2021-12-26 15:24:21+00:00", "headline": "MBA in Artificial Intelligence Digital Marketing: Term 2.5 course focussed on job-search automation with LoopCV", "description": "<p><em>Welcome to the fifth course in Term 2 as part of the series </em><strong><em>\"MBA in Artificial Intelligence Digital Marketing\"</em></strong>.</p><p><strong>Just imagine, how much time do you spend applying to jobs and all you get is a rejection letter after a week or a month's time?</strong></p><p>Let's get this right as we elaborate on this problem faced by every job-seeker out there.</p><p>Do you actually spend a lot of time applying to a job, only to wait for weeks without any kind of positive feedback or response from recruiters and hiring managers?&nbsp;It can get really depressing, whatsoever at one point in time when you keep on repeatedly applying and you only get fewer responses or no responses at all.&nbsp;Job-seeking is complicated and a time-consuming process.&nbsp;But, wait technology may have an answer to this problem.</p><p>We know it - technology has never progressed as quickly or as far as it is today. The world of the internet brings all of us together more closely than ever before. There is a lot of competition and it's increasing every minute. You were going to apply for a position in the nearest city yesterday and you were vying for the job with your neighbourhoods startup company when you find out that there is no vacancy for the job you've applied for. Today, along with applicants from Africa, Europe, the Americas, and Asia, you can apply for the same company from anywhere and anyone can do that like you. The rivalry is considerably tougher, mind you - nevertheless this course actually talks about an innovative solution for you to tackle the competition.</p><p>This super educative course is focussed on&nbsp; <strong><em>\"</em>Automate your Job-Search with LoopCV\". <em>Digital Marketing Legend \"Srinidhi&nbsp;Ranganathan\" </em></strong>and <strong><em>Mastermind \"Saranya Srinidhi\"</em></strong> walks you through the process of how one can automate the job-seeking process from A-Z&nbsp;using LoopCV - a platform that does exactly what is in need of the hour - in this course.</p><p>We will teach you how to leverage Loopcv to the maximum potential here.&nbsp;LoopCV&nbsp;collects millions of job postings, matches your profile and applies for the job on your behalf - autonomously. It goes on to eliminate the hassle of applying to jobs. You, the applicant, can now streamline your energy on interviewing, networking and negotiating salary - for that matter.</p><p>We will train you on this revolutionary tech inside the course. What's more?&nbsp;We will look at techniques on how you can find your job-position matched to your talents, the ideal email template you can leverage before creating a loop, selecting the level of job-match according to your preferences and duplicating the loops to speed up the job-hunting process completely. </p><p>The world is waiting to take on this revolution. The question is - Are you ready for embracing automation?</p><p>Sometimes, smart work wins the day after all.</p><p>Enrol now and let's start booming. There isn't any time to waste.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-12-27_03-03-31-a2d30675301d86bfaa3f9a260319b5ff/1/WebHD_720p.mp4?Expires=1637877682&Signature=W1EdP3RIOTEHbFtY9x2yJLrhTiwpdyPCEXVblhxOp8pT0DU9cg31ULibRzBL9akEBPd6kVInHEyBPJqh6aZDjvYZEvZWgM77B6ea1iguOUHtIlmQb2SwrXYegBwqKW~eGFm8n1kgu0ti6wjdO1fyPloUNGm2F5-nkwWRXT8rc4e9Dm5ZSOa5EIQokt1A1yejdgrCfnD2mGwMHoO4305o9SgqfohqQjWO8Nqou4AqCDPMYeiNJMFxh5uIqSTzuZJb0KIdrTkJVVVIP0OdVuTyCrLVLnfFlnku~1qiI2LSvOkAkBJvNG87IpU3lBKsEgSWKASJi3vQ8fsC5rqyfb1zUQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4407120", "category": "Personal Development", "sub_category": "Career Development", "title": "Comunicazione efficace - Diventa bravo a comunicare", "level": "Beginner Level", "author": "Giuseppe Franco", "duration": "2,5 ore", "rating": "0.0", "reviews": "0", "students": "374", "coupon_code": "52014D80F3EC92536E16", "preview_img": "https://img-c.udemycdn.com/course/750x422/4407120_f833_4.jpg", "coupon_link": "https://www.udemy.com/course/comunicazione-efficace-per-tutti/?couponCode=52014D80F3EC92536E16", "end_day": "2021-11-28 17:53:05+00:00", "headline": "I 10 Passi per distinguersi in tutte le situazioni lavorative e personali", "description": "<p><strong>Livello: base</strong></p><p>Avere buone <strong>abilità comunicative</strong> è il più importante vantaggio che tu possa mai sviluppare per il tuo successo nella vita. Ogni giorno tra situazioni lavorative e personali (Riunioni, presentazioni, cene galanti o colloqui di lavoro) dovremo sempre essere pronti a comunicare nel modo giusto.</p><p>Coloro che sviluppano <strong>forti capacità di comunicazione </strong>ottengono posti di lavoro e promozioni e spesso salgono ai più alti livelli di leadership nelle aziende, nei governi e nella vita quotidiana. Senza contare che già da studenti, quando si è abili a comunicare, si diventa dei bravi allievi che l'insegnante non può fare a meno di notare.</p><p>Invece, le persone che non riescono a sviluppare capacità di comunicazione spesso finiscono per essere fraintesi, hanno situazioni lavorative e private che non riescono a risolvere perché non sono bravi a comunicare. Questo percorso è indicato per <strong>costruire le basi fondamentali </strong>per una comunicazione chiara, sicura e coincisa (in meno di 3 ore!)</p><p>Il corso è progettato per tutti coloro che vogliono migliorare la propria comunicazione e costruire delle basi solide per influenzare e rimanere impresso POSITIVAMENTE nella mente degli altri.</p><p>L'approccio per la maggior parte del tempo sarà discorsivo come se fosse una chiacchierata tra amici e senza mai utilizzare esempi accademici pesanti e difficili da comprendere. Solo quello che ti servirà per comprendere differenza tra un messaggio scadente ed una comunicazione efficace.</p><p><strong>Attenzione:</strong> non è un corso esaustivo su <strong>tutto quello che riguarda la comunicazione</strong> e non è consigliato per chi ha già esperienza in ambito comunicativo.</p><p><strong>Organizzazione del corso:</strong></p><p>Ci sono 10 sezioni fondamentali denominate Analizza la tua comunicazione, Il cuore del messaggio, Organizza i pensieri, Frasi coincise, Pause efficaci, Riempitivi, Ascolta per comunicare, Comunicazione non verbale, Parole ammorbidenti (bonus) e Messa in pratica. Guarda le sezioni/lezioni del corso completo per maggiori dettagli. Grazie ;-)</p><p><strong>Ecco alcune delle cose che imparerai a fare in questo corso:</strong></p><ul><li><p>Come evitare i falsi miti della comunicazione e distinguersi quando parliamo</p></li><li><p>Differenza tra essenza del messaggio e mettere un punto nelle conversazioni</p></li><li><p>La semplice e ordinata \"Tecnica dei tre secchi\"</p></li><li><p>Dare ritmo alle parole con le pause appropriate senza essere lagnosi</p></li><li><p>E tanto altro...</p></li></ul><p><strong>Ci sono 2 modi pratici per seguire l'intero percorso:</strong></p><p>Seguire l'intero corso in ordine come lo trovi.</p><ol><li><p>Seguire l'intero corso in ordine e poi fare \"zapping\" da una lezione all'altra in base a quello che vuoi approfondire.</p></li><li><p>Puoi andare direttamente all'argomento che ti interessa di più e trovare direttamente le risposte ai tuoi dubbi o domande.</p></li></ol><p>Tutto in poco più di due ore per dare la possibilità a chi è impegnato per lavoro di acquisire in poco tempo le basi per una comunicazione efficace.</p><p>Ricordati che<strong> </strong>la <strong>comunicazione efficace</strong> è un'abilità importante per qualsiasi lavoro ed è essenziale per la vita stessa. Senza capacità di comunicazione efficace, non avremmo modo di funzionare come esseri umani nella nostra società moderna.</p><p>Per qualsiasi domanda ci vediamo nel mio sito o scrivimi via email.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-21_06-37-33-2ce34899c8a6841395945e7ee4b48802/2/WebHD_720p.mp4?Expires=1637877689&Signature=QKU~yMnEwqi0-H5tqFMW9PiaGUqAmQ8McwrN6Rtfhvg4JUmq8Wt0Da7sF-7eDVhZchGm6pViNNM8ahJ~kB81ym2SbRCYK35t4VSbR9ubaZa5DWXDUEvILhBPQMQ7tT0ofri29pDmQp2H5ZB3PmNpKrtlyn4jrWyFzSaLjAZTni-QLTO8XjgXpa4iyoE3Jx93fyru4kiLMmH~R2JhjY6AIUqXJ7WrRGilSjcpx~PF5M489rWsGyfw2QlvfW8a~GN-GuFMSnwJiQeaiXrrsoNZwFfQ-f29yTsdfBulm3yWxzZ3WKu4OeGeF6IGeoVeUTwJygSmtCggv4lFFOxGPHQ0cA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4117104", "category": "Personal Development", "sub_category": "Career Development", "title": "Career Coaching Summary: TOP 5 Secrets of Effcient Sessions", "level": "All Levels", "author": "Express Skills Academy by James Renua", "duration": "2.5 hours", "rating": "4.5", "reviews": "9", "students": "9073", "coupon_code": "FC10C78BE85AB436BDAB", "preview_img": "https://img-b.udemycdn.com/course/750x422/4117104_ef6f.jpg?secure=7uvqM0eDMY1OPLVXbXcbtQ%3D%3D%2C1637947892", "coupon_link": "https://www.udemy.com/course/career-coaching-top-5-secrets-of-effcient-sessions/?couponCode=FC10C78BE85AB436BDAB", "end_day": "2021-11-30 12:41:34+00:00", "headline": "This course is for the people who want to know how to choose personal coaches correctly and lead comprehended lifestyle.", "description": "<p>Hello, everyone! Thanks for paying attention to this lection!</p><p>Our world today is one that celebrates being busy. Being busy is something that we strive for, despite the feeling of overwhelm - the feeling of having no time like you’re drowning. Surely, being busy is a sign of success?</p><p>Well, not necessarily. You can be busy, but be in a job that you hate. One that makes you dread each morning, or you’re sat at your desk each day, bored and unfulfilled. You may be busy, but that doesn’t equal happiness.</p><p>And recognising this isn’t easy. With so many responsibilities, it feels as though we can’t afford to consider a career change. We have bills to pay, families to support and homes to maintain, shouldn’t we be thankful we have a job at all, regardless of whether it makes us happy?</p><p>Course contains basic information about coaching. We have showed it to more than 1000 people and 86 per cent who have responded were really satisfied about effectiveness of info! Hope to see you soon!</p><p><strong>What will you study?</strong></p><p>1) Figure out what coach do you need: It is a good question when it comes to choosing a coach. This may take quite a while before you will make your decision. This course was made in order to help people with that hard choice.<strong> </strong></p><p>2) Mentor or Coach? Here we will explain why sometimes you need a coach and under other circumstances it is better to drag your attention closer to mentor’s services.</p><p>3) Stop being worried! Here we have gathered all the “must have” information which is considered to be fast and at the same time definitely useful</p><p>4) Easy and well-balanced course consisting of 6 small parts</p><p><br></p>", "preview_video": "https://mp4-b.udemycdn.com/2021-06-11_16-21-47-abb73a3c3b04dde11628121c86a4f7f6/1/WebHD_720p.mp4?secure=D7gzEEiXcQdw3zKYAqqADg%3D%3D%2C1637877692"}, {"course_id": "434774", "category": "Finance & Accounting", "sub_category": "Investing & Trading", "title": "Stock Option Day Trading with Chart Pattern Trading Tools", "level": "Intermediate Level", "author": "Scott Paton", "duration": "10 hours", "rating": "3.5", "reviews": "361", "students": "33979", "coupon_code": "SODTCEXPNOV292021", "preview_img": "https://img-c.udemycdn.com/course/750x422/434774_b707_2.jpg", "coupon_link": "https://www.udemy.com/course/trading-stock-options-ii-simplified-strategies-for-success/?couponCode=SODTCEXPNOV292021", "end_day": "2021-11-29 16:55:39+00:00", "headline": "Level 2. 10% in 10 Minutes. Secret Proven Stock Options Strategies & Systems Revealed using Chart Pattern Trading", "description": "<p>Can you <strong>make 10% in ten minutes</strong> trading stock options with Chart Pattern Trading? No one but you knows the answer to that question.</p>\n\n<p>What we do promise is that you will learn the tools in this course to make make 10% in ten minutes<strong> on a regular basis</strong>. Those tools include how to <strong>use our exclusive Waves of Profits software</strong>, how to control Fear and Greed, journaling, and identifying patterns of success. This course builds on our first Stock Options Trading course, \"Stock Options Trading - Make Money &amp; Income From Day Trading\". </p>\n\n\n\n\n\n<p>If you are very new to day trading, options or the stock market, we strongly recommend you <strong>shortcut your learning curve by building a strong foundation for success.</strong></p>\n\n\n\n\n\n<p>If you are an experienced Day Trader, the tools you will learn in this course will <strong>take your success rates through the roof.</strong></p>\n\n\n\n\n\n<p>The most important part of trading is protecting your capital and that comes from managing risk. What can you do to <strong>minimize your exposure to capital losses</strong>?</p>\n\n\n\n\n\n<p>One thing you can do is to make sure you are not gambling. <strong>Day trading is not investing.</strong> You don't buy a stock and hold on to it for a year. You buy a Call or a Put, and sell it ten or fifteen minutes later. </p>\n\n\n\n\n\n<p>And if you follow the right rules and use our exclusive tools, you will find with practice, <strong>trading options becomes easier</strong> and more profitable the more you do it.</p>\n\n\n\n\n\n<p>We have back<strong> tested our theories over 50+ years</strong> of stock data. We have refined our theories and rules with a small group of diligent 'beta-testers'. We have grown our own accounts.</p>\n\n\n\n\n\n<p>But what we do isn't as important to us as what our students have done and their <strong>successes</strong>, nor it is as important to us as how you can do.</p>\n\n\n\n\n\n<p>In this course, you will learn:</p>\n\n\n\n\n\n<ol><li>How to choose the best stock option opportunities with Chart Pattern Trading</li><li>The basic rules of options trading success</li><li>How to make 10% in 10 minutes</li><li>The best way to practice</li><li>How to protect your capital</li><li>How to minimize your risk</li><li>The secrets to successful practicing</li><li>How to access our exclusive Day Trading software for a month FREE! Discover for yourself this system works.</li><li>What indicators you should watch</li><li>How to access our eleven exclusive proven indicators</li><li>Our proprietary rules for option success</li><li>How to practice in near-real market conditions without risking any capital</li><li>How to practice at normal market speed or at double market speeds so that when you are trading live everything looks like it is unfolding in slow motion</li><li>How to stop yourself from self-sabotaging your success</li><li>Why you should only trade once a day</li><li>How to use the Waves of Profit software to increase your success rate</li><li>Entry and exit strategies</li><li>Case studies</li><li>And much more</li></ol>\n\n\n\n\n\n<p>There's <strong>no better time than the present to make money trading options.</strong> Start today and find out what successful traders know to <strong>make 10% in ten minutes with Stock Options and Chart Pattern Trading!</strong></p>", "preview_video": "https://mp4-b.udemycdn.com/2015-05-01_10-32-12-74dd08045282f0ff3cd3e5ae188a7df7/WebHD_720p.mp4?secure=rJkwYwzc9WKTHZ1KhOW-CQ%3D%3D%2C1637877706"}, {"course_id": "4211458", "category": "Marketing", "sub_category": "Digital Marketing", "title": "Einstieg ins Affiliate-Marketing", "level": "All Levels", "author": "Kristoffer Ditz", "duration": "1,5 Stunden", "rating": "5.0", "reviews": "4", "students": "222", "coupon_code": "8275A9F28A69C5AB9772", "preview_img": "https://img-c.udemycdn.com/course/750x422/4211458_4168.jpg", "coupon_link": "https://www.udemy.com/course/einstieg-ins-affiliate-marketing/?couponCode=8275A9F28A69C5AB9772", "end_day": "2021-11-27 21:00:24+00:00", "headline": "Lernen Sie, wie Affiliate Marketing funktioniert - wie Sie Affiliate werden oder Affiliates als Vendor gewinnen", "description": "<p><strong>Allgemein</strong></p><p>Kein Startkapital, kein eigenes Produkt bzw. eigene Idee?</p><p>Mit <strong>Affiliate-Marketing</strong> ist dies heute in Zeiten der Digitalisierung kein Problem mehr.</p><p><strong>Affiliate</strong> heißt aus dem Englischen übersetzt Geschäftspartner. Wenn man so will ist <strong>Affiliate-Marketing</strong> die <strong>Empfehlung</strong> von Produkten und Dienstleistungen anderer Unternehmen. Voraussetzung dafür ist, dass diese Unternehmen ein Partnerprogramm anbieten.</p><p>Wenn der <strong>Affiliate-Marketer</strong> sich nun für ein Produkt/Dienstleistung für das <strong>Partnerprogramm</strong> anmeldet und zugelassen wird, erhält dieser eine <strong>Provision</strong>, wenn ein Produkt über seinen Vertriebskanal bestellt bzw. verkauft wird.</p><p>Heute gibt es weit über 10.000 <strong>Partnerprogramme</strong> von Produkten und Dienstleistungen aus allen Branchen.</p><p><br></p><p>Allerdings sollten Sie als <strong>Affiliate-Marketer </strong>beachten, dass viele Fehler gemacht werden können, die es unbedingt zu vermeiden gilt.</p><p>Schnell versprechen Scharlatane, dass es möglich ist, über Nacht ein Vermögen aufzubauen. Ausnahmen bestätigen die Regel, allerdings für erfolgreiches <strong>Affiliate-Marketing</strong> auch Zeit und Geduld erforderlich.</p><p>Wenn Sie Anbieter von Produkten sind (<strong>Vendor</strong>) und nun zusätzliche Einnahmen über <strong>Affiliates</strong> generieren möchten, sollten Sie sich für ein Partnerprogramm anmelden und <strong>Affiliates </strong>aufmerksam machen, dass diese an Ihren Produkten und/oder Dienstleistungen mitverdienen können. Eine Win-Win-Situation sozusagen.</p><p>Dabei sollten Sie als <strong>Vendor </strong>darauf achten, was Sie und Ihre Produkte oder Dienstleistungen auszeichnet, dass <strong>Affiliates</strong> diese bewerben und empfehlen.</p><p><br></p><p><strong>Über mich</strong></p><p>Als Controller habe ich für mehrere Online-Unternehmen gearbeitet bzw. diese beraten. Hier habe ich auch eng mit den Online-Marketing-Manager aus dem <strong>Affiliate-Marketing</strong> zusammen gearbeitet. Des Weiteren biete ich für meinen eigenen Online-Shop ein Partnerprogramm über Digistore24 an. Dieses Wissen werde ich Ihnen in diesem Online-Kurs vermitteln</p><p><br></p><p><strong>Inhalt</strong></p><ul><li><p>Wie funktioniert erfolgreiches Affiliate-Marketing</p></li><li><p>Vorteile Affiliate Marketing</p></li><li><p>10 typische Fehler im Affiliate-Marketing</p></li><li><p>Wie gewinnen Sie Affiliates</p></li><li><p>Wie sieht eine gute Affiliate-Support-Seite aus</p></li><li><p>Beteiligung bei Freebies und Up-Sells</p></li></ul><p><br></p><p><strong><em>Hinweis:</em></strong></p><p><em>Damit Sie als </em><strong><em>Affiliate</em></strong><em> tätig werden können bzw. als </em><strong><em>Vendor</em></strong><em> Ihre Produkte vermarkten können ist eine Registrierung bei einem </em><strong><em>Partnerprogramm-Portal </em></strong><em>notwendig. In diesem Kurs sind Links zu diesen Programmen enthalten, damit Sie sich bei Bedarf schneller anmelden und sofort loslegen können.</em></p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-07-31_16-58-40-822818c50fa0fd7b90c825031c286d41/2/WebHD_720p.mp4?Expires=1637877713&Signature=UYXbKKIjANXjM-ogNIpw-H0hflWv23W8oAJ8p56GSOJ3ssE-djeWQa~LXTSzngFdvppeWKkMkY-YJoHicHVJn-JR7fGfn2sn4a-XRzBKszUCJISYvROJFQzgNFjfkrCaWEjIFwOc5ey9Qm2v~W3yueK6a7TugYOxQzn0qHfm2jkx~D2FA1hpW4FzRAh68TL3akMtijuLedRox3rMyn1MY88RSnAyzz5d8uu1D01wvAtySTrzEPRwgpLrD0~7iqZ5hDQBcknvk6s0gJLmY~1BwFmyW5K7k03U8LYkBNQEDtpHn2UvaaqjkzmC7IiSnK7ttnZLQ6FVyfubETt6TIM0pA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1289634", "category": "Design", "sub_category": "Graphic Design & Illustration", "title": "Создание бизнес презентации в PowerPoint с нуля", "level": "All Levels", "author": "Natalia Lyashenko", "duration": "2 ч", "rating": "4.7", "reviews": "321", "students": "3536", "coupon_code": "PROMO_RUS", "preview_img": "https://img-c.udemycdn.com/course/750x422/1289634_11b4_3.jpg", "coupon_link": "https://www.udemy.com/course/powerpoint-2016-neit-design/?couponCode=PROMO_RUS", "end_day": "2021-11-30 15:34:45+00:00", "headline": "Курс для всех, кто хочет научиться делать профессиональные презентации с нуля в PowerPoint", "description": "<p>Курс <strong>\"Создание бизнес презентации в PowerPoint с нуля\"</strong> состоит из 10 основных лекций, каждая из которых посвящена созданию 1 из 10 слайдов. Опыт показывает, что 10-12 слайдов – это оптимальный размер бизнес-презентации. </p><p>Помимо лекций, к курсу прилагается <strong>папка с исходными файлами,</strong> чтобы облегчить Вам поиск необходимых для дизайна иконок и фото.</p><p>Также к курсу прилагаются <strong>7 бонусных видео и домашние задания,</strong> разработанные к каждой теме. В них я делюсь секретами профессионального дизайнера, даю советы и вдохновляю Вас на лучшие результаты. </p><p>+ Обновляемый раздел <strong>\"Тренды в дизайне бизнес презентаций\"</strong>, где я буду выкладывать краткие видео обзоры наших недавних проектов для того, чтобы вы могли учиться и вдохновляться примерами востребованных презентаций.</p><p>Надеюсь, Вам понравится! Приятного обучения!</p><p><strong><em>Внимание! </em></strong>В данный курс не входит обучение анимации. Курс по анимации в PowerPoint будет разработан отдельно.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-02-03_12-43-07-1025a821c3cc85c2708ff232e4be818d/WebHD_720p.mp4?Expires=1637877716&Signature=jskXdwbFTWsk8kIzuq69AOyoSkJtR36zzM3CM62CkycICW0AQpR4zp~8ENJRSpSkwn9r1-WJA6mH46pPRIpNISiwfxii3dFphBiAa2hxq5fE1eqwtJuT9ZM81EBkLaJ~-N2~XXk6ac9XfZadb8pHW9xeBiPdNfPrblbF4-vlTDWtlqD7wvY7Ws36qrX~REd3Nxa4wFnpeu2X0MEk67R2rOrh7wJ3VPtfGK10k4mpizHUzdtbNCliDCLvdS3TDpRRuC8Yom0XlAe5vR-X~tN7856TNMJ1S~JtTtRjMbgoNFVXrPJ31nrcLEWu5dzuKgTO2uu8d9JmXKBrpkoILzyEDw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4004736", "category": "Teaching & Academics", "sub_category": "Engineering", "title": "Automate Web Scraping Using  Python Scripts and Spiders", "level": "Beginner Level", "author": "Bluelime Learning Solutions", "duration": "4 hours", "rating": "4.2", "reviews": "59", "students": "19458", "coupon_code": "63DEDAD930A015D4EA13", "preview_img": "https://img-c.udemycdn.com/course/750x422/4004736_68d1.jpg", "coupon_link": "https://www.udemy.com/course/automate-web-scraping-using-python-scripts-and-spiders/?couponCode=63DEDAD930A015D4EA13", "end_day": "2021-11-30 07:09:08+00:00", "headline": "Build Scripts and Spiders from scratch to extract data from the internet.", "description": "<p>Web scraping is&nbsp; the&nbsp; process of automatically downloading a web page's data and extracting specific information from it. The extracted information can be stored in a database or as various file types.</p><p><br></p><p>&nbsp; &nbsp;Basic Scraping Rules:</p><ul><li><p>&nbsp; &nbsp; &nbsp;Always check a website's Terms and Conditions before you scrape it to avoid legal issues.</p></li><li><p>&nbsp; &nbsp; &nbsp;Do not request data from a website too aggressively (spamming) with your program as this may break the website.</p></li><li><p>&nbsp; &nbsp; The layout of a website may change from time to time ,so make sure your code adapts to it when it does.</p></li></ul><p><br></p><p>Popular web scraping tools include BeautifulSoup and Scrapy.</p><p>BeautifulSoup&nbsp; is a python library for pulling data (parsing) out of HTML and XML files.</p><p>Scrapy<strong> </strong>is a free open source application framework used for crawling web sites and extracting structured data</p><p>which can be used for a variety of things like data mining,research ,information process or historical archival.&nbsp; &nbsp;</p><p><br></p><p>Web scraping software tools may access the World Wide Web directly using the Hypertext Transfer Protocol, or through a web browser. While web scraping can be done manually by a software user, the term typically refers to automated processes implemented using a bot or web crawler. It is a form of copying, in which specific data is gathered and copied from the web, typically into a central local database or spreadsheet, for later retrieval or analysis.</p><p><br></p><p>Scraping a web page involves fetching it and extracting from it.&nbsp; Fetching is the downloading of a page (which a browser does when you view the page).&nbsp; to fetch pages for later processing. Once fetched, then extraction can take place. The content of a page may be parsed, searched, reformatted, its data copied into a spreadsheet, and so on. Web scrapers typically take something out of a page, to make use of it for another purpose somewhere else. An example would be to find and copy names and phone numbers, or companies and their URLs, to a list (contact scraping).</p><p>Web scraping is used for contact scraping, and as a component of applications used for web indexing, web mining and data mining, online price change monitoring and price comparison, product review scraping (to watch the competition), gathering real estate listings, weather data monitoring, website change detection, research, tracking online presence and reputation, web mashup and, web data integration.</p><p><br></p><p>Web pages are built using text-based mark-up languages (HTML and XHTML), and frequently contain a wealth of useful data in text form. . A web scraper is an Application Programming Interface (API) to extract data from a web site. Companies like Amazon AWS and Google provide web scraping tools, services and public data available free of cost to end users.</p><p><br></p>", "preview_video": "https://mp4-b.udemycdn.com/2021-04-27_23-48-13-e8567b70c7db2e4a820adf821b56d7b4/1/WebHD_720p.mp4?secure=_ktolHxlcUyZPFTnlN_SsQ%3D%3D%2C1637877722"}, {"course_id": "1547478", "category": "Teaching & Academics", "sub_category": "Language Learning", "title": "Basics of the Arabic Language", "level": "All Levels", "author": "Mohammed Zaid", "duration": "1 hour", "rating": "3.7", "reviews": "146", "students": "19506", "coupon_code": "ARABIC11COURSE", "preview_img": "https://img-b.udemycdn.com/course/750x422/1547478_0465_3.jpg?secure=7scfJdAT9BJqSWCkuSvSYg%3D%3D%2C1637947928", "coupon_link": "https://www.udemy.com/course/easy-way-to-learn-arabic-basics/?couponCode=ARABIC11COURSE", "end_day": "2021-11-29 17:31:31+00:00", "headline": "Super Easy Way To Learn Arabic Language Basics - How To", "description": "<p><strong>Update | Date:&nbsp;November 20th, 2021. </strong></p><p><strong>If you have any questions/comments please, do not hesitate to contact me. Good Luck!</strong></p><p><strong>______________________________________________________________</strong></p><p>The Arabic language is not easy to learn but, it depends on the way of learning.</p><p>In this course, you will learn a lot through a nice way of teaching and nice lecture slides design to help you start speaking Arabic with more confidence.</p><p><br></p><p>This course includes:&nbsp;</p><ul><li><p><strong>Background</strong>: Culture and History</p></li><li><p><strong>Basics </strong>of the Arabic language.</p></li><li><p><strong>Numbers (&nbsp;with a song&nbsp;).</strong></p></li><li><p><strong>Alphabet / Letters.</strong></p></li><li><p>Most common <strong>greetings.</strong></p></li><li><p>Most common <strong>conversations.</strong></p></li><li><p><strong>PDF </strong>downloads</p><p><br></p><p><strong>and a lot more.</strong></p><p><br></p></li></ul><p>Each section focuses on a&nbsp;carefully selected area of the course&nbsp;so that you can&nbsp;<strong>master each area&nbsp;</strong>and speak <strong>Arabic </strong>more accurately,</p><p>If you want to speak Arabic more clearly, if you want to understand more native-like,&nbsp;or if you simply want to experience the Arabic language and your knowledge about it, this course can help you achieve some steps of your&nbsp;goal of&nbsp;<strong>taking&nbsp;your Arabic to the next level.</strong></p><p><br></p><p><strong>What are the requirements?</strong></p><ul><li><p>A desire to expand your horizons about the Arab culture and history.</p></li><li><p>A desire to improve your Arabic through practice.</p></li></ul><p><strong>What am I going to get from this course?</strong></p><ul><li><p>Speak Arabic with more confidence and clarity.</p></li><li><p>Have a deeper knowledge of Arabic and how it works.</p></li><li><p>Confident to use the language in greetings, numbers, and common conversations.</p></li><li><p>Understand the areas of Arabic that must be mastered to become more fluent.</p></li><li><p>The tools to develop even more.</p></li></ul><p><strong>What is the target audience?</strong></p><ul><li><p>Take this course if you want to discover more about the Arab cultures, history, and background.</p></li><li><p>Take this course if you want to learn in all areas of Arabic: pronunciation, grammar, vocabulary, speaking and listening.</p></li><li><p>Take this course if you want to take your Arabic to the next level.</p></li></ul><p><br></p><p>Thank you (Shukran)&nbsp;for reading and see you in the course!.</p><p>Best</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-20_13-06-32-c5234cc13807e287a562751b54dcb29a/2/WebHD_720p.mp4?Expires=1637877728&Signature=YB3hkWZmRPCjLtoWzvsc7566BDtIrksq0uAGJDJD4EguP6F9Y87i03nhxmiXMG-LQYR~Kr0BD0qBT6xzZ8g0PUAI5NDp-Ci~bb7wthTOPD3GvZ7SyetRWqIViz7hJ6XP2FRms6-QTc~moswVRpRgL03nC5kKEHldQIsUYC7VXGUqNlv6qvkkAA6DkWmDt8e4IVlMWuqsjfpTimS5C~zUqcLJtC3zAG7d5fU4iwYurx5MPi-tfdSdvDZk9NuZee-rMmpxYvHts92w-Cr2Ka~ppLFvYNPdTGPX9hdd19sfbqpQVCj7IOdPiV~Qqli-1ibB7BZ1KYcHQanYqAitKD5IPA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3433626", "category": "Business", "sub_category": "Entrepreneurship", "title": "Make Money From Home: 45 Work From Home Opportunities", "level": "All Levels", "author": "Roope Kiuttu", "duration": "1 hour", "rating": "4.2", "reviews": "924", "students": "94568", "coupon_code": "5A757E30F5F10ED78E33", "preview_img": "https://img-b.udemycdn.com/course/750x422/3433626_42b9.jpg?secure=iq6AJhzHz1QuNrpT8GYETA%3D%3D%2C1637947931", "coupon_link": "https://www.udemy.com/course/work-from-home-job-opportunities/?couponCode=5A757E30F5F10ED78E33", "end_day": "2021-11-27 16:25:44+00:00", "headline": "Find the Best Way to Make Money From Home That Fits YOUR Needs!", "description": "<p><strong>Do you want to Make Money From Home?</strong></p><p><strong>Do you want to find a flexible Work From Home Job?</strong></p><p>Then this is the PERFECT COURSE FOR YOU.</p><p>You're going to see over 45 make money from home opportunities.</p><p>I've shown steps to make money for 100,000's&nbsp;people worldwide and every single month around 500,000 people watch my videos on my YouTube channel called \"Learn to Make Honest Money Online\".</p><p>It will be my privilege to help YOU to make money online too.</p><p>Until this day, I've still answered 100% of the questions I&nbsp;received on Udemy.</p><p>I&nbsp;reply almost 100% of the comments that I&nbsp;receive from my 84,000+&nbsp;subscribers on \"Learn to Make Honest Money Online\" channel.</p><p>This simply means that I&nbsp;really put effort on helping as many people as possible to make money online.</p><p>I&nbsp;believe that anyone can make a life-changing income online.</p><p>IF I&nbsp;CAN&nbsp;DO&nbsp;IT,&nbsp;YOU&nbsp;CAN&nbsp;DO&nbsp;IT.</p><p><strong>IF 1,000's OF&nbsp;OTHERS&nbsp;PEOPLE&nbsp;CAN&nbsp;DO&nbsp;IT, YOU&nbsp;CAN&nbsp;DO&nbsp;IT TOO.</strong></p><p>It's Your Time!</p><p>- Roope \"Sharing the Blessing of Making Money From Home\"&nbsp;Kiuttu</p><p><strong>PS. </strong>If you prefer building an online BUSINESS, you may prefer to take my other courses on Udemy where I will walk you through the steps on how you can do that.</p><p>See you inside! :)</p>", "preview_video": "https://mp4-b.udemycdn.com/2020-08-21_03-03-33-6202bd778a21512590e062a7c64305d7/1/WebHD_720p.mp4?secure=qRnotYpjn8ipI5G2wAJiCw%3D%3D%2C1637877731"}, {"course_id": "4144042", "category": "Teaching & Academics", "sub_category": "Language Learning", "title": "Arabic Alphabet For Beginners", "level": "Beginner Level", "author": "Hassan Academy For Arabic Language Courses", "duration": "2 hours", "rating": "4.7", "reviews": "47", "students": "16885", "coupon_code": "ARABIC-ALPHABET", "preview_img": "https://img-c.udemycdn.com/course/750x422/4144042_eeb5_2.jpg", "coupon_link": "https://www.udemy.com/course/arabic-alphabet-for-beginners/?couponCode=ARABIC-ALPHABET", "end_day": "2021-11-25 18:31:36+00:00", "headline": "Arabic Language: Learn to Pronounce & Write Arabic Alphabet, and Read Arabic Words", "description": "<p>السلام عليكم</p><p><br></p><p>In this Course, we will learn <strong>Arabic Alphabet</strong> from Alef to Yaa</p><p><br></p><p>Firstly, we will take general view for all letters,</p><p>then, we will learn each letter in details :</p><p>How we Pronounce it ?&nbsp; &nbsp;&amp;&nbsp; &nbsp;How we write it ?</p><p>and some words with this letter, so we can read Arabic Words.</p><p><br></p><p>Finally, you will take a test, so you can evaluate yourself in Arabic after finishing this Course.</p><p><br></p><p><strong>By finishing this Course, you will be able to :</strong></p><ul><li><p>Pronounce Arabic Alphabet.</p></li><li><p>Write Arabic Alphabet.</p></li><li><p>Read Arabic Words.</p></li></ul><p><br></p><p><strong>This Course is for :</strong></p><ul><li><p>Arabic Learners.</p></li><li><p>Beginner Students who don't know any thing about Arabic Language.</p></li><li><p>Students who want to learn Arabic Alphabet.</p></li><li><p>Students who want to be able to read Arabic Words</p></li></ul><p><br></p><p><strong>Course Requirements :</strong></p><ul><li><p>Pen and Paper.</p></li><li><p>Focus.</p></li><li><p>Do the Homework after each Lesson.</p></li></ul><p><br></p><p>So let's get started..</p><p><br></p><p><br></p><p><br></p><p><br></p><p><strong>Who is Hassan Academy ?</strong></p><p>Native Arabic Speaker, With over 12+ years of experience in Arabic Language.</p><p>Hands-on experience creating development courses and activities modeled on goal attainment and student-centered instruction, delivering engaging lessons focused on the interests and needs of students. Knowledgeable of standard instruction principles, classroom management styles, and approaches to teaching Modern Standard Arabic to English speakers.</p><p>We will add value by helping you learning how to listen to Arabic and read Arabic with true pronunciation as fast as possible.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-24_18-56-54-b6818d3e061d45a3ef8b06e2d4069f30/1/WebHD_720p.mp4?Expires=1637877734&Signature=HY7-P~ENLio4cQ1cS13monpOHuq4lIxzds-idiVnwAc~W~k~Cr0P6E7-~OzG1L4XamOWgQTeCiaK0WEl-rtZHDSP5eZxO3qgNHt5oTEa~LA25BlW1295hX4VMB7yuE0Xmq8UJAAOFemQCTtIMNi~VI95vYAjT3P~2eRu3~zKo3rG6w1JhGu3pLxu26erIBxWjoQQjBbeYfr7Usw9PV0mOyV6vpJPWhgGTVyQlGmc0SCf2blKGKfpBae3XsMk1X94~kNw6Ns~vvvX73q~2J43Bs5SdAG4oKSuTGppZoQrngjkf31oIiBpOHlwDE9qADFwRVbRYeaMQxWx6r4VfO5OBw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3923356", "category": "Business", "sub_category": "Project Management", "title": "HVAC Ductwork Quantity Take off for Quantity Surveyors", "level": "All Levels", "author": "Akhil Krishna", "duration": "42 mins", "rating": "4.1", "reviews": "101", "students": "18854", "coupon_code": "HVACFORNOV", "preview_img": "https://img-c.udemycdn.com/course/750x422/3923356_5dca_2.jpg", "coupon_link": "https://www.udemy.com/course/hvac-duct-quantity-take-off-for-quantity-surveyors/?couponCode=HVACFORNOV", "end_day": "2021-11-29 17:46:20+00:00", "headline": "HVAC, Duct, Take off, Estimation, Quantity Surveying, Length, Area, Weight, SMACNA, POMI, AUTOCAD, Excel, Template, MEP", "description": "<p>Welcome to this course on HVAC Duct Quantity Take off.</p><p>HVAC stands for Heating, Cooling, Air Conditioning. It forms a part of MEP Services.</p><p>Ducts are used as a medium for transmission of air from the equipment's to different rooms in a building.</p><p>Accurate estimation of DUCT quantities is critical for an effective cost management of a construction project. </p><p>In this course you will understand how to take off the HVAC duct quantity using different unit of measurements.</p><p>You will be able to estimate the duct measurement by length, area and weight by the end of this course.</p><p>Excel templates for all length, area and weight measurements are separately explained and the templates are also available for download.</p><p>These templates can be used in your professional life.</p><p>This course also includes the basics of ductworks, difference between Air Handling Unit &amp; Fresh Air Handling Unit.</p><p>POMI Standards for Duct measurement is also included as an additional lecture.</p><p>There is also a lecture on AUTOCAD tips that can be helpful for your estimation purpose.</p><p>SMACNA Documents for weight estimation is also explained and this document is downloadable in this course.</p><p>A Sample drawing is also included for practice purpose.</p><p>Construction professionals and enthusiasts will definitely enjoy this course and learn something new.</p><p><br></p><p>So enroll for this course without wasting time and have fun learning new concepts and ideas.</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-03-18_18-33-33-a686169937201eeb7c101a1447075da9/1/WebHD_720p.mp4?secure=Hwjwqsguey8-2WuW3ldN7Q%3D%3D%2C1637877743"}, {"course_id": "4138104", "category": "Design", "sub_category": "Game Design", "title": "Unreal Engine 5 Level Design ve Landscapes", "level": "All Levels", "author": "Onur Sever", "duration": "17,5 saat", "rating": "4.6", "reviews": "101", "students": "4962", "coupon_code": "EB30D764896EBB4667AA", "preview_img": "https://img-c.udemycdn.com/course/750x422/4138104_055f.jpg", "coupon_link": "https://www.udemy.com/course/unreal-engine-5-level-design-ve-landscapes/?couponCode=EB30D764896EBB4667AA", "end_day": "2021-11-30 12:43:40+00:00", "headline": "Unreal Engine 5 kullanarak Valorant ve Battlefield gibi popüler oyunlar için level tasarlamayı öğrenin.", "description": "<p><strong>Unreal Engine 5 kullanarak Valorant, CS GO, Rainbow 6 Siege gibi 5 vs 5 oyun haritalarından tutun çok oyunculu Apex Legends, Battlefield, PUBG gibi oyunların haritalarını tasarlamak istiyorsanız bu kurs tam size göre! </strong></p><p><strong>Bir oyunu güzel yapan en önemli detaylardan birisi Level design'dır. </strong></p><p>Bol bol büyük Level design<strong> </strong>projeleri yapıp öğrendiklerinizi kalıcı hale getireceğiz.<strong>&nbsp; &nbsp; </strong></p><p>Unreal Engine 5 başta <strong>Nanite</strong> ve <strong>Lumen</strong> olmak üzere yepyeni teknolojileri ile görsel şölen oluşturmak için ortam hazırladı. Sizde bu teknolojilerden yararlanan ilk kişilerden olacaksınız.&nbsp; </p><p>Eğitimimiz tamamen sıfırdan başlayacak olup, hiçbir kodlama, tasarım veya level design bilgisi gerektirmemektedir. </p><p>Unreal Engine 5 kullanırken, bilgi kirliliğinden uzak durup sadece işinize yarayabilecek bilgilerden bahsedilecektir. </p><p>Bu kurs içinde öğreneceğiniz bazı bilgiler şu şekildedir:</p><p><br></p><ul><li><p>Unreal Engine 5 nasıl indirilir, nasıl kullanılır?</p></li><li><p>Level Design nedir, nelere dikkat edilmelidir?</p></li><li><p>Devasa açık dünya oluşturma</p></li><li><p>Dış dünya atmosferi yaratma</p></li><li><p>Landscapes araçları ile dünya oluşturma</p></li><li><p>Level zorluğu</p></li><li><p>Takımların eşitliği </p></li><li><p>Objerleri (helikopter, uçak) kendiliğinden hareket ettirtme</p></li><li><p>Su (okyanus, göl, nehir) ekleme</p></li><li><p>Sularda dalga oluşturma</p></li><li><p>Savaş ortamı nasıl oluşturulur?</p></li><li><p>NPCler nasıl yerleştirilmeli</p></li><li><p>Oyun mekaniklerine göre harita nasıl oluşturulmalı?</p></li><li><p>Nanite nedir?</p></li><li><p>Lumen nedir?</p></li><li><p>Optimizasyon</p></li><li><p>Kontrast nedir, neden önemlidir?</p></li><li><p>Daha iyi level design için öneriler</p></li><li><p>Asset uyumluluğu</p></li><li><p>Tema uyumluluğu</p></li><li><p>Işıklandırma</p></li><li><p>Sis ekleme</p></li><li><p>Güneş ışınları ekleme</p></li><li><p>HDRI Backdrop ekleme</p></li><li><p>Çim, ağaç, taş ekleme</p></li><li><p>Zemin dokuları (Texture) ekleme</p></li><li><p>Ses ekleme</p></li><li><p>Level Desing Maaşları</p></li><li><p>Unreal Engine 5 arayüzü</p></li><li><p>Birden fazla modeli birleştirip tek obje haline getirme</p></li><li><p>Dışarıdan model ekleme (import)</p></li><li><p>Modellere doku ekleme</p></li><li><p>Dokularda normal nedir?</p></li></ul><p><br></p><p><em>&nbsp; &nbsp; &nbsp; &nbsp; Öğrencilerime bir oyunu aslında güzel yapan şeyin Level Design olduğunu aşılamaya çalışıyorum. Eğer Level design güzelse görsel şölen vardır. Oyuncuya o atmosferi yaşatmak önemlidir Oyuncunun etrafta eğlenerek gezinip, kendisine avantaj sağlayacak yapılar veya ortamlar hazırlamak bizim elimizde. Öğrencilerim kurs sonunda birçok oyun için harita tasarlayabilecek, Level Design ve Landscapes konularına hakim olacak ve hayallerine kritik seviyede yaklaşmış olacaklar. </em></p><p><br></p><p><br></p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-08-15_18-00-12-15ad7395960ac2b479384de3a35495b0/2/WebHD_720p.mp4?Expires=1637877746&Signature=VJaIr7RkgMAgER8c1NEWUkpYXKgmQmn40I0CnDnBTKUR1FxMbTj5xsS52eAWHfBUEg5-uqg9a8emVz1JZsF8WYWIhQSHq8LgyGUnGP1hxGVGWX9ABEtL9QdQ5YFO-94i2HxYam2vsL6MyPWbwXOdDfr3TE8a9-pbhhx8cUsmbL5eh4yJc4qURTuaqrA5E1Pq6vA2y-OFgDlFuxM6bb2BJ-ezRx5DGss1k87BBVhLwGgbK8q9jeJgpK~1d2cXzBAhx4TqnSku~yU7gFjwSHv2eLzf8IrxBdq0MjOXSxd2wRoY4eTZJtLjmFArjSAb1uY2j3ZOVHAZWHOgqhCCbqgTyw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3727022", "category": "Business", "sub_category": "Business Strategy", "title": "Management Consulting Skills Mastery", "level": "All Levels", "author": "John Burress", "duration": "7.5 hours", "rating": "4.5", "reviews": "607", "students": "60650", "coupon_code": "33DFE1AA353A70CE7A1F", "preview_img": "https://img-c.udemycdn.com/course/750x422/3727022_0856_2.jpg", "coupon_link": "https://www.udemy.com/course/management-consulting-business-strategy/?couponCode=33DFE1AA353A70CE7A1F", "end_day": "2021-11-28 06:03:19+00:00", "headline": "Problem solving, communication, corporate strategy, financial analysis, operations analysis. Everything is included!", "description": "<p>**Updated for 2021!**</p><p><strong>The most complete course available on management consultant. 8+hours of videos, activities, templates, case studies, articles and more.</strong></p><p><strong>Everything you need to know about management consulting tools and techniques from problem solving to presentation skills, from corporate strategic analysis to financial analysis.</strong></p><p><strong>Learn management consulting skills step-by-step. Real life consulting projects, business cases, and templates included. Learn by doing!</strong></p><p>Management consulting involves identifying and suggesting important changes to what a company does and how they do it—developing a working strategic plan and guiding its execution with optimum effectiveness.</p><p>You can see why management consulting is a growing field very much in demand in today’s marketplace.</p><p><strong>College graduates with management consulting degrees receive offers from top firms with compensation approaching or exceeding $90,000 in their first year alone. Experienced management consultants can earn well over 6 figures—and that’s not accounting for bonuses.</strong></p><p>Our goal in this training program is to help you improve your day to day operations, career and yourself, so I will show you techniques and toolkit that we use in management consulting industry, and ones that I frequently share with my clients and students.</p><p>You simply have to find a way to acquire practical skills that will give you an edge over the other candidates.</p><p><strong>But how can I help you do that?</strong></p><p>The Complete Management Consultant Course 2020 is the most comprehensive, dynamic, and practical course you will find online. It covers several topics, which are fundamental for every aspiring management consultant:</p><p><strong>What makes this course different from the rest of the consulting courses out there?</strong></p><ul><li><p>Knowledgeable instructor (experience in companies like BCG)</p></li></ul><ul><li><p>Complete training: We will cover all major topics and skills you need to become a top-class management consultant</p></li></ul><ul><li><p>Extensive simulation scenarios: To help you reinforce everything you’ve learned</p></li></ul><p><strong>Why should you consider a career as a management consultant?</strong></p><ul><li><p>Salary. A management consultant job usually leads to a very well-paid career</p></li></ul><ul><li><p>Promotions. Management consultant acquire valuable technical skills, which makes them the leading candidates for senior roles within a corporation</p></li></ul><ul><li><p>Secure Future. There is high demand for management consultant on the job market, and you won’t have to be concerned about finding a job</p></li></ul><ul><li><p>Growth. This isn’t a boring job. Every day, you will face different challenges that will test your existing skills</p></li></ul><p>You will make your money back from the price of this course. Udemy guarantees it with their no-risk 30 day money back guarantee. You really have nothing to lose.</p><p>Thank you for signing up for this course on Udemy. The course will always be up-to-date here and nowhere else. I am also available for questions inside the course discussion board.</p><p><strong>Act now! </strong>This immensely valuable course, The Complete Management Consulting Skills Course 2020, gives you unlimited access to over 8-hour training videos you can view on any device! You will receive step-by-step guides to develop a corporate strategy. Receive in-depth case studies, templates, toolkits, and methodologies. In addition to 130+ training videos, read and refer back to the all-inclusive, 200-page power point.</p>", "preview_video": "https://mp4-b.udemycdn.com/2020-12-31_03-24-00-d5ebb65597a3cedd24e61560485021a0/1/WebHD_720p.mp4?secure=12n3SiSvT9Lo5VdKdGNL5A%3D%3D%2C1637877755"}, {"course_id": "3997866", "category": "Development", "sub_category": "Programming Languages", "title": "Python Programming Fundamentals", "level": "Beginner Level", "author": "Bluelime Learning Solutions", "duration": "2 hours", "rating": "4.1", "reviews": "6", "students": "1372", "coupon_code": "1CFE36349A7C87E1BFE2", "preview_img": "https://img-c.udemycdn.com/course/750x422/3997866_7a50_2.jpg", "coupon_link": "https://www.udemy.com/course/python-programming-fundamentals-q/?couponCode=1CFE36349A7C87E1BFE2", "end_day": "2021-11-30 07:06:11+00:00", "headline": "Learn Key Programming Skills", "description": "<p><strong>Programming </strong>is the process that professionals use to write code that instructs how a computer, application or software program performs. At its most basic, computer programming is a set of instructions to facilitate specific actions. If you're wondering what a computer<strong> programmer </strong>is, it's a professional that creates instructions for a computer to execute by writing and testing code that enables applications and software programs to operate successfully.</p><p>Computers can do amazing things, from basic laptops capable of simple word processing and spreadsheet functions to incredibly complex supercomputers completing millions of financial transactions a day and controlling the infrastructure that makes modern life possible. But no computer can do anything until a computer programmer tells it to behave in specific ways. That’s what computer programming is all about.</p><p>At its most basic, computer programming is little more than a set of instructions to facilitate specific actions. Based on the requirements or purposes of these instructions, computer programming can be as simple as adding two numbers. It can also be as complex as reading data from temperature sensors to adjust a thermostat, sorting data to complete intricate scheduling or critical reports or taking players through multi-layered worlds and challenges in games.</p><p><br></p><p>What is <strong>Python</strong>?</p><p>Python is a popular programming language. </p><p>It is used for:</p><ul><li><p>web development (server-side),</p></li><li><p>software development,</p></li><li><p>mathematics,</p></li><li><p>system scripting.</p></li></ul><p>What can Python do?</p><ul><li><p>Python can be used on a server to create web applications.</p></li><li><p>Python can be used alongside software to create workflows.</p></li><li><p>Python can connect to database systems. It can also read and modify files.</p></li><li><p>Python can be used to handle big data and perform complex mathematics.</p></li><li><p>Python can be used for rapid prototyping, or for production-ready software development.</p></li></ul><p>Why Python?</p><ul><li><p>Python works on different platforms (Windows, Mac, Linux, Raspberry Pi, etc).</p></li><li><p>Python has a simple syntax similar to the English language.</p></li><li><p>Python has syntax that allows developers to write programs with fewer lines than some other programming languages.</p></li><li><p>Python runs on an interpreter system, meaning that code can be executed as soon as it is written. This means that prototyping can be very quick.</p></li><li><p>Python can be treated in a procedural way, an object-oriented way or a functional way.</p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2021-04-21_20-45-27-5afa1f8226e0519ae3ab9bace27a1e73/1/WebHD_720p.mp4?Expires=1637877758&Signature=CmBydSYChKQV-~gmLEekIH~u7nHZg1JY~r9EFvF49iJhL2W9h~A3HtuAiP6cL-HYyO-lEXVSHWHp6ycS3OYOFqDnQtcTMHkycn5k-wEMbumAFrMLdsPhPguSvFE61OprG-EQ02omQr8WBrUp5BAwH3KoHGQ3Nn3XMm4a7A-WKV3yocAby9vo5EeAoci4Z-bjRyzlQLFcMBztN4rfUSc0Nr9P2XUcFLE3DW2H55lZhABW4vZjJ86pymf2Tk6QOUz12b9cKxVJy9dDVL2GjmEhy0HSp1jpPXZ3Ou7r2VrK-71EIEffIcRfKCPG7PjqHy9MYsR1V1Qry9Qa307ziJu0xA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3214003", "category": "Design", "sub_category": "Design Tools", "title": "Das große Canva-Kompendium", "level": "Beginner Level", "author": "Sebastian Glöckner", "duration": "5 Stunden", "rating": "4.0", "reviews": "29", "students": "1357", "coupon_code": "A70D8A11CCDB6B21D71A", "preview_img": "https://img-c.udemycdn.com/course/750x422/3214003_12e8.jpg", "coupon_link": "https://www.udemy.com/course/das-canva-kompendium/?couponCode=A70D8A11CCDB6B21D71A", "end_day": "2021-11-26 12:42:23+00:00", "headline": "Professionelle Designs mit Canva gestalten und Dein eigenes E-Book gestalten!", "description": "<p>Die <em>Grafikgdesignplattform Canva </em>ist eine <strong>kostenlose, </strong><em>Photoshop </em>ähnliche Bildbearbeitungssoftware welche Windows, Max OS und Linux unterstützt und sogar eine App bereitstellt.</p><p>\"<strong>Entwerfe mit Canva alles, was du dir vorstellen kannst\"</strong></p><p>Mit Canva hat <strong>jeder </strong>die Möglichkeit <strong>professionelle Designs</strong> zu erstellen, ohne dafür Kenntnisse in Bildbearbeitung zu benötigen.</p><p>Selbst mit Zugriff auf viele Youtube-Tutorials wenden viele in der Grafikdesignplattform Canva nur grundsätzliche Funktionen an.</p><p><em>Bis jetzt...<br></em></p><p>Du bist gerade dabei dein erstes Buch zu veröffentlichen und dir fehlt es an einem passenden Cover?</p><p>Du kennst dich nicht gut aus mit Photoshop und möchtest keinen Grafiker beauftragen dir ein Cover zu erstellen?</p><p><em>Bis jetzt...</em></p><p>Warum probierst du es nicht selbst aus - mit Canva benötigst du<strong> keine Design Kenntnisse</strong>, um tolle ansprechende Cover für dein Ebook oder Taschenbuch zu erstellen!<br></p><p><strong>Cover Erstellung mit Canva Schritt für Schritt</strong></p><p>Ich zeige dir viele verschiedene Varianten, um das passende Designs für Dein Business und Cover für dein Buch zu finden! Ich kläre dich über die rechtlichen Gegebenheiten bzgl. einer kommerziellen Nutzung von Canva auf und zeige dir viele nützliche Tricks, um Canva effektiv nutzen zu können.</p><p>Schreib dich ein und fange noch heute an, schöne Designs und Cover für deine Werke zu erstellen!</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-06-09_13-25-55-0e3a0873d509a73702916ea9dc098517/1/WebHD_720p.mp4?Expires=1637877765&Signature=jAz5dRwECAK9Z7AiutwhXlPMvn-ujiqU5~apZbdA9UablKmbpU~PO5zQlqIhuGgfDmPxY3BL6aeN0b2SuV3BE7IixRxGz2PTnT6s0nc~cU48XtA7UbAnrx5Gq1NHdM4-bY25hquG0QPb5mQka~NSv3hws5gxEVlPfR~Of9exz550MzC931WMia~YZMnxXoIQ3W5pilo8L0mDrfq~kiNeRckXWEA22E-uTlMe8Amg5am3PrVLVvAkQXQTGFVq2~plZsoGYZVM7hkbJNfxxquHQvE5TViWpVgiMQedbrUFj931xxjp3QE8~NLjdYa5fqJ8ZsgILQxALwwEE2VDol9Wxg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4093598", "category": "Marketing", "sub_category": "Content Marketing", "title": "Instagram Photography Summary: Top3 Ways To Shoot Everything", "level": "All Levels", "author": "Express Skills Academy by James Renua", "duration": "3 hours", "rating": "4.3", "reviews": "21", "students": "3663", "coupon_code": "9F5AB6D9EAEDCB483036", "preview_img": "https://img-c.udemycdn.com/course/750x422/4093598_0627_2.jpg", "coupon_link": "https://www.udemy.com/course/instagram-photography-top-3-key-ways-to-shoot-everything/?couponCode=9F5AB6D9EAEDCB483036", "end_day": "2021-11-30 12:48:14+00:00", "headline": "Tired of taking lame, bad lit photos and don’t know how to improve? Not to worry, together we’re going to fix that.", "description": "<p>Do you want to take beautiful photos? </p><p>Do you want your photos to be recognized? </p><p>You’re in luck, because that’s exactly what we will be talking about in this course. Here we will start with the basics of photography and move from this to talking about how to sell with photos. </p><p>Exiting, isn’t it? But even if you don’t intent on selling something, you will the most important things about photography: all the definitions, angles, compositions, lighting. </p><p>Basically everything you need to make a gorgeous photo! Don’t be shy to express yourself. If photography is art(it is!) – that’s what I’m going to teach you in the first place. Come along!</p><p>This course is all about photography. Instagram photography, to be exact. In this course I will teach you how to take pictures and how to make them look good, look beautiful. </p><p>Here we’re going to touch upon some basic information you need to know about photography, some basic terminology and what that means and why we need it. But a bit later into the course, we’re going to talk about some advanced things like lighting, composition, etc. Everything useful, everything you must not forget about while taking your photos.</p><p>Most importantly, this course is about taking pictures for Instagram, so we’re going to talk about why your smartphone is just as good as a really expensive camera. Believe me when I say that you don’t need top notch equipment to shoot your shots. </p><p>We also are going to talk about what your smartphone can do, and just trust me, it can do much more than you know. </p><p>We’ll be touching upon photo editing and how photo editing can make your shots look amazing. Yes, clean unedited photos will always be trendy, but try and guess how many of those photos REALLY weren’t touched with an editing tool. Want to know what editing can do? You’ll just have to find out. </p><p>Lastly, we are going to talk about how you should take photos for your online Instagram shop. It doesn’t matter what you’re selling, because together we’re going to sell it better and make it look amazingly wanted.</p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-03_16-50-48-323b1a508b865a06b5c5e20ef64353be/1/WebHD_720p.mp4?Expires=1637877768&Signature=aefNysagtEo-h9FehQe2nmTdO4-YY2uh41dtWsxa1xXGswO9VJXXW8nzuwENswMrDtnyWkj~Xgkph-wxwopiJn7kJLUHpI-IV8y4CH75C53zFKigs6xT3BWvzxl2nA1Qc~bModrwEVrlKeHP-N~1Lwnwkg4CGwPvI9tXylRc2DjrKKVP9aoQBe~8QXfglOyK68QOYmZ6wDmfm826zXG6aoKGKZMTAfBm~klapFbZuXn~dRhEAGdbGwuKwWVNWXBXGibDCK0FUAsyag5V48akBYxB~AeKEOahJF9nJckXSAGgoVJXmoAdFTcyjqsYHteOssSdtG2zKM27iAs9vrRhSg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4112834", "category": "Personal Development", "sub_category": "Leadership", "title": "How to Become a Facilitator: 7 Effective Skills Summary", "level": "All Levels", "author": "Express Skills Academy by James Renua", "duration": "3 hours", "rating": "4.4", "reviews": "48", "students": "10188", "coupon_code": "6C0939A952ED20B6D3C3", "preview_img": "https://img-c.udemycdn.com/course/750x422/4112834_ca08_2.jpg", "coupon_link": "https://www.udemy.com/course/how-to-become-a-facilitator-7-effective-skills/?couponCode=6C0939A952ED20B6D3C3", "end_day": "2021-11-30 12:44:10+00:00", "headline": "Become a great facilitator with these 7 effective skills!", "description": "<p>Have you ever felt like the task of becoming a leader and leading people to success is impossible? Well, it is no secret that the task may seem quite daunting and out of the realms of our possibilities. Well, the beauty of life is that nothing is impossible and with courage and willpower one can overcome their greatest fears and lead people to greatness.</p><p>That is one of the main functions of a facilitator. They are the leaders of society and they lead us to achieve amazing things. The best part about it, this could definitely be you! Becoming a facilitator is not easy, lots of work is mandatory in order to become successful, and even more in order to lead people to success. Becoming a facilitator has many beneficial perks: you become more confident yourself, you will gain respect, all while leading people to success.</p><p>So, step up to the challenge! Become a better version of yourself by helping others do the same. This course will help you get started with facilitation, and the best part about it is that it will only take up 30 minutes of your time!</p><p><strong>What you will learn:</strong></p><p>This short 30-minute course is a perfect way to get started on becoming an effective facilitator. Here you will learn about the 7 wonderful skills that every facilitator needs in order to achieve success and help others do the same.</p><p>In this short timespan you will learn about this role of a facilitator. You will learn who a facilitator is, what his functions are, and why he is a detrimental asset in a team.</p><p>Rules are important, especially for a great facilitator. This course will talk about the rules a facilitator must follow if he wants to make his team as productive as possible.</p><p>Other skills that a facilitator must possess is the ability to manage his surroundings. You must be the one in control, and when you have everything under control you can facilitate a productive environment. When you have everything under control you are also able to solve conflicts, which are inevitable when having a team comprised of a diverse team.</p><p>Everything in this course is short and straight to the point so that you waste no time in learning about facilitation.</p><p> </p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-09_20-30-08-674fbf302de25561362d5d45cba8f24b/1/WebHD_720p.mp4?Expires=1637877778&Signature=AcaBfmu6cw~Yf65gLP~VO-L0SGGmps9TTqlIQNHs-81iSR~A5hJT-Lej5BU1RByZNi6r~lqJPKkquOrAQjRo4bm0lU6PZ0Xr30SDm80-be-kPkMQa~oxQjpc1TfzqNEl5crm2Ss4w3e6YulVHQ4MxJRD--BZapT-3c2tt6F9kiXvz~2esJU118yBDRSt-pBcJ08rgOdKBnZ~fqAmJTFvwAaMzlYJPOry35faaOyVPlySbbFuZPUJ1McSgoFKoy2G39xVtKm-Ji31TfuHKUX-WgjG0pXiBrY2kF9IlNYW37OhvIJqtjOsk0~xMnAsCZicLszx-QbYqJZ8XMdW2fDNYw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3200880", "category": "Marketing", "sub_category": "Affiliate Marketing", "title": "Learn 4 Steps to Make Money Online with Affiliate Marketing!", "level": "Beginner Level", "author": "Roope Kiuttu", "duration": "4 hours", "rating": "3.9", "reviews": "460", "students": "76797", "coupon_code": "7F6DCEE2580D2878B987", "preview_img": "https://img-c.udemycdn.com/course/750x422/3200880_8fa6.jpg", "coupon_link": "https://www.udemy.com/course/make-money-with-affiliate-marketing-online/?couponCode=7F6DCEE2580D2878B987", "end_day": "2021-11-27 21:38:22+00:00", "headline": "These 4 steps took me from a complete beginner to making a life-changing income online.", "description": "<p><strong>Have you ever wanted to make money online even while you are sleeping?</strong></p><p><strong>Would you like to spend time with your loved ones and earning money at the same time?</strong></p><p>It happens to me all the time.</p><p>I still remember the day when I stumbled online and searched something like, \"How to make money online\".</p><p>There was a young man from the United States who said that he can show me how to make money using the Internet.</p><p>My first thought was, \"that must be a scam or something!\"</p><p>Well, I&nbsp;gave it a try...</p><p>And guess what.</p><p><strong>I failed! </strong></p><p>The reason was that I&nbsp;just \"tried\" it. I didn't really commit at first.</p><p>Then I saw dozens and dozens of examples:</p><p>Someone made $2,000/month online.</p><p>Another person made $5,000/month online.</p><p>Some people made even $10,000/month online...</p><p>And more...</p><p>I realized that if they can do it, I&nbsp;can do it.</p><p>And sure enough, I did it.</p><p><strong>I made a life-changing income online and I've traveled around the world in 40 countries in total.</strong></p><p><strong>Nowadays I run a YouTube channel called \"Learn To Make Honest Money Online\" with over 300,000 monthly views helping ordinary people to make a life-changing income online too.</strong></p><p>I&nbsp;simply share the steps that I took to make money.</p><p>And it works.</p><p>In this course, <strong>you'll learn the steps that I&nbsp;have taken to make a life-changing income online and achieve the ultimate freedom in my life.</strong></p><p>I can't give you any income guarantees because it's against the law but I&nbsp;can tell that the steps that I teach have worked for me and dozens of my friends.</p><p>I'll see you inside the lessons!</p><p>Looking forward to helping you my friend!</p><p>Cheers</p><p>- Roope&nbsp;\"From a complete beginner to making a life-changing income online\" Kiuttu</p><p><strong>PS. </strong></p><p>Imagine having a life that you've always dreamed of.</p><p>Imagine having the freedom...</p><p>It's Your Time!</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-10-09_04-00-40-3e2327bd76e567b7990524bf15251305/1/WebHD_720p.mp4?Expires=1637877781&Signature=gs-9HT8mvOVQeEhRNOtNZL-upyC6nqtB-dkzkdNNHpFt-1o~OC9I8zo~1M9zflIEzhel4TYg1gq6cOSeaHGFXDCSQG25H1UJ~Ha~hj3Lq9eAtlIODm9EdE1t2B3Vd1D7dAnzwqzv5t2aY4aQKb7eifwIS9mIHrmpOVeRA4yMeyDx90m5wAjYWvu79SBKZW2fYGB0S8Wol6SmWlJ7LtS6RjnNS46il2aCumikukVqf2pl1xxF33HDC2T8vh2OpXJNVpbK~iShQ5qK3kivQt7lxpdIbnIKroIlaQmhRcVY~FSK-5WnK7I1Y4-xoB0yvB9qIH-KI0uAYUyyfGbqEoMFGw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3847996", "category": "Teaching & Academics", "sub_category": "Engineering", "title": "Fundamental Question on Robotics", "level": "All Levels", "author": "Harish Kumar Maheshwari", "duration": "", "rating": "4.9", "reviews": "18", "students": "9248", "coupon_code": "755C9CF70D4368F89861", "preview_img": "https://img-c.udemycdn.com/course/750x422/3847996_03f1_2.jpg", "coupon_link": "https://www.udemy.com/course/fundamental-question-on-robotics/?couponCode=755C9CF70D4368F89861", "end_day": "2021-11-30 12:54:40+00:00", "headline": "Multiple Choice Questions (MCQ) on Robotics", "description": "<p><strong>Dear Learners</strong></p><p><strong>Are you Preparing for Interview in Robotics? Don’t be stressed, take our Robotics based quiz and prepare yourself for your Interview.</strong></p><p>With this Robotics based Quiz, we are going to build your confidence by providing tips and trick to solve Robotics based questions. In Robotics based Multiple Choice Questions Quiz, there will be a series of practice tests where you can test your Basic Knowledge in Robotics. Use it for training and keep yourself updated.</p><p><strong>Who should Practice these Robotics based Questions?</strong></p><ul><li><p>Anyone wishing to sharpen their knowledge.</p></li><li><p>Anyone preparing for JOB interview.</p></li></ul><p><strong>Why is Robotics important?</strong></p><p>There are many reasons that robots are important in the world:</p><ul><li><p>They can be used for dangerous jobs like bomb disposal. </p></li><li><p>They can be more accurate than people. Robots that operate on automobile assembly lines do precise jobs of welding and assembling components of vehicles. </p></li><li><p>They can do the exact same Job 24 hours a day, 7 days a week and except for the short period of time when retooling is done for a new model, or maintenance is needed, they work continuously all year.</p></li></ul><p><strong>when you solve these Questions then definitely your confidence will Increase. Without any delay, the applicants participate in the </strong>Robotics<strong> based<em> </em>MCQ Test and understand the various questions and answers. </strong></p><p>Sign up now and <strong>t<em>ake this quiz</em></strong>. Let's get started. All the best for quiz</p>", "preview_video": ""}, {"course_id": "4076184", "category": "Personal Development", "sub_category": "Creativity", "title": "Top 5 Secrets for Improving Screenwriting Skills Summary", "level": "All Levels", "author": "Express Skills Academy by James Renua", "duration": "3 hours", "rating": "4.6", "reviews": "12", "students": "4254", "coupon_code": "D4AF20FC41DFC21640DB", "preview_img": "https://img-c.udemycdn.com/course/750x422/4076184_193b_2.jpg", "coupon_link": "https://www.udemy.com/course/top-5-secrets-for-improving-screenwriting-skills/?couponCode=D4AF20FC41DFC21640DB", "end_day": "2021-11-30 12:52:53+00:00", "headline": "Ever wanted to know how screenwriters work and learn for yourself? Here’s your chance.", "description": "<p>I’m sure you really want to write something to put on silver-screen and be proud that it’s your story hundreds of thousands of people are talking about. Well, you can either just go at it and encounter lots upon lots of difficulties and mistakes, or you can learn everything you need to know first and get at it like a pro. The choice is yours, but I would really advice the second option.</p><p>In this course we’ll go over everything about screenwriting. I will pass my knowledge onto you, so you won’t have to worry that you did something wrong. Easy as that, to be good at something, you first have to know that ‘something’ inside and out. That’s exactly what we are going to learn here.</p><p><strong>What will you learn:</strong></p><p>In this course we are going to discuss everything about screenwriting. While screenwriting is a tricky thing, we will get all that tricky information about it and sort it out. We are going to talk about what a script consists of, what does your crew and a director for your movie derive from it. </p><p>We are also going to learn some secrets professional screenwriters use and why their screenplays are so good. There’s much to learn and think about. We will be touching upon what we should put in our script, and what we should leave behind.</p><p>We will talk about the terminology and all those weird short words scripts have. You didn’t think you can actually learn something in 30 minutes? Think again.</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-05-25_11-38-46-6f04a4f704626ae09ed87df6400912ad/1/WebHD_720p.mp4?secure=zw8twxIKBadFyZNuuzPlPQ%3D%3D%2C1637877786"}, {"course_id": "4413860", "category": "Teaching & Academics", "sub_category": "Test Prep", "title": "Business Analyst Certification (PMI-PBA)-Prep exam-2021", "level": "All Levels", "author": "Learning Academy", "duration": "", "rating": "0.0", "reviews": "0", "students": "414", "coupon_code": "PMI-PBA-11-25", "preview_img": "https://img-b.udemycdn.com/course/750x422/4413860_f55d_4.jpg?secure=1DyqvcFnVvxozmZf51-l8w%3D%3D%2C1637947994", "coupon_link": "https://www.udemy.com/course/business-analyst-certification-pmi-pba-prep-exam-2021/?couponCode=PMI-PBA-11-25", "end_day": "2021-11-30 12:06:52+00:00", "headline": "Start preparing for PMI-PBA Professional in Business Analysis Exam Certification-(2021)", "description": "<p><strong>Welcome to the Business Analysis (PMI-PBA) Exams Updated </strong></p><p><br></p><p>The test certificate which incredibly approves a business investigators range of abilities and specialized skill is the Project Management Institute-Professional in Business Analysis (PMI-PBA).The PMI-PBA affirmation is one of PMI's quickest developing certificates and will show your capability in all parts of business examination, from needs appraisal through prerequisites the executives and arrangement evaluation.PMI-PBA test authentication holders are perceived specialists in the BA field, depended on for the main activities, and exhibit obligation to the calling, a significant advantage with employers.If you work with project groups and oversee necessities or item advancement, or then again if youre an undertaking or program administrator who performs business investigation in your job, then, at that point, the PMI-PBA confirmation is appropriate for you. </p><p><br></p><p>Business examination has turned into a skill of basic significance to project the executives. Becoming guaranteed as a business examination (BA) master can move your vocation a new way while openings for BAs are on the ascent. </p><p><br></p><p><strong>Test PMI-PBA Domain Topics : </strong></p><p><br></p><ul><li><p>Area 1. Needs Assessment - 18% </p><p><br></p></li><li><p>Area 2. Arranging - 22% </p><p><br></p></li><li><p>Area 3. Investigation - 35% </p><p><br></p></li><li><p>Area 4. Discernibility and Monitoring - 15% </p><p><br></p></li><li><p>Area 5. Assessment - 10% </p></li></ul><p><br></p><p>I have arranged this training test course for that multitude of up-and-comers who are arranging of taking <strong>PMI Professional in Business Analysis (PMI-PBA) Exam</strong> in in near future. </p><p><br></p><p><br></p>", "preview_video": ""}, {"course_id": "3550302", "category": "Development", "sub_category": "Mobile Development", "title": "Advanced Artificial Intelligence in App Creation (2021)", "level": "Intermediate Level", "author": "Srinidhi Ranganathan", "duration": "1 hour", "rating": "3.8", "reviews": "72", "students": "25820", "coupon_code": "BC81003008BABC617F96", "preview_img": "https://img-b.udemycdn.com/course/750x422/3550302_34d5_3.jpg?secure=IT_IwsmKW9Z9pEQFaC40nw%3D%3D%2C1637947997", "coupon_link": "https://www.udemy.com/course/advanced-artificial-intelligence-in-app-creation/?couponCode=BC81003008BABC617F96", "end_day": "2021-12-26 15:24:52+00:00", "headline": "MBA in Artificial Intelligence Digital Marketing: Term 2.7 course on Advanced Artificial Intelligence in App Creation", "description": "<p><em>Welcome to the seventh course in Term 2 as part of the series </em><strong><em>\"MBA in Artificial Intelligence Digital Marketing\"</em></strong>.</p><p>Did you know?<em> In the field of mobile applications and development, Artificial Intelligence remains to be the catalyst.</em> Artificial Intelligence was immensely expanded at the beginning of 2019, as per the studies and reports made in the year, and it brought nearly $59 billion in expenditure, and this amount was almost three times more than in previous years. Artificial Intelligence has been actively making improvements in mobile growth and technology ever since.</p><p>The future is now, and emerging developments such as quantum, machine learning, or computing have been offered a new way by some of the previously advanced techniques such as silicon chip, mobile technology, and more. The face of the technology world has been transformed by Artificial Intelligence. Anything from a toothbrush, television to the car and other cars is about to be improved. AI is a popular concept that is commonly used to describe the capacity of machines or computers to use human intelligence.</p><p>In each term, companies and organizations are increasingly expanding and increasing. Firms have grown in terms of new techniques. They've leveraged the full benefits of AI. Useful algorithms and machine learning have increased the growth and incorporation of software. So, mobile development fits well with the development of applications for Artificial Intelligence and mobile application development.</p><p>This mind-blowing course created by Marketing Legend <strong>\"Srinidhi&nbsp;Ranganathan\" </strong>and <strong>\"Saranya Srinidhi\" </strong>caters to the above requirement of advanced mobile app development which is much needed in today's competitive business world. In this course, we will look at an incredible tool to convert a website into a WordPress-AI website very quickly in the cloud. We will go through a portal that can help you create event apps. What's more?&nbsp;We will delve into database creation tools that require no coding knowledge in order to learn it. You will also learn about a website or tool that will help your turn your spreadsheets into software application with the power of advanced Artificial Intelligence (AI)&nbsp;for your team to work on.</p><p><em>Enrol now and let us embark on an all-new adventure in the field of advanced app creation.&nbsp;Time to boom - after all. </em></p><p>All the very best for your app creation endeavours. </p>", "preview_video": "https://mp4-b.udemycdn.com/2020-10-06_15-38-05-f6a70e8ead4c02addb4be4050b09b135/1/WebHD_720p.mp4?secure=shA8kJ0D7cUYhRzRu_NHAA%3D%3D%2C1637877797"}, {"course_id": "4081388", "category": "Photography & Video", "sub_category": "Digital Photography", "title": "Instagram Photo: Make Your Instagram Look Pretty in 5 Steps", "level": "All Levels", "author": "Express Skills Academy by James Renua", "duration": "3.5 hours", "rating": "3.2", "reviews": "14", "students": "3856", "coupon_code": "C25BEB19D1D4E0D3760D", "preview_img": "https://img-c.udemycdn.com/course/750x422/4081388_bd14.jpg", "coupon_link": "https://www.udemy.com/course/make-your-instagram-look-astonishingly-pretty-in-5-steps/?couponCode=C25BEB19D1D4E0D3760D", "end_day": "2021-11-30 12:49:58+00:00", "headline": "Get a Professional Tool to Beacome a Blogger", "description": "<p>If you are into beautiful photos – you’re in a right place. Here we will talk about everything you need to make a truly pretty Instagram profile. And this time it won’t be someone else you so frequently see on Instagram, this is going to be you!</p><p>This is a great opportunity to learn why do these bloggers and those cafés have really pretty profiles and also learn how to make one!</p><p>There comes a point in anybody’s lifetime where they will have to negotiate for something, whether it is a basic offer or something that is a lot more serious, negotiating is something that we all should be capable of.</p><p>Now, it might not be as serious as a political negotiation among leaders and important people, but learning how to negotiate like those people will serve as a crucial tool in your arsenal. Knowing how to negotiate not only grants you your desired outcomes, but it also grants you respect from your peers.</p><p>This course will help you become this great negotiator by teaching you 4 simple but really useful tips that will boost your negotiating prowess and help you improve your life in every way, and the greatest thing about this…. it will only take up 30 minutes of your time!</p><p>Who is it for?</p><p>- Bloggers wanting to improve their profile</p><p>- Small businesses, cafés, online clothing shops, you name it</p><p>- People who want to stand out</p><p>- Anyone wanting to embrace their creativity</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-05-27_17-21-25-4a6d96e01c1356556708060c8de0afb4/1/WebHD_720p.mp4?secure=q01K2cbJ5aTLA3WpkPHJPg%3D%3D%2C1637877802"}, {"course_id": "3584300", "category": "Business", "sub_category": "Project Management", "title": "Scrum Fundamentals for Scrum Master and Agile Projects- 2021", "level": "All Levels", "author": "GenMan Solutions", "duration": "2 hours", "rating": "4.5", "reviews": "1338", "students": "109826", "coupon_code": "SCRUMNOVM", "preview_img": "https://img-c.udemycdn.com/course/750x422/3584300_6463_3.jpg", "coupon_link": "https://www.udemy.com/course/scrum-genman/?couponCode=SCRUMNOVM", "end_day": "2021-11-30 06:24:18+00:00", "headline": "Master the Scrum concepts necessary for Scrum Master Certification & Agile Scrum Project Management", "description": "<p>This course provides a comprehensive overview of the Scrum framework for agile project management. You’ll learn the basics of Scrum and the Scrum lifecycle, how to organize a Scrum team and set up a project, and how to implement a Scrum, from releases and sprints to enterprise transformation. </p><p>This course is for anyone involved in product delivery using the Scrum framework. It is particularly beneficial for those people within an organization accountable for getting the most out of Scrum, including <strong>Scrum Masters, managers, and Scrum Team members.</strong></p><p>Course enrollment grants you <strong>lifetime access to all the the entire course content including quizzes, practice exercises etc.</strong> In addition, you’ll also r<strong>eceive 1-on-1 support for any questions or uncertainties that come up.</strong> And this all comes with a <strong>30-day money-back guarantee!</strong> You have nothing to lose and so much knowledge to gain.</p><p><strong>Over 19,000 students have enrolled</strong> into this course so far and have shared some great reviews about the course:</p><p>★★★★★ <em>\"Very clear explanation, I am really very grateful, I knew the existence of Scrum but not in detailed knowledge, the tutor is knowledgeable in her field. Please keep on doing\".</em></p><p>-Daud Ali Ahmed</p><p>★★★★★ \"<em>Great Course. To the point explanation of the concepts. Highly recommended.\"</em></p><p>-Tristan Taylor</p><p>★★★★★<em>\"This course gives a good overview of the scrum and clearly explains the concepts.\"</em></p><p>-Sujith singh</p><p>★★★★★ <em>\"Extraordinary learning\"</em></p><p>-Akhas Rahmadeyan</p><p>There are no prerequisites for starting this Scrum Fundamental course. </p><p><strong>Here are some FAQs about Scrum before you get started:</strong></p><p><strong>What is Scrum?</strong></p><p>Scrum is a framework within which people can address complex adaptive problems, while productively and creatively delivering products of the highest possible value.</p><p>Scrum itself is a simple framework for effective team collaboration on complex products. The definition of Scrum consists of roles, events, artifacts, and the rules that bind them together.</p><p>Scrum defines three roles, the Product Owner, Scrum Master and Development Team Member.</p><p>Scrum is:</p><ul><li><p>Lightweight</p></li><li><p>Simple to understand</p></li><li><p>Difficult to master</p></li></ul><p><strong>What is the difference between Scrum and Agile Development?</strong></p><p>Agile Development is a software methodology, whereas Scrum is one of process frameworks that follows Agile. Scrum is advised to teams with experienced team members as the Framework requires great collaboration and self-organization as well. If the Scrum rules are not followed strictly, a project can lead to failure. Hence, it is necessary to have a proper understanding of Scrum concepts among the entire team.</p><p><strong>Why do we need Scrum?</strong></p><p>You don’t “need” it, per se.</p><p>But to be successful at building products and services which generate value for your customers and your business in rapidly changing circumstances, you do need a way of managing risk, optimizing value and navigating complexity in both the work and the surrounding environment. Scrum provides a framework for doing that.</p><p><strong>When should I choose Scrum?</strong></p><p>Scrum best serves the projects with unclear details and specifications, ones with high risk of mid-project changes, where there is a need to monitor the value of completed tasks throughout and where teams need autonomy and creativity to produce the best results.</p><p>With Scrum your team will:</p><ul><li><p>Deliver the main value quicker</p></li><li><p>Have a bigger chance of meeting the deadline</p></li><li><p>Create the product for less</p></li><li><p>Be more motivated</p></li><li><p>Collaborate better</p></li><li><p>Be more innovative and listen to client requirements more careful</p></li></ul><p><strong>When should I not choose Scrum?</strong></p><p>Scrum application can be complicated in large teams or those very attached to the traditional process. It will also not be a good fit for those that expect a light and quick change into better results. Otherwise, it simply takes determination and will to take on the process and adapt it to your needs.</p><p><strong>Is Scrum Master a job title or a role that someone with an existing job title fills?</strong></p><p>Scrum Master is a role that someone with a job title fills. Normal practice is that the person playing the role of project manager plays the ScrumMaster’s role as well.</p><p><strong>Can Product Owner and ScrumMaster’s roles be played by the same person?</strong></p><p>No, since the ownership differs. The role of Product Owner and ScrumMaster are very much mutually exclusive. Product Owner takes care of the Product Backlog, Prioritization of User Stories, and Validation of the working product increment with the user stories allocated to the Sprint.</p><p><strong>How might Scrum work for research projects?</strong></p><p>Scrum can be applied to any project where the goal is to maximize the value of something (a “product”), and thus requires short feedback loops in order to govern what actually gets delivered and ends up being valuable. Research fits nicely in this category because, by definition, it is about learning something in order to achieve a broader purpose.</p><p><strong>What about Professional Scrum Certification?</strong></p><p>There are various Professional Scrum Certifications available including <strong>Professional Scrum Master™, Professional Scrum Product Owner™, Professional Scrum Developer™, Scaled Professional Scrum™, Professional Scrum™ with Kanban, Professional Agile Leadership™ and Professional Scrum™ with User Experience.</strong></p><p>These assessments cover a range of areas related to the knowledge and real world usage of Scrum. Passing these credible and consistent assessments is highly regarded as true industry certification by individuals, organizations and industry associations.</p><p>You can visit the official Scrum website for more details.</p><p>---------------</p><p>Let's get started. I'll see you inside the course :)</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-10-25_18-52-07-d554e687964561837701782d33f29ed6/1/WebHD_720p.mp4?Expires=1637877813&Signature=G3L3owDaX9AU~rZ8xE9walZ5APiOe8Lw83EfGaKovm-GWbeqMBYYBnngfMWeGkqoLdeENR0TNEjD9-nLSes3mAsZKQXW6WBtsKbQKQorskv2VMyCSdP2WH~nzIwrvdZED-V1LSOzKJQtcUu5sJ94-jdV7gHOl~T~VFQpPavghqST1puUJQrdD9vhi5abgo-PHtAsogga9tIxmFbVrTVLxI87meeKAVlzWiNWwBKuOzLB1Eo67EBnbnxOFSOISnNTueensvPko4WvKLR3xM1Suqb7CMxLdpmU-IM88YG7cOA6039xT1tYeV3iPWg0P1fcNLqB-5lmGDB7ZFpQ5livhA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3417826", "category": "Finance & Accounting", "sub_category": "Other Finance & Accounting", "title": "Learn 27 Ways to Make Money Online with Your Smartphone!", "level": "All Levels", "author": "Roope Kiuttu", "duration": "3 hours", "rating": "3.5", "reviews": "670", "students": "72064", "coupon_code": "8588190C2FD838BFBF6F", "preview_img": "https://img-c.udemycdn.com/course/750x422/3417826_b765_4.jpg", "coupon_link": "https://www.udemy.com/course/make-money-with-your-smartphone/?couponCode=8588190C2FD838BFBF6F", "end_day": "2021-11-29 09:28:15+00:00", "headline": "Learn PROVEN Ways to Make Money with Your Smartphone. Even 1 Strategy Will Pay Your Course Price Back!", "description": "<p><strong>Would you like to make money online with your smartphone?&nbsp;</strong></p><p><strong>Do you wanna see real money-making apps that pay in 2021?</strong></p><p>Then this course is PERFECT FOR YOU!</p><p>I&nbsp;created this course because every single day people ask me for the best way to get paid just by using their smartphones.</p><p><strong>Learn just 1 strategy and you'll earn your course price back.&nbsp;The rest will be pure profits for you!</strong></p><p>Over the course of years, I've helped 1,000's of ordinary people to start their 'Make Money Online' journeys and you'll be the next one.</p><p>More than 310,000 individuals have taken my courses on Udemy. </p><p><strong>Get started with the course and pick your strategy to start making with your phone.</strong></p><p>You're gonna enjoy this. It's fun and profitable at the same time!</p><p>I'll see you inside!</p><p>-&nbsp;Roope \"Sharing the blessing of making money online\"&nbsp;Kiuttu</p><p><strong>PS. </strong>If you need any help, you can contact me personally on my YouTube channel called \"Learn to Make Honest Money Online\".</p><p>I read all your comments personally and I do everything that I humanly can to help you to succeed.</p><p><strong>PPS. I&nbsp;am constantly adding new lessons to the course to make it even more helpful for you.</strong></p><p>Your satisfaction is the best reward.&nbsp;</p><p>It gives me the most joy when YOU&nbsp;succeed.</p><p>It's Your Time!</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-08-13_23-51-41-eeb35c222bebf50d26d096e914e1d08a/1/WebHD_720p.mp4?Expires=1637877820&Signature=AUNkBgZZS~XeA~-ygjfQI5y2C-L~t5y0AU4HMRW1cc3SIcbwp98BVg9XUJ1lqPfCmfZxsIypx0jdqhwEL~bBTmNCaT3WYq707utWpxxSMFix8kYjY0D4cikf4th2dXNeNgjeQwZkxR4LiGm4sskY2QSzBZwJxvw62bvLVI16eNl38vzq3rUj1i5UJlrqF4ykyiju96zXWJ5n7M9Ik~K2-wooqS3LrkQz6QoLsY~DRW4iKQAg3gvGilkRK6l-XYyKmhvEslMpnvx8aOVTbiUGL4QiiJfNs9pKPGc4Od9FsPEAFxuaNrN1VoTPq8RukQCrTSqGJ~s~R~dpEG9qJEMSTA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4076372", "category": "Marketing", "sub_category": "Other Marketing", "title": "Copywriting: 3 Crucial Points For Your Text To Sell Itself", "level": "All Levels", "author": "Express Skills Academy by James Renua", "duration": "3.5 hours", "rating": "4.1", "reviews": "45", "students": "13533", "coupon_code": "4EFBBDC101B601D4F22D", "preview_img": "https://img-c.udemycdn.com/course/750x422/4076372_fc42.jpg", "coupon_link": "https://www.udemy.com/course/copywriting-3-crucial-points-for-your-text-to-sell-itself/?couponCode=4EFBBDC101B601D4F22D", "end_day": "2021-11-30 12:42:42+00:00", "headline": "Learn how to make your text stand out.", "description": "<p>We can’t go a day in our life without reading something on the internet: blogposts, articles, promotional texts, etc. Who writes them? Who makes us read all of that information? A copywriter. Just image the amount of power hidden inside copywriter’s brain. </p><p>When someone needs something sold – they contact a copywriter, when someone needs something promoted – they contact a copywriter. Don’t underestimate that. If you want to learn how all the things forementioned here are done, come along and let’s talk about it in the course.</p><p><strong>What you will learn:</strong></p><p>In this course we are going to have a look at everything you need to become a copywriter. Copywriting is a creative job, but that doesn’t mean that you should go with your free-roaming thoughts all the time. It has its own secrets and tricks that are to be followed if you want to do the job correctly. </p><p>Quality is our best priority and anyone who says otherwise, is sadly, wrong. Before starting to actually write something, you will have a lot to do, because writing a text is the last step in Copywriter’s line of work. So, what does copywriter do? Well you’ll just have to find that out for yourself in this course.</p><p>In this course, we will go all the way from the start of your copywriting career. We will learn:</p><p>-Why some texts are selling when others aren’t</p><p>-Specifics in Copywriting profession</p><p>-What to put in the text</p><p>-We also are going to talk about your portfolio and how and where you can set it up. </p><p>Also, at the end of the course you will get a BONUS, but I won’t tell you what it is at this point. :)</p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-05-25_12-17-03-b85c1b32970b8f24ab2c529bf48a0507/1/WebHD_720p.mp4?Expires=1637877826&Signature=C0HwoqAGjE5UiBp95h-FVVlw-TvIkytfWOApC93EzMYgaKSDtUD5pOxG0FHg7wkSVSjvHoev3oSPvYbW2Gws3QkePvpdKjSpASWOsaZ6-ayzItt1E-kckxpFj8bTo6NMkQkWgl0~I-6RqHocKOaKIxTuEKWrshZjv9P~qCSkYTaeUvWyVXKCFG~SvpIphcDw9pSg1oNuXu6nARvqwQvvc8SqpZSwrvinx16xLpf3oB2ifq88GfaYNhZc8zPe1InQbUsG79AQ5XBhSOIKHVYJQE5duZrLAo-AJ3VvYWBaktiKfzCrjBcHHz2KOKfp2woHs6fxgtTTD1NEqgjBBru4cQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4043852", "category": "IT & Software", "sub_category": "IT Certifications", "title": "PMP® Practice Test: Project Management Professional 2021", "level": "All Levels", "author": "Debajyoti Adhya", "duration": "", "rating": "4.7", "reviews": "33", "students": "17935", "coupon_code": "DA49D2F2A188A7425632", "preview_img": "https://img-c.udemycdn.com/course/750x422/4043852_84bd.jpg", "coupon_link": "https://www.udemy.com/course/pmp-practice-test-project-management-professional-2021/?couponCode=DA49D2F2A188A7425632", "end_day": "2021-11-28 16:28:18+00:00", "headline": "Prepare yourself to pass the PMP® certification exam in 2021 The Complete PMP® Practice Test - 360 Questions", "description": "<p>The <strong>PMP®</strong> certification is the most widely and globally recognized project management certification in 2021. It validates your experience and knowledge of Project Management. </p><p>Unfortunately <strong>PMP®</strong> Exam content outline has changed in 2021, Hence old mock test preparations can not completely prepare you to take the challenge. This course can align your preparation to the new expectation of PMI&nbsp;from its students. Each practice test covers a deep understanding to carry out project management responsibilities. The new domains for PMP® are as follow:</p><ul><li><p>People (42%)</p></li><li><p>Process (50%)</p></li><li><p>Business Environment (8%)</p></li></ul><p><strong>Why to choose this course?</strong></p><ul><li><p>PMP® Certification changes are covered in this course</p></li><li><p>2 practice Mock exam for reality check for your preparation.</p></li><li><p>Most of the questions are close to real exam questions with small changes.</p></li><li><p>Explanations for every right answers are prepared to make you understand in a clear and concise manner.</p></li><li><p>The creator for this course has already experienced the difficulty a student can face due to the new change in exam pattern.</p></li></ul><p><strong>PMP® Examination Information</strong></p><p>The PMP® certification is comprised of 180 questions. Among which 5 are considered non marking questions. Non marking questions do not affect the score and are used in examinations as an effective and legitimate way to test the validity of future examination questions. All these questions are randomly placed throughout the examination to test the robustness of your preparation.</p><ul><li><p>No. of Scoring Questions: 175</p></li><li><p>No. of Non Scoring Questions: 5</p></li><li><p>Total number of Questions: 180</p></li><li><p>Allotted Time: 230 Minutes</p></li></ul><p><strong>Choose this course and Lets Get it Done! </strong></p>", "preview_video": "https://mp4-b.udemycdn.com/2021-05-12_07-14-15-9e61e5dedb7639acda782ba8b07b4b6e/1/WebHD_720p.mp4?secure=yCtY1Q-qzYg9EvLURZ3hRw%3D%3D%2C1637877832"}, {"course_id": "4369884", "category": "Business", "sub_category": "Business Analytics & Intelligence", "title": "Data | Database Migration Engineer - SQL Server | Oracle", "level": "Beginner Level", "author": "Bluelime Learning Solutions", "duration": "4.5 hours", "rating": "4.0", "reviews": "1", "students": "2561", "coupon_code": "BF7CD6F0165074E36759", "preview_img": "https://img-c.udemycdn.com/course/750x422/4369884_91bb.jpg", "coupon_link": "https://www.udemy.com/course/data-database-migration-engineer-sql-server-oracle/?couponCode=BF7CD6F0165074E36759", "end_day": "2021-11-30 06:54:00+00:00", "headline": "Migrate SQL Server into Oracle Database and learn about SQL Windows and Analytic Functions", "description": "<p>Data Migration is an important function anyone working with a database should be able to carry out.</p><p>There are several tools available to perform database and data migration. In this course we will be using a free powerful tool by Oracle called Oracle SQL Developer to migrate a third party database from Microsoft SQL Server into Oracle.</p><p>Database migration involves several steps specified below:</p><p>Setting up a Migration Repository : The Migrations Repository is a database schema that stores the&nbsp;meta_data collected and transformed in the migration process.</p><p>&nbsp;Configuring the Third Party Database Connection&nbsp; : You&nbsp; need to configure a database connection for the database&nbsp;&nbsp;which&nbsp; you would like to migrate. There are two steps to this process:Download JDBC driver and Connecting to Third&nbsp;<br>&nbsp;Party&nbsp; Database.</p><p>Capturing Source Database<strong> :</strong>This step is used to capture a snapshot of the current state&nbsp;of your third-party database and is necessary to provide SQL Developer&nbsp; with a \"point in time\" view of your database. Once this step is complete, the Migration wizard works on the meta-data stored in its repository, instead of issuing queries against your live database.</p><p>Convert Captured Model to Oracle<strong> :</strong> The next step in the migration process is to convert the captured model&nbsp;&nbsp;of the database to an Oracle-specific model.&nbsp;</p><p>Translate Third Party SQL Objects to Oracle :The next step in the migration process is to translate the&nbsp;T-SQL objects - constraints, functions, procedures, triggers, views - to Oracle SQL objects.&nbsp;</p><p>Generating Scripts to Create Target Database<strong> </strong>:Once the conversion process has completed, SQL Developer has&nbsp;a model of what the converted database will look like. This is used to generate SQL scripts for the creation of the new Oracle Database schema(s) and to run these scripts.</p><p>Move Data from Third Party Database&nbsp; to Oracle :The last step in the Migration Wizard is to&nbsp; move the data to the new database.&nbsp; Migrating the data is a process that copies the data from the third-party database to the new tables&nbsp;<br>in the Oracle database. The Migration Wizard uses the&nbsp; same Oracle database connection required to run the scripts as it does to move the data.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-10-28_00-27-00-8ce8d50e6635ab46b2d0b2b2dee92ad6/2/WebHD_720p.mp4?Expires=1637877838&Signature=TqshlAQjbwMCnHaq3Wsp0sJ2VDfVYKlggNXO0OQPikfEiTJ64N7F4lbFku7cs0hUKwySkmntndbIwjJGWepzHLArtOtzg4CfRuC6OHZovOXyOhcVOgeK2spUUawLHv0XntTf-eQFoK6aO6FiBLiYSj2bNMZsXd0g2NSRsYVRwSRxEKrMT4~JXtXvZiskTdJ8WBVKN7cCPihKHPDh5CYP-jbOx-rzuh3SsUhTiwlU3qMU0R4HH4wuSpj1~QmE-CiuPNuiLFdnBXQs8ASArJ2qC3DHWdMi6TBzAwo2QadJS7g3TBcbNF0aqZtqlitLoL2iB1fFWqmFYqm2QjW~N7iqRg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3904774", "category": "Business", "sub_category": "Human Resources", "title": "Diversity At Workplace", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "32 mins", "rating": "4.7", "reviews": "134", "students": "26065", "coupon_code": "NOV-21", "preview_img": "https://img-b.udemycdn.com/course/750x422/3904774_476b.jpg?secure=-gUb1WcQcSdTqoBOj8NnYw%3D%3D%2C1637948044", "coupon_link": "https://www.udemy.com/course/diversity-at-workplace-t/?couponCode=NOV-21", "end_day": "2021-11-28 20:15:00+00:00", "headline": "If you want to position your business for success, hire a diverse workforce.", "description": "<p><strong>Diversity in the workplace</strong> is vital for employees because it manifests itself in building a great reputation for the company, leading to increased profitability and opportunities for workers.</p><p>Workplace diversity is important within the organization as well as outside.</p><p><strong>Diversity in the workplace</strong> means that a company’s workforce includes people of varying gender, age, religion, race, ethnicity, cultural background, sexual orientation, religion, languages, education, abilities, etc.</p><p><strong>Why is workplace diversity so important?</strong></p><p>In the modern, globally connected society and market, workplace diversity is becoming a <strong>necessity </strong>rather than a banner companies wave to show their commitment to embracing differences.</p><p>Most of the modern companies can sell their products <strong>all over the world</strong>, reaching many different groups of people. In order to successfully create, present and sell their products in this global market, companies <strong>need </strong>a diversified workforce.</p><p>So, in this class our Learning Objectives are:</p><ul><li><p>Understand what diversity and its related terms mean</p></li><li><p>Be able to identify your stereotypes</p></li><li><p>Understand what terms are politically correct and which are not, and why</p></li><li><p>Be familiar with the four cornerstones of diversity</p></li><li><p>Develop a technique for dealing with inappropriate behavior</p></li><li><p>Develop a management style to encourage diversity</p></li><li><p>Know what to do if you or one of your employees feels discriminated against</p></li></ul><p>So, shall we get started? I wish you a happy learning!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-03-10_18-27-35-2bbbf410a61aae5dcbeec3c4c3756a88/1/WebHD_720p.mp4?Expires=1637877844&Signature=dWsvmQydKGoLTieWTyI7F7PWQTkAf2wEESDWJXnLiX7d3Rg5xSXV3O82ZnKOVMwyDKsd2sG2beDaQgvJpjS7gZ4K8r6nRmplJVLv4BXaFL1VJ6GfKC0y68oeJUMwEt1xMm4~gy2QspZY6mue2ZrPcZpJnqslEGmu82ORzq3HxDLOZj0oUshoCgHjYHGdC0t-05-29HYY1rrsAFKWbtEARLkeTTWm9TkbNjM0vWdrA0alu1L5HQ5n~uKU6LUA9hMNVWfbVt6fRDRwmwCcPg4s2y68zrLzRx1-XpHwb8iU7x4ctUAJYuJt1RLdSmiiaCHO0mLAUhltb79Vv7dDKgDNHQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4131698", "category": "Business", "sub_category": "Business Analytics & Intelligence", "title": "Microsoft Power BI:  Connect |Transform | Visualize| Publish", "level": "Beginner Level", "author": "Bluelime Learning Solutions", "duration": "2 hours", "rating": "4.2", "reviews": "8", "students": "1373", "coupon_code": "C56A72A370276A46DA7C", "preview_img": "https://img-b.udemycdn.com/course/750x422/4131698_3aac.jpg?secure=xWrI9FKqLj5ITF3cO4n-5Q%3D%3D%2C1637948057", "coupon_link": "https://www.udemy.com/course/microsoft-power-bi-connect-transform-visualize-publish/?couponCode=C56A72A370276A46DA7C", "end_day": "2021-11-30 07:02:46+00:00", "headline": "Connect to data then transform, visualize and publish.", "description": "<p><strong>Power BI</strong> is a collection of software services, apps, and connectors that work together to turn your unrelated sources of data into coherent, visually immersive, and interactive insights. Your data may be an Excel spreadsheet, or a collection of cloud-based and on-premises hybrid data warehouses. Power BI lets you easily connect to your data sources, visualize and discover what's important, and share that with anyone or everyone you want.</p><p>Power BI consists of several elements that all work together, starting with these three basics:</p><ul><li><p>A Windows desktop application called <strong>Power BI Desktop</strong>.</p></li><li><p>An online SaaS (<em>Software as a Service</em>) service called the <strong>Power BI service</strong>.</p></li><li><p>Power BI <strong>mobile apps</strong> for Windows, iOS, and Android devices.</p></li></ul><p>These three elements—Power BI Desktop, the service, and the mobile apps—are designed to let you create, share, and consume business insights in the way that serves you and your role most effectively.</p><p>Beyond those three, Power BI also features two other elements:</p><ul><li><p><strong>Power BI Report Builder</strong>, for creating paginated reports to share in the Power BI service. Read more about paginated reports later in this article.</p></li><li><p><strong>Power BI Report Server</strong>, an on-premises report server where you can publish your Power BI reports, after creating them in Power BI Desktop.</p></li></ul><p><br></p><p>How you use Power BI may depend on your role in a project or on a team. Other people, in other roles, might use Power BI differently.</p><p>For example, you might primarily use the <strong>Power BI service</strong> to view reports and dashboards. Your number-crunching, business-report-creating coworker might make extensive use of <strong>Power BI Desktop</strong> or <strong>Power BI Report Builder</strong> to create reports, then publish those reports to the Power BI service, where you view them. Another coworker, in sales, might mainly use the <strong>Power BI phone app</strong> to monitor progress on sales quotas, and to drill into new sales lead details.</p><p>If you're a developer, you might use Power BI APIs to push data into datasets or to embed dashboards and reports into your own custom applications. Have an idea for a new visual? Build it yourself and share it with others.</p><p>You also might use each element of Power BI at different times, depending on what you're trying to achieve or your role for a given project.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-19_10-58-31-9b07f17d227a9ff097635cc9b0c7ce48/1/WebHD_720p.mp4?Expires=1637877857&Signature=PhzthKB70Igjjri9ndp5KZ8qpcXU7NeZVQW35D53bgLPjUM-oOc8dNnidyYmQIlLGmk15WnNsHdLUs4bDw3ziyD5XHoIRTYDIRVbCHvffONSYpNwHNAO37-8pLMwW-AlIhEVl4mrFalmHPgOOUkyKfld2VdrKtMKkQ7Of-fuNqIEA9av8zZ11mdU1lk7aqFzH8PkyyT1sa06~v~DzJ51iMa4WZvjdODjSRIRVs40PRMRDJo7sByC-O8z4AKbGAr1VBneEtvF7MPD8gZBk-U6r6~QwyzIMH-AeeuNkpdMIcbOg7mYusi34pScOKnOPUYTcwg-519BmAgceWDLfsI1Xw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2431976", "category": "Teaching & Academics", "sub_category": "Engineering", "title": "Ultrasonic Testing Level 1 Training", "level": "Beginner Level", "author": "Mustapha benbihi", "duration": "1.5 hours", "rating": "4.5", "reviews": "181", "students": "28558", "coupon_code": "BLACKFRIDAY", "preview_img": "https://img-c.udemycdn.com/course/750x422/2431976_6ccf.jpg", "coupon_link": "https://www.udemy.com/course/ultrasonic-testing-level-1-training/?couponCode=BLACKFRIDAY", "end_day": "2021-11-26 14:45:23+00:00", "headline": "An introduction to Non-Destructive Testing & an A-Z guide on The Ultrasonic Testing.", "description": "<p>This course teaches you how to perform ultrasonic inspection from beginning to end.</p><p>The course provides you with Level 1 training in the fundamentals of Ultrasonic Testing methods. It will introduce you to the basic concepts and principles and includes hands-on training using Ultrasonic Testing equipment settings and functions.The Ultrasonic theories presented will provide the knowledge of Ultrasonic Testing required and enable you to work with individuals qualified and certified to gain needed experience for qualification as Level 1. While the practical manipulations will give you the essential steps that you will need to calibrate the ultrasonic testing equipment, perform the inspection, collect and interpret the data.</p><p>This course consists of two handbooks: The first handbook made by the instructor is the official of the training. It covers all the topics presented through the 35 lectures. While the second one (offered as bonus) is the official one of the TWI (International Institute of Welding) training.In addition to that, the course includes 35 lectures alternating between the different lecture types, with regular quizzes and exams to enable you to check that your are following the topics covered.</p><p>We'll begin by taking a closer look at the general concepts of ultrasonic testing, I'll then take you throw the fundamental properties of ultrasound starting with the generation of the ultrasonic wave and the mean physical phenomena that govern it.</p><p>Next, we'll discuss the most famous Ultrasonic Inspection Techniques and the equipment used to perform them so that you be able to perform them effectively.</p><p>We'll then take a look at the reference blocks used for calibrating the equipment, and how the inspected part variations that may affect the test result.</p><p>Finally, we'll explore the types of defects, and the most useful evaluation techniques so that you can decide whether the flaw is accepted or it needs to be repaired.Having the proper theoretical knowledge of ultrasound is critical to running a successful inspection, I'll introduce you to this knowledge and how to practice them effectively in Ultrasonic testing level 1 training.</p>", "preview_video": "https://mp4-b.udemycdn.com/2019-06-26_23-15-04-d7f8099be3d6b455e9a96268f3c8db37/WebHD_720p.mp4?secure=Z3V1356cpTWD469L0Eqotw%3D%3D%2C1637877861"}, {"course_id": "4387812", "category": "Marketing", "sub_category": "Digital Marketing", "title": "Dein eigener Podcast - Live in 24 Stunden!", "level": "Beginner Level", "author": "Sebastian Glöckner", "duration": "3 Stunden", "rating": "0.0", "reviews": "0", "students": "394", "coupon_code": "E1BD921065BF608A65D4", "preview_img": "https://img-c.udemycdn.com/course/750x422/4387812_b8fe_2.jpg", "coupon_link": "https://www.udemy.com/course/dein-eigener-podcast/?couponCode=E1BD921065BF608A65D4", "end_day": "2021-11-28 21:30:33+00:00", "headline": "Als Online Unternehmer Tausende gratis Leads gewinnen - lerne Best Practices vom Erfolgs-Podcast!", "description": "<p>Podcast wird immer beliebter und immer mehr Menschen hören Podcast. Über 4 Millionen Menschen hören in Deutschland sogar täglich eine Podcast Episode, Tendenz steigend. Dies bietet <strong>enorme Möglichkeiten auch für Dich!</strong> Nutze Podcast für <strong>Content Marketing</strong>, so baust Du Dir eine <strong>treue Hörerschaft auf mit einem hohen Maß an Bindung zu den Hörern.</strong> </p><p>Hast Du Deinen Podcast richtig aufgebaut, bietet er Dir eine<strong> ideale Werbefläche und zwar unkompliziert, authentisch und ohne jegliche Produktionskosten</strong>. Ohne Werbekosten geht Deine Message direkt ins Ohr Deiner Zielgruppe.</p><p><strong>Podcast Hörer</strong> möchten ihr eigenes Wissen in bestimmten Themenbereichen vertiefen oder Neues zu lernen <strong>und verweilen lange.</strong> Neben der Wissensvermittlung spielt beim Podcast auch Unterhaltung eine große Rolle.</p><p>Mit einem <strong>eigenen Podcast kannst Du als Unternehmer, Deine eigene persönliche Marke aufbauen, als Experte noch besser wahrgenommen werden sowie treue Kunden und Interessenten für Dein bestehendes Geschäft gewinnen. </strong>Oder der Podcast ist die Geschäftsidee an sich, denn mit einem guten Podcast alleine kannst Du schon viel Geld verdienen.</p><p>In diesem Kurs lernst Du, Podcasting macht richtig Spaß. Du lernst, <strong>wie Du einen Podcast richtig aufbaust, von Deinem Warum, über die Themenwahl, Redaktionsplan, welche Technik bis hin zur praktischen Umsetzung</strong>. </p><p>Wir gehen zusammen durch die Tools und zeigen Dir wie Du <strong>eine Podcast Episode innerhalb 15 Minuten in guter Qualität hochlädst </strong>und welche Auswertungen Du Dir regelmäßig anschauen sollst.</p><p>Dieser Kurs besteht aus kurzen und leicht verständlichen Lektionen. <strong>Wenn Du dem Kurs folgst, wirst Du schnell in der Umsetzung sein und mit Deinem eigenen Podcast durchstarten.</strong> </p><p>Viel Spaß beim Zuschauen! </p>", "preview_video": "https://mp4-b.udemycdn.com/2021-11-10_00-09-30-b31c41183ff66f96cfeda852671cf2c1/2/WebHD_720p.mp4?secure=Cfjr6B3hO5Vz73yQD0Rmzg%3D%3D%2C1637877871"}, {"course_id": "3999680", "category": "Development", "sub_category": "Programming Languages", "title": "JavaScript Programming Fundamentals", "level": "Beginner Level", "author": "Bluelime Learning Solutions", "duration": "2 hours", "rating": "4.4", "reviews": "4", "students": "1122", "coupon_code": "BECA5B9D2ED70005BAB8", "preview_img": "https://img-c.udemycdn.com/course/750x422/3999680_21c2_2.jpg", "coupon_link": "https://www.udemy.com/course/javascript-programming-fundamentals/?couponCode=BECA5B9D2ED70005BAB8", "end_day": "2021-11-30 07:05:06+00:00", "headline": "Learn Programming Skills Using JavaScript", "description": "<p><strong>Programming </strong>is the process that professionals use to write code that instructs how a computer, application or software program performs. At its most basic, computer programming is a set of instructions to facilitate specific actions. If you're wondering what a computer<strong> programmer </strong>is, it's a professional that creates instructions for a computer to execute by writing and testing code that enables applications and software programs to operate successfully.</p><p>Computers can do amazing things, from basic laptops capable of simple word processing and spreadsheet functions to incredibly complex supercomputers completing millions of financial transactions a day and controlling the infrastructure that makes modern life possible. But no computer can do anything until a computer programmer tells it to behave in specific ways. That’s what computer programming is all about.</p><p>At its most basic, computer programming is little more than a set of instructions to facilitate specific actions. Based on the requirements or purposes of these instructions, computer programming can be as simple as adding two numbers. It can also be as complex as reading data from temperature sensors to adjust a thermostat, sorting data to complete intricate scheduling or critical reports or taking players through multi-layered worlds and challenges in games.</p><p><br></p><p><strong>JavaScript</strong> is a programming language that adds interactivity to your website. This happens in games, in the behaviour of responses when buttons are pressed or with data entry on forms; with dynamic styling; with animation, etc.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-04-22_17-15-14-a0edf5afda3e9d69c49714221d34672d/1/WebHD_720p.mp4?Expires=1637877873&Signature=JEJeww2xS~2gjyUQdWFJY8JL6J-WsxZ3CERyi7mwA3qoGoWH-Lk~XCITQ6GrhXzbPtEG-T3Umuqzq7ajYDI21mugxm-e4JJR~ZYRCPkvFY3-H7CqTJ6I63Q82oDaJ36nGK59jNmh7ikoZpDx-3RG10dHM6RBGAVQq-~Bp6pwJAom24tWq--H-zrZ-OJPYFKyAqFz8ToY4BZNfHPryJ4iOs2mq1VyrmX2X5~GIfgtm4uboe-h67pv385TeXiGGTZoYDB49oKHV~kHu1cvpdlidQMDlxzK53sFFCzScZ5aYwAdU~FPlqCWZCF6d6gF2Fz4h2aJXg9qnZxLSt~kGWXUQQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3423978", "category": "Business", "sub_category": "Project Management", "title": "Atlassian Confluence Masterclass for Project Managers", "level": "All Levels", "author": "GenMan Solutions", "duration": "5.5 hours", "rating": "4.2", "reviews": "407", "students": "79122", "coupon_code": "CONFNOVEND", "preview_img": "https://img-c.udemycdn.com/course/750x422/3423978_990e.jpg", "coupon_link": "https://www.udemy.com/course/atlassian-confluence-masterclass/?couponCode=CONFNOVEND", "end_day": "2021-11-30 06:21:59+00:00", "headline": "Confluence: Complete & Comprehensive course on the Cloud version of Atlassian's Confluence for Project Management", "description": "<p>Confluence is a <strong>powerful enterprise collaboration tool</strong> that brings people, knowledge, and ideas together in a shared workspace, so you can do your best work. Through this course <strong>\"Atlassian Confluence Masterclass\"</strong>, you will learn <strong>how to use Confluence</strong> to transform the way your team works.</p><p>This course is structured to guide you through <strong>all the key aspects of managing and using Confluence</strong>.</p><p>Whether you’re <strong>new to Confluence, training your teammates, or ready to take your Confluence skills to the next level</strong>, this guide covers everything from the <strong>basics to in-depth best practices</strong>.</p><p>The course will start with <strong>setting up your own Confluence account</strong> and you will be introduced to all the key features of Confluence in subsequent lectures. With each lecture, you will <strong>learn important concepts such as creating engaging content, sharing information, and engaging users to collaborate in real time</strong> with each other.</p><p>By the end of the course, you will be able to create your pages, blogs and share the same with your team members to engage &amp; collaborate.</p><p>Please find below the course structure for your quick reference:</p><p>1. Brief overview of Confluence</p><p>2. Setting up your own Confluence account</p><p>3. Applications of Confluence</p><p>4. Navigate through the Confluence interface, spaces, user profile &amp; settings</p><p>5. Introduction to all key features of Confluence: Spaces, Pages, Blogs &amp; Comments</p><p>6. Create Content: Spaces, Pages, Blog Posts</p><p>7. Master Spaces: Create different types of Spaces: Team, Personal &amp; Project Spaces; Delete &amp; Archive Spaces</p><p>8. Master Pages &amp; Blog Posts</p><p>9. Invite users to collaborate</p><p>10. Confluence Editor: Usage &amp; features</p><p>11. Add links, files, macros and mentions</p><p>12. Space &amp; Page Blueprints</p><p>13. Content Permissions, Labels &amp; Restrictions</p><p>14. Watch Content</p><p>15. Keyboard Shortcuts</p><p>16. Confluence Administration &amp; User Settings</p><p><em>Course enrollment grants you lifetime access, with no expiration, to all the course lectures. In addition, you’ll also receive 1-on-1 support for any questions or uncertainties that come up. And this all comes with a </em><strong><em>money-back guarantee</em></strong><em>. You have nothing to lose and so much knowledge to gain.</em></p><p><br></p><p><strong>Just ask the students who’ve already taken this course:</strong></p><p>★★★★★ \"A great step by step guide through Atlassian-Confluence. Menu items are explored and explained. Alternative routes to doing the same actions are also explained. Examples are worked through at a very good pace and the videos are not overwhelming. There is no homework, which means that you can actually focus on soaking in the material. Feel free to stop, edit your own confluence and explore, without the pressure of an assignment behind it. I thought everything in the video was helpful and even learned a couple new tricks on how to structure my spaces. There are a variety of use-case scenarios that give you an idea of how to use this tool in different ways (which happens to be my favorite part). Useful demonstrations on layouts, permissions, status changes, drop down menus and more. Confluence is a Canvass that can be used as a great communication platform. You have many tools at your disposal and this course covers that arsenal. Great work and Thank You.\"</p><p>-<strong>David Fai</strong></p><p><br></p><p>★★★★★ \"This is a great course on Confluence's latest version. Really useful with clear &amp; crisp explanations! Highly recommended. Thanks to the tutor.\"</p><p>- <strong>Reena Shah</strong></p><p><br></p><p>★★★★★ \"I needed a refresher on Confluence capabilities before starting a project. This course presents all the relevant features nicely. It is good for any type of end user.\"</p><p>-<strong>Iasan Montac</strong></p><p><br></p><p>★★★★★ \"The course is well planned and was impressed with instructor's knowledge of the subject &amp; the detailed explanations. I am so glad that I choose this course.\"</p><p>- <strong>Umesh Bansal</strong></p><p><br></p><p>★★★★★ \"To the point. I like it when the instructor is focused on teaching the topic and not wasting time here and there.\"</p><p>-<strong>Rick</strong></p><p><br></p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-08-24_05-53-40-e5c70a35a746af0a377b823dfe04424a/1/WebHD_720p.mp4?Expires=1637877880&Signature=km~hkcIsiVMUyokpWmhSBQRn8XrznRgyoAd1vzttgRCgdrM5nig~4QJH6W0CGI-V5YKm6DW7lsGWArGJWLVx0FGtpVVVNGvTtr5yoR1Kz0nsGQUnM9CMCtQUj6fPVxrvpUUOSjymnxNgr~jhUeh2l-VDmbi5IZJBCxvQJfGT~6QfDP1eV6kXn8mikPXUMYX6Fk1w3zASvGnot00D5u-eTSrB9TBiEpOmorEf7ekru0hVghOQoGap99HJZ8RAIuf-VQcdNDsOsoG-XkBCqROXWfQpjYcf4nnEEzhSqDiz~pEhiFXx2Ck9C4n~kVqdH9wOgpy29BIrmEM-yM5Gh52v-w__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3442354", "category": "Business", "sub_category": "Entrepreneurship", "title": "Make Money From Home: 12 EASY Options to Make Money Now", "level": "All Levels", "author": "Roope Kiuttu", "duration": "2.5 hours", "rating": "3.2", "reviews": "530", "students": "63089", "coupon_code": "92BD1EDAEF7F7C03ECA8", "preview_img": "https://img-c.udemycdn.com/course/750x422/3442354_f3a1_2.jpg", "coupon_link": "https://www.udemy.com/course/make-easy-money-from-home/?couponCode=92BD1EDAEF7F7C03ECA8", "end_day": "2021-11-26 19:15:29+00:00", "headline": "Do YOU Want to Make Money From Home? I've Helped Over 385,000 People And I'd Love to Help YOU too!", "description": "<p><strong>If YOU have been looking for easy options to make money from home, this course is the right one for you.</strong></p><p><strong>I'll show you CLICK-BY-CLICK&nbsp;12 easy ways to make money online.</strong></p><p>This will also give YOU confidence that anyone can earn money from home.</p><p>Everything in this course is <strong>extremely simple and easy-to-follow.</strong></p><p>If you are looking for more advanced strategies to make money online, I&nbsp;advise that you take my other Udemy courses where I'll show you more profitable strategies.</p><p>These methods are EASY&nbsp;Ways to make money but in my other courses, you'll learn how to earn BIG&nbsp;money online.</p><p><strong>I help people WORLDWIDE to make money and every single day over 10,000 people watch my videos on YouTube. </strong></p><p>My greatest people is to see people succeeding when they use my methods to make money.</p><p>Every single person is important.</p><p>Once you learn these EASY ways to make money, you can move to more profitable ways to earn money online that I will show you.</p><p>You're gonna be the next success story!</p><p>I'll see YOU inside my money-making courses!</p><p>It's Your Time!</p><p>- Roope \"Educating over 385,000 people on Udemy on how to make money online\"&nbsp;Kiuttu</p><p><strong>PS. If you have been dreaming of making money from home, now is the high time to START!</strong></p><p><strong>Every second that you delay may be costing you money.</strong></p><p><strong>Take action before it's too late...</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-29_15-01-32-1d3903cb53d6bad67030baa5228a7d72/1/WebHD_720p.mp4?Expires=1637877912&Signature=iNNEmTpeu9BJwcK49j2YoYfPf0nU-AeHAVGBkNKThSZ~3Hdq5KjHb0xWCEc2onNJ5MxhK~uOB68ubL557MbykGAiw53fkn47g9mR9SWt4~cR3MLWJW4rSXDREJqLUqAViPyk~v6sdv7s7pyj24McNAG2jT8iW8HRiEIbkK4dy4p-odyZ40YgbC3mbMsI776W8P0jP85oVWhHx6~N6y0PM8u~YB4QHgryjLU~rAxYX2IT1qU-4FInk3B-4NTOOGURB-PHzF4FjuvJ9fOmSTc29suB-L~~dmzJJmlOjK2Ww3g6r5efwoyV5HrNKWRIX~BWxQ6Et4WmgL2-FEZerOzQJw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3338424", "category": "Marketing", "sub_category": "Affiliate Marketing", "title": "How to Make Money Online for Beginners: Follow PROVEN STEPS!", "level": "Beginner Level", "author": "Roope Kiuttu", "duration": "3 hours", "rating": "4.0", "reviews": "401", "students": "65311", "coupon_code": "C7C857A3F8FDF2BB6E52", "preview_img": "https://img-c.udemycdn.com/course/750x422/3338424_be0a_7.jpg", "coupon_link": "https://www.udemy.com/course/make-money-online-for-beginners/?couponCode=C7C857A3F8FDF2BB6E52", "end_day": "2021-11-28 16:17:21+00:00", "headline": "Learn How to Make Money Online Starting without ANY Prior Experience!", "description": "<p><strong>Your first $1 online is the hardest. The rest will be much easier.</strong></p><p>In this course, you'll learn the steps, mindset and the principles to making money online.</p><p>You're not going to get push buttons to riches but a solid advice from a person who has helped numerous people to make money online.</p><p>While I&nbsp;can't promise you results by law, I&nbsp;can promise to do my best to help you to succeed.</p><p>I've used these steps that I show to you in this course to make over $100,000 online.</p><p>Everything started from the first $1.</p><p>After that everything got easier and easier...</p><p>Roope \"Helping ordinary people to make a life-changing income online\"&nbsp;Kiuttu</p><p><strong>PS. </strong>If you have any questions, I&nbsp;will be more than happy to help you.</p><p>You can ask me questions there or on my YouTube channel Learn to Make Honest Money Online.</p><p><strong>It's my mission to help ordinary people to make a life-changing income online and I'd love to help YOU&nbsp;as well!</strong></p><p>-</p><p><strong>INCOME DISCLAIMER:&nbsp;This is not a get rich quick program nor do I believe in overnight success. I believe in hard work, integrity and developing your skills if you want to earn more financially. </strong>As stipulated by law, I can not and do not make any guarantees about your ability to get results or earn any money with any of our products or services. The average person who buys any \"how-to\" information gets little to no results. Any references or examples used within this website are real and documented but are used strictly for example purposes only. Your results will vary and depend on many factors, including but not limited to your background, experience, and work ethic. All business entails risk as well as consistent effort and action.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-08-05_18-42-43-d665507354918fdfb526133d326e545a/1/WebHD_720p.mp4?Expires=1637877918&Signature=MXdIFhTy5EBUgKGP0kJZk1qlho2IMHHgXmlLqFdTnWYooYsHfMM2g9zZR~aO1mWDioHlrqPrTRySRXUhDURRrEYY7qkCN7NlyL8hHo6P1S54GvmVwKUN~~n1kHEP8R4lXPS60DXsvMxs-Vtx6-vkL-0gzJCOSeyt4LTQSyx5rLI2jIT-xsNFxTWjWe~mzHHr1uG8c7LWL~M2YPYp7o6nmSk~VVIMbatXdCO4MTEdGPLwxZ2iYMcy0b5-E0K6SBZ11jJp01DHikGe-UyRZSUCCIq4gz73PVLW4uliB87dNBz0AXXv7BFM6traUPFmJB51f8I4LCygq2etfGZuKcrCSQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4231754", "category": "IT & Software", "sub_category": "IT Certifications", "title": "PSM1™ Practice Tests Professional Scrum Master certification", "level": "All Levels", "author": "Debajyoti Adhya", "duration": "", "rating": "3.9", "reviews": "30", "students": "11569", "coupon_code": "20259B1C3926BB4753C7", "preview_img": "https://img-c.udemycdn.com/course/750x422/4231754_b4b9.jpg", "coupon_link": "https://www.udemy.com/course/psm1tm-practice-tests-professional-scrum-master-certification/?couponCode=20259B1C3926BB4753C7", "end_day": "2021-11-28 16:25:24+00:00", "headline": "The Complete PSM1™ Practice Test - 160Q - Pass PSM1™ Certification Exam Successfully - Lets Get it Done !", "description": "<p>The Professional Scrum Master certification or <strong>PSM1™</strong>&nbsp; is most widely accepted and globally recognized Scrum certification. This certification is provided by<strong> Scrum org </strong>and to pass the exam the candidate need to be aligned with the latest changes in the Scrum Guide. The best way to validate the knowledge is to take practice Exams.</p><p><strong>Exam Details:</strong></p><ul><li><p>Total 80 Questions</p></li><li><p>Exam time 60 Min.</p></li><li><p>Pass at 85%</p></li><li><p>Exam price 150$</p></li></ul><p>This course provides 160 practice test questions, which will help you get ready to pass the <strong>PSM1™</strong>&nbsp;exam. This course is set up to match the latest changes in scrum guide presented in the <strong>PSM1™</strong>&nbsp;exam content outlines published by <strong>Scrum org</strong> on 2021. </p><p>This course provides 160 practice test questions, which will help you get ready to pass the <strong>PSM1™</strong>&nbsp;exam. </p><p>This practice test provides a robust system to help you pass the certification exam in the first time! By using this test questions, you can identify weak areas upfront and then create a strategy for the exam day.</p><p>The course includes 2 practice tests. Take the tests like the actual exam. If you can get more than 85 percent of the answers correct, you're ready to take the certification exam.</p><p><strong>This course is specifically for:</strong></p><p>· People that want to take a scrum certification exam like PSM1 or CSM.</p><p>· People that know the Scrum framework and theory. To learn about scrum you can take this course</p><p><strong>Is there a guarantee to pass ?</strong></p><p>Absolutely yes ! You can enroll now <strong>100% risk-free</strong> because you receive <strong>30 days, unconditional full money-back guarantee </strong>in case you are not satisfied<strong>.</strong></p><p>So, go ahead and click the “<strong>Buy Now</strong>” button right now !</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-08-09_16-04-41-cd658872aa6d84ba2b83a3495d7b16fb/2/WebHD_720p.mp4?Expires=1637877921&Signature=kSCINQgRwzMuXGGfsTKwWuUtRZyzZZG0hJnUYeVNgEIponSZZNfz6FeR0u86qfHqUUBAW8pzjG-2TFWDlS-8eHPKsOCJezaGNUzZhbtqQVKGSGBbi524pACiksBV9EEKp6cRynTj9Huy1WZkUQOyCULY3DuWPV8FaLefE0kGatuKlYe3-Bmv35abt3~xFHP6CmYig9OxLmEWoAmaRI5tAVO-1hmSEYl1RrHmVpDjSCdADK0tw9tzY8yVtWlnuxByxV-J8rEiddUpGZLw7-aKatWIy2BHloYkExAt~QFdXWuqwYciEPOSSpya7Wg87hK98zUDV7LXMwNKXQvGs8gYkw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "239692", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Introduction to the CISSP Security Certification", "level": "All Levels", "author": "Adrian Mikeliunas", "duration": "2.5 hours", "rating": "4.3", "reviews": "290", "students": "7809", "coupon_code": "2026C67DB1C095C80010", "preview_img": "https://img-c.udemycdn.com/course/750x422/239692_359d_9.jpg", "coupon_link": "https://www.udemy.com/course/introduction-to-the-cissp-security-certification/?couponCode=2026C67DB1C095C80010", "end_day": "2021-11-30 05:09:00+00:00", "headline": "Introduction to the Certified Information Systems Security Professional (CISSP) Certification for 2021", "description": "<p><strong>Acquire the ability to deal with today’s fast evolving technological threats. </strong>&nbsp; &nbsp;</p><p>Information security is an area that every organization needs to deal with, considering the increased security risks arising from emerging technologies and the growing army of malicious attackers.&nbsp; &nbsp;This CISSP training course covers topics ranging from operations security, telecommunications, network and internet security and business continuity planning.&nbsp; &nbsp;</p><p>The training course is delivered by a certified CISSP professional, covering all eight domains of the CISSP Common Body of Knowledge (CBK) and is addressed to both information security professionals, which are committed to continually expanding their knowledge and expertise, as well as the general public.&nbsp; &nbsp; </p><p>The CISSP certification is a worldwide recognized standard of achievement that confirms knowledge in the information security field and is imperative to a cyber security career. CISSPs are information assurance professionals that assure a secure business environment. \n\n&nbsp; </p><p><strong>The CISSP Certification offers the following benefits: </strong>&nbsp; &nbsp;</p><ul><li><p>Advanced knowledge of information security</p></li><li><p>Enhanced credibility and marketability career distinction&nbsp; &nbsp; </p></li><li><p>Increased income than non-certified professionals \n\n&nbsp; </p></li></ul><p>The CISSP course is nothing more and nothing less than a thorough, deep dive into the most critical skills of information technology and it is available to anyone, anywhere in the world. <br><br>This Cyber certification is offered by (ISC)2 which is an international non-profit organization with more than 200k certified members. The certification was introduced in 1994 and is most required security certification on Linkedin. The exam is available in 8 languages at 882 locations in 114 countries. The certification meets ISO/IEC Standard 17024.</p><p>Important Domains of CISSP Certificate</p><p>A domain is a broad topic that you need to master to ace the CISSP certification exam. Here are the important CISSP Domains:</p><ul><li><p>Domain 1. Security and Risk Management</p></li><li><p>Domain 2. Asset Security</p></li><li><p>Domain 3. Security Architecture and Engineering</p></li><li><p>Domain 4. Communication and Network Security</p></li><li><p>Domain 5. Identity and Access Management (IAM)</p></li><li><p>Domain 6. Security Assessment and Testing</p></li><li><p>Domain 7. Security Operations</p></li><li><p>Domain 8. Software Development Security</p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2018-10-10_03-58-59-0cb01d210e75ccc6b97dca0dead359ec/WebHD_720p.mp4?Expires=1637877929&Signature=SstsYrsnGCkQDZIyFFm1TNlwtajH9WMdOymkJs6EGwVJV56ze2fF5SjzCtijjwm7XxorhktEBkEcggvFyV1Of0hWOEwWWKEo5ltHyYHlwptPENMMMM29WjBRhKRbVNZ8o2Lh-l6A526jlAiWwR60Yvj6dOWLZT562EQTZMfBuIHlcfE3VKrSJoh-evgyMK1aDSkpX-qvEDPa6UGx1p11P4mUo6YfoCuLXyBljN01Jdx7EY-H1RzeBS5utCIgbiup7UEsoNb4s9l2JNNP2ym7r7iObmmLJwGG9LOIx3IAr~e2mkQp9HXxQU9qkTCwpsOeiqH8MXNybiZPuC7w258xbw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4391304", "category": "Teaching & Academics", "sub_category": "Online Education", "title": "How to Create Amazing Visuals For Your eLearning Content", "level": "All Levels", "author": "Bertalan Köles", "duration": "1 hour", "rating": "5.0", "reviews": "1", "students": "1683", "coupon_code": "THEFREECOUPONVISUAL", "preview_img": "https://img-c.udemycdn.com/course/750x422/4391304_e5e9.jpg", "coupon_link": "https://www.udemy.com/course/how-to-create-amazing-visuals-for-your-elearning-content/?couponCode=THEFREECOUPONVISUAL", "end_day": "2021-11-27 01:19:46+00:00", "headline": "Engage Your Students, Activate Emotions And Boost Their Digital Learning Experience", "description": "<p><strong>Visuals</strong> have a critical role in a successful <strong>digital learning experience</strong>. The goal of any <strong>eLearning content</strong> is to make an impact on the users and <strong>facilitate learning</strong>, which eventually will upgrade the <strong>learner</strong> in specific real-life situations. The overall goal of any learning is always to reach a desired development in the learner´s behavior, actions.</p><p>The 90 % of <strong>corporate eLearning</strong> courses are super boring and that´s mostly because of the <strong>poor visuals</strong>.</p><p>You can save massive amount of time by simply applying the <strong>free online tool</strong>, Duotone. <strong>Duotone</strong> is a cloud-based feature from <strong>shapefactory </strong>which allows you to convert any photo to a duotone, within seconds. You can create consistent a beautifully looking professional pictures yourself with ease and without any graphic design expertise.</p><p>In this <strong>course</strong> you will learn how to do that step by step.</p><p>Briefly you will also gain insight about the <strong>eLearning authoring tool</strong>, <strong>Articulate 360</strong> (Articulate Rise and Articulate Storyline) which is the best application available for this purpose. Should you be a complete beginner to eLearning, this will definitely help you.</p><p>Take action, save time and elevate your eLearning content now! Click the enroll button, and I'll see you in class!</p><p><br></p><p>Your Instructor,</p><p>Bertalan Köles</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-13_23-18-02-77a137c1ca883f4b32dfb7d2508a6b7d/2/WebHD_720p.mp4?Expires=1637877931&Signature=kT7WNmcYzxCZdLaj~nJct5~VdOjaOXXYVg82GMY8Ccgp6FVlmqv7OJ3iJw2V8k7-z1NzYTiCh0-1yNoqj948Q-OGRrs9p30VS6XpAq3uozkq9VYsCs~Klxa7rc30EhxJWufS4YkFskurD38yCROJRsxNgU2PRQUkb9Nhd6tzRegW-eTbHUWIS4-jBsITEUoHGE4s862v34XWYIdS9oyNvUeHd7yP6zJpgKvkZ7LN0hFD0ej3K7J6426L-jjECTrDEIRcpp4WChWL7cN7JSjEsTeS-Tr6-gg2bLPteXWWj4h0wXbDsZr5SUFs5RQXVhK6Wixxm6NygMrFN8oIXdaOOQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4413050", "category": "Teaching & Academics", "sub_category": "Test Prep", "title": "VMware Certified Professional - VCP-DTM-Prep exam", "level": "All Levels", "author": "Learning Academy", "duration": "", "rating": "0.0", "reviews": "0", "students": "379", "coupon_code": "VMWARE-11-25", "preview_img": "https://img-c.udemycdn.com/course/750x422/4413050_dbaf_2.jpg", "coupon_link": "https://www.udemy.com/course/vmware-certified-professional-vcp-dtm/?couponCode=VMWARE-11-25", "end_day": "2021-11-30 11:05:49+00:00", "headline": "Desktop and Mobility (VCP-DTM) Exam", "description": "<p><strong>Welcome to the 2V0-51.19 Professional VMware Horizon 7.7 Exam Test </strong></p><p><br></p><p>VMware Desktop and Mobility accreditations are intended to check your degree of ability planning, introducing, and dealing with a VMware Horizon with View climate conveyed on a VMware vSphere implementation.The VCP-DTM 2021 affirmation approves a competitors abilities in acting top to bottom design and the executives of VMware Horizon conditions. </p><p><br></p><p>VMware 2V0-51.19 Sections Questions Included in this Exam :- </p><p><br></p><p><strong>Segment 1 - Install and Configure Horizon Server Components </strong></p><p><br></p><ol><li><p>Depict procedures to get ready climate for Horizon </p><p><br></p></li><li><p>Decide techniques to introduce Horizon Components </p><p><br></p></li><li><p>Decide steps to design Horizon Components </p><p><br></p></li><li><p>Dissect End User Requirements for Display Protocol Performance </p><p><br></p></li><li><p>Analyze and address issues identified with network between Horizon server Components </p><p><br></p></li></ol><p><strong>Segment 2 - Create and Configure Pools </strong></p><p><br></p><ol><li><p>Arrange and Manage Horizon Pools </p><p><br></p></li><li><p>Fabricate and Customize RDSH Server and Desktop Images </p></li></ol><p><br></p><p><strong>Segment 3 - Configure and Manage Identity Manager </strong></p><p><br></p><ol><li><p>Introduce and Configure VMware Identity Manager </p><p><br></p></li><li><p>Oversee VMware Identity Manager </p></li></ol><p><br></p><p><strong>Segment 4 - Configure and Manage User Environment Manager </strong></p><p><br></p><ol><li><p>Introduce and Configure VMware User Environment Manager </p><p><br></p></li><li><p>Oversee VMware User Environment Manager </p></li></ol><p><br></p><p><strong>Segment 5 - Configure and Manage App Volumes </strong></p><p><br></p><ol><li><p>Introduce and Configure VMware App Volumes </p><p><br></p></li><li><p>Oversee VMware AppStacks and writeable Volumes </p></li></ol><p><br></p><p><strong>Segment 6 - Configure vRealize Operations for Horizon </strong></p><p><br></p><ol><li><p>Introduce and Configure the connector case and Horizon Broker Agent </p></li></ol><p><br></p><p>I have arranged this training test course for that multitude of competitors who are arranging of taking VMware 2V0-</p>", "preview_video": ""}, {"course_id": "3923322", "category": "Development", "sub_category": "Web Development", "title": "Déployer Gratuitement WordPress en ligne (2021)", "level": "Beginner Level", "author": "Josaphat ADJIBI", "duration": "33 minutes", "rating": "4.9", "reviews": "7", "students": "1172", "coupon_code": "72622E94FAEE856358C3", "preview_img": "https://img-c.udemycdn.com/course/750x422/3923322_0f36_2.jpg", "coupon_link": "https://www.udemy.com/course/deployer-gratuitement-wordpress-en-ligne-2021/?couponCode=72622E94FAEE856358C3", "end_day": "2021-11-29 00:07:26+00:00", "headline": "Hébergez gratuitement 3 sites Wordpress avec certification SSL et développez dynamiquement WordPress en local", "description": "<p>Ce cours vous confère la possibilité d'héberger gratuitement au maximum 3 sites WordPress, avec certification SSL, ainsi que le développement de votre site WordPress en local. Il s'adresse a tout ceux qui souhaiteront héberger gratuitement leurs sites WordPress en ligne, sans dépenser le moindre centime pendant 9 mois. Aujourd'hui il existe de nouvelles technologies facilitant l’hébergement de WordPress en locale comme celle que vous-allez voir dans ce cour. Ensuite nous aborderons comment installer les Démos d’un thème de WordPress. Cette partie vous permettra de disposer d’un site prédéfinis en locale, et il vous suffira alors de faire les personnalisations nécessaires afin de répondre à vos ambitions de site. Les Démos existent sous plusieurs catégories, tels que les sites de e-commerce, d’actualité, de blogging, de forum, de business etc... L’hébergement par contre est une partie délicate de ce cours, il mérite une grande concentration pour la mise en œuvre des instructions. La certification SSL en outre est une partie très importante dans la qualité du site publié. En effet elle rassure vos visiteurs de la légitimité de votre site et vous mets au meme pied d’égalité que vos concurrents a hébergement payant. Profitez bien de ce cours, il sera révisé mensuellement.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-10-15_23-41-49-de6219a232f83e7bb4cdd25faf6386e2/2/WebHD_720p.mp4?Expires=1637877939&Signature=DaJcR7gEY33dwB~u587G75eNy-tgXbNZtijDtn3lXe4f5nbYB6lcSSqcqmo3It2SpHlG85QpuAjM-VWg71UiI5jhoF2ozNNMa-gNGtrrcKGJed6wC-gA9XKtjDNyJCNQykUSGUHoMX0D-4DgSIug2aG8tAQ7GHakB30dOL9FoHiEqfXSItJpAu7o~IwN57-YJTw0p2YOlW9MARixcSrNzxG~DQDnL3vlTeYDKdwdjT3C8WbK27Qc6WuMX1AintDBiggzVL8PmYDLq5vXuIoXoNgOiCuwbbv3G5sSK2nRemwff37ndkW9xrtvpm17krdwbEx7tCzWjh~UK2o7pLEPrw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4115062", "category": "Marketing", "sub_category": "Social Media Marketing", "title": "Instagram Marketing: How To Promote Anything On Instagram", "level": "All Levels", "author": "Express Skills Academy by James Renua", "duration": "41 mins", "rating": "4.1", "reviews": "25", "students": "5125", "coupon_code": "F4A7904AD8B842B61E5B", "preview_img": "https://img-b.udemycdn.com/course/750x422/4115062_ed6f.jpg?secure=p8ju5MNFRNbNdiVa-VnsOQ%3D%3D%2C1637948142", "coupon_link": "https://www.udemy.com/course/instagram-marketing-how-to-promote-anything-on-instagram/?couponCode=F4A7904AD8B842B61E5B", "end_day": "2021-11-30 12:47:17+00:00", "headline": "Instagram is a great platform to promote your business and make your clients come to you. So let’s learn how it’s done.", "description": "<p>Instagram is a very loyal platform that proved to have promoted thousands of businesses across the world. But the question stays: do you need to pump money into your account to get new clients and followers or not? </p><p>The answer is both yes and no, but in our course we are going to talk about how to promote through Instagram without any paid methods, but they will sure help us later on, when your business or personal account has grown.</p><p>In this course you will learn everything on how Instagram marketing works, what tools are there to use and how your audience will react to the things you do. Remember: Instagram isn’t just a social network about pretty pictures. Well, it is, but it is also so much more.</p><p>Instagram will help you to grow your influence, and it’s not just a fashionable word. Before going someplace like a café, restaurant or a local shop, people check their Instagram page almost all the time, I’d say about 90% of people do. So why not start by making your Instagram profile look pretty?</p><p>This course will also be amazing for you if the first thing you want to promote is yourself. Either your service or yourself and your lifestyle as a blogger. There’s a lot of room to explore here, and even more to expand into. </p><p>In this course you will also learn how paid promotion through Instagram works. We will talk about ads, targeted ads, blogger integration, blogger collaboration and more!</p><p>Instagram is the most popular social network at the moment and this is the moment you have to use! In other words, if you want people to know about you – go and tell them about yourself or your business on Instagram and they will come.</p><p>So if you are ready to learn everything Instagram related – feel free to join and all the info awaits you in the course! </p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-10_18-49-18-673a440c3f10176a92dc235f2891505e/1/WebHD_720p.mp4?Expires=1637877942&Signature=Y97en13AZ4lsDo4MM0K4ntN9a7K8lx4wBT9ZM663tksMYEyiKZMSA-ynVdhiEABf0Me8ajfO7hS5vF6r2JklRDu7ESKigZDO6~JqwBnmOE9y~c95yVtV6fk-1bGrxjIWzh5hB7cCaY4i~agMWcRjhjDx80NgLmDCUHF7gOKQqc16YErdPrzpBO278hlQajp9D9osGlWk-4OOCq9X8t491I6lgeAAOxwrGqGqysB~mNlpl1amyvRcxglw3TGEU0FOB~Tfcxl-ScdFVhTH62RPg3MMmVJ18BS8JY6qdetHAPlcaPhictqlWCxk9gjuqQoJ6oI5zUYL6dR9bxmuONKq8w__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3569891", "category": "Development", "sub_category": "Programming Languages", "title": "सीखें Javascript Programming हिन्दी में", "level": "All Levels", "author": "Shubham Saurav", "duration": "5 hours", "rating": "4.2", "reviews": "154", "students": "17895", "coupon_code": "E4077F87D581280EA832", "preview_img": "https://img-c.udemycdn.com/course/750x422/3569891_acf2_5.jpg", "coupon_link": "https://www.udemy.com/course/learn-javascript-step-by-step-in-hindi/?couponCode=E4077F87D581280EA832", "end_day": "2021-11-28 14:37:27+00:00", "headline": "Learn Javascript Programming Language easily In Hindi. Every Topic is explained in simple way using हिन्दी language.", "description": "<p><strong>नमस्कार दोस्तों!</strong></p><p><br></p><p><strong>जावास्क्रिप्ट(Javascript) वह भाषा है जिसे आधुनिक डेवलपर्स को जानना, और अच्छी तरह से जानना होगा। वास्तव में जावास्क्रिप्ट जानने से आपको नौकरी मिल जाएगी, और आप quality web application का निर्माण करने में सक्षम होंगे।</strong></p><p>इस पाठ्यक्रम में, आप जावास्क्रिप्ट के मूल सिद्धांतों को सीखेंगे, variables, constants, conditionals, loop, function जैसे बुनियादी निर्णय प्रोग्रामिंग अवधारणाओं को सीखेंगे। आप इस भाषा की सुंदरता और शक्ति को सीखेंगे जो आज आधुनिक सॉफ्टवेयर विकास में सबसे आगे है।<br></p><p>प्रोग्रामिंग में 6 साल के अनुभव के साथ, मैं अपना ज्ञान आपके साथ साझा करता हूं। इस कोर्स में, मैं आपको निम्नलिखित अवधारणाएं सिखाऊंगा।</p><p>1. Downloading Code Editor and Browser<br>2. First line of code: Hello World <br>3. Preferences <br>4. Comments<br>5. Variables<br>6. Constant<br>7. Variable<br>8. Naming Rules<br>9. Data Types <br>10. String<br>11. Arithmetic Operator<br>12. Array<br>13. Object Literal<br>14. Array Of Object Literal <br>15.If Else<br>16. Comparison Operators (Part 1 + Part 2)<br>17. Else If<br>18. Logical Operator<br>19. Switch<br>20. For Loop<br>21. While Loop<br>22. For Of Loop <br>23. Functions <br>24. Return Type Functions<br>25. Arrow Functions</p><p>इस कोर्स में, हम 10 कोडिंग चालान भी हल करेंगे जो आपको अपने संदेह को दूर करने और अपनी सीख को लागू करने में मदद करेंगे।</p><p><strong>अगर आपके लिए यह सही कोर्स है तो \"Buy\" बटन पर क्लिक करके इस पाठ्यक्रम में शामिल होकर आज ही पाठ्यक्रम शुरू करें|</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-10-15_03-29-43-65ad15f3d30b44c967258652c187c295/1/WebHD_720p.mp4?Expires=1637877945&Signature=lBUaC6JiPIT0mPHFxV6-Ua8bbDLQI4Ki2sgB6Mi~YRIsYHMV3Jzg4Q~YnrN3707mhytMqB82QRnBYcdokNtNRWB525m4o994kLS7rsuTRQf0X~pVG-AuSDj8rr99HDizopISapO2n4XezNQQ~Dw2Tfyxp859WNVfvA5qCRwRCLoCRrAcoT1dMQ0wpr5i8xIcfQgwj2cV-we4tIO2y3VXOOUKkHX5vO9qsEZqjzreRJlVq6TEo3Axj82qWoZtTq9cmWihyNfV~K76hLO2ltLdecArX-wsLl5wj6tVWNZjwM5tLgx~UfBZ8S8xLBoooMiznXarrzzzQVgAmqbS2q2J9Q__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2604580", "category": "IT & Software", "sub_category": "Other IT & Software", "title": "Ultimate Beginner Guide to Streamlabs OBS (OBS)", "level": "Beginner Level", "author": "Nick Nyxson", "duration": "2 hours", "rating": "4.6", "reviews": "245", "students": "68571", "coupon_code": "52ED37B5016C4584BA42", "preview_img": "https://img-c.udemycdn.com/course/750x422/2604580_c9b0_5.jpg", "coupon_link": "https://www.udemy.com/course/ultimate-beginner-guide-for-streamlabs-obs/?couponCode=52ED37B5016C4584BA42", "end_day": "2021-11-30 03:44:13+00:00", "headline": "Learn everything you need about livestreaming on Twitch, YouTube, Mixer and more with SLOBS fast and easy", "description": "<p>Welcome to <strong>Ultimate Beginner Guide to Streamlabs OBS (OBS)!</strong></p><p>Nick Nyxson here, Your Instructor for this course.</p><p>In this course, you will learn how to start using&nbsp; Streamlabs OBS which is live streaming software made by Streamlabs and is a modified version of Open Broadcaster Software (OBS).</p><p>In this course You Will Learn:</p><ul><li><p><strong>What is SLOBS (Streamlabs OBS);</strong></p></li><li><p><strong>How Streamlabs OBS is any different from OBS Studio;</strong></p></li><li><p><strong>Streamlabs OBS Settings Walkthrough;</strong></p></li><li><p><strong>Streamlabs OBS Sources and Scenes;</strong></p></li><li><p><strong>Steamlabs OBS Tabs;</strong></p></li><li><p><strong>and Much, Much More!</strong></p></li></ul><p>Everything you will learn here will be based on My practice as a video content creator and Streamer and Everything shown step by step as I am performing everything live on video.</p><p>Most importantly this course will continue and grow as time passes and all the upgrades will be available for FREE for every enrolled student.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask, I will try to answer any of your questions as fast and as detailed as possible.</p><p>Join me in this amazing journey and I hope to see you in class :)</p><p><br></p><p><em>Disclaimer: This course is made for beginners in live streaming, Open Broadcaster Software (OBS), and Streamlabs OBS (SLOBS). </em></p><p><br></p><p><em>Version History:</em></p><ul><li><p><em>Version 1.0 - Initial Release;</em></p></li><li><p><em>Version 1.1 - Added New \"Introduction\" and \"Basics\" Sections, New Logo.</em></p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2019-10-14_11-59-59-51032b59daf1c4974e4d01175672871b/WebHD_720p.mp4?Expires=1637877957&Signature=mRqJn6fkJ5oVXNUIqkWBFQMoko3saNQoBEhNL7Uf5~D-Byt2oHuYT2L7wPzBR6OY994DZ~aPFGcG9cITIU6X7T4e0QeRmQFnObBSWajDuPqmE~kNbiYQom6v0aL1BiaLwiTlQYmkRoOj9Y3iQ39IrTrgwUt5e3vCEntNSoEMznrr1aE3D6ISr4md4e55Ywgx-qb8wjvnG~QimX7oXapBZ9T3SRtZkmwlZA4Sect0tCG4RvH7U7zQbh-Aj--JmHo~jSjpzWspYWPK8fiXcYor4KdGFCd4L9hYiFlcyAP1GVmwwAypeBK8hLgaWnZjnovh1~WPMPtRqYi6fjgTfzVooA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4412028", "category": "IT & Software", "sub_category": "IT Certifications", "title": "\"شهادة \"أساسيات التحول الرقمي الرقمنة Digital Transformation", "level": "All Levels", "author": "SMARTER ACADEMY", "duration": "", "rating": "0.0", "reviews": "0", "students": "156", "coupon_code": "0D8703A779CA8AA6AF2D", "preview_img": "https://img-c.udemycdn.com/course/750x422/4412028_6c8d.jpg", "coupon_link": "https://www.udemy.com/course/fundamentals-tests-of-digital-transformation-/?couponCode=0D8703A779CA8AA6AF2D", "end_day": "2021-11-30 08:42:07+00:00", "headline": "Fundamentals of Digital Transformation Certificate (FDTC ) للحصول علي شهادتي الماجستير و الدكتوراة", "description": "<p><strong>\"شهادة \"أساسيات التحول الرقمي الرقمنة Digital Transformation</strong></p><p><strong>Fundamentals of Digital Transformation Certificate (FDTC ) للحصول علي شهادتي الماجستير و الدكتوراة</strong></p><p><strong>التحول الرقمي</strong> هو التغير المرتبط بتطبيق التكنولوجيا الرقمية في جميع الجوانب الاجتماعية.</p><p>أحد أمثلة التحول الرقمي هو الحوسبة السحابية. فهي تقلل من الاعتماد على الأجهزة المملوكة للمستخدم وتزيد من الاعتماد على الخدمات السحابية القائمة على المشاركة.</p><p>تعمل بعض هذه الحلول الرقمية على تعزيز إمكانات منتجات البرامج التقليدية (مثل Microsoft Office مقارنة بـ Office 365) في حين أن الحلول الأخرى قائمة على السحابة تمامًا (مثل محرّر مستندات Google).</p><p>ونظرًا لأن الشركات التي تقدم تلك الخدمات تضمن إيرادات متكررة منتظمة (شهرية عادة) من خلال الاشتراكات لذا فإنها قادرة على تمويل التطوير المستمر مع تقليل المخاطر (تاريخيا، تستمد معظم شركات البرمجيات معظمها من إيراداتها من المستخدمين الذين يقومون بالترقية، وكان عليها أن تستثمر مقدما في تطوير ميزات وفوائد جديدة كافية لتشجيع المستخدمين على الترقية) ، وكذلك تقديم المزيد من التحديثات المتكررة في كثير من الأحيان باستخدام أشكال من تطوير البرمجيات الرشيقة داخليا. التحول الرقمي جار بالفعل، ولكنه لا يسير بنفس الوتيرة في كل مكان. فوفقًا لمؤشر رقم الصناعة في معهد ماكينزي العالمي لعام 2016 ، تعمل أوروبا حاليًا بنسبة 12٪ من إمكاناتها الرقمية، في حين تعمل الولايات المتحدة بنسبة 18٪. وفي داخل أوروبا ، تعمل ألمانيا بنسبة 10 ٪ من إمكاناتها الرقمية، في حين أن المملكة المتحدة على قدم المساواة تقريبا مع الولايات المتحدة بنسبة 17 ٪.</p><p><br></p><p><strong>Digitization</strong> is the process of converting information into a digital (i.e. computer-readable) format. The result is the representation of an object, image, sound, document or signal (usually an analog signal) by generating a series of numbers that describe a discrete set of points or samples. The result is called <em>digital representation</em> or, more specifically, a <em>digital image</em>, for the object, and <em>digital form</em>, for the signal. In modern practice, the digitized data is in the form of binary numbers, which facilitate processing by digital computers and other operations, but, strictly speaking, digitizing simply means the conversion of analog source material into a numerical format; the decimal or any other number system that can be used instead.</p><p>Digitization is of crucial importance to data processing, storage and transmission, because it \"allows information of all kinds in all formats to be carried with the same efficiency and also intermingled\". Though analog data is typically more stable, digital data can more easily be shared and accessed and can, in theory, be propagated indefinitely, without generation loss, provided it is migrated to new, stable formats as needed. This is why it is a favored way of preserving information for many organizations around the world.</p><p><br></p><p><strong>SMARTER&nbsp;ACADEMY&nbsp;</strong></p><p><strong>Haytham H. Elmousalami</strong></p>", "preview_video": ""}, {"course_id": "3850302", "category": "Business", "sub_category": "Sales", "title": "First Steps Into Selling Smarter", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "1 hour", "rating": "4.4", "reviews": "163", "students": "43553", "coupon_code": "NOV.2021", "preview_img": "https://img-c.udemycdn.com/course/750x422/3850302_4d8e.jpg", "coupon_link": "https://www.udemy.com/course/first-steps-into-selling-smarter-t/?couponCode=NOV.2021", "end_day": "2021-11-30 13:27:08+00:00", "headline": "Sales is a component of a company’s marketing and promotions", "description": "<p>Broadly defined, today’s top salespeople are in the business of identifying needs and persuading potential customers to respond favorably to an idea that will result in mutual satisfaction for both the buyer and the seller.</p><p><br>So with this course, you will become a skilled salesperson, skilled at networking and learn the 80/20 rule. After today, you will know who to target and how to target them, and remember to do some prospecting every day through warming up cold calls, following up on leads, or networking.</p><p><strong>At the end of this course you will be able to:</strong></p><ul><li><p>Understand a wonderful paradox: helping other people get what they want gives us more of what we want.</p></li><li><p>Use goal-setting techniques as a way to focus on what you want to accomplish and develop strategies for getting there.</p></li><li><p>Identify and be able to better present the competitive strengths of your products and services, so that you can be proactive in handling objections and more successful at asking for the business.</p></li><li><p>Use different types of selling for different situations.</p></li><li><p>Learn how to use a prospect board to make you more successful.</p></li><li><p>Identify target markets and target companies with the 80/20 rule in mind.</p></li><li><p>Develop and practice networking skills at every opportunity.</p></li></ul><p>So, what are you waiting for? Let’s get started.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-02-15_12-33-57-4806b234b179e5987c49698dbae8f00a/1/WebHD_720p.mp4?Expires=1637877970&Signature=k5aFQySN3fJV-NAh8kYMQYurcwDIoRVd~FtgMl28AoJDl1Gzu2DvlxNWC46g2O8Qxs9NVOgxp~vzn8aFpxUppxK2F9392v4FOKl3gWi5Rs6WTTN2wtde81STMY-qB8QPGFlFTfhUPrHRW1nZX7IncfEdkZbOM423GTKvF46bJqxH1Qq1R~tPQhgxi7BoK-XKFa4kaaLRH6xsWFkMOF9eQKYMBmLkCtUaRcCp~t-2b8rI~3yAxEIgk9PftWM3Qs2uf0VwG1oRvRjsJA-6h6TBKe6bfnFFnIZo3maIWAHDxoOl7YI8yiKD4uE4iYve-vvvEo9TNmyqDZ5d94rzHACU0g__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4057106", "category": "Business", "sub_category": "E-Commerce", "title": "NFT for Dummies", "level": "Beginner Level", "author": "George Proorocu", "duration": "1.5 hours", "rating": "4.2", "reviews": "170", "students": "26444", "coupon_code": "E51CC98D24978A8ECC85", "preview_img": "https://img-c.udemycdn.com/course/750x422/4057106_76d8_8.jpg", "coupon_link": "https://www.udemy.com/course/nft-trading-course/?couponCode=E51CC98D24978A8ECC85", "end_day": "2021-11-28 13:50:00+00:00", "headline": "Crash course in the basics of creating and trading NFTs as a digital asset", "description": "<p>Dear students and others interested in Non- Fungible Tokens,</p><p><br></p><p>Whereas most <strong>NFT</strong> courses highlight technological components, our course introduces NFTs from both the <strong>IT</strong> and <strong>financial </strong>/ <strong>legal</strong> perspective. It is a how-to user guide that covers trading in the NFT markets, understanding the legal issues involved with NFTs (non - fungible tokens), and the technological solutions that NFT can offer in order to create what is called a DIGITAL&nbsp;ASSET.</p><p>Our unique selling point (USP) in this course is that we may introduce to you the NFT as a <strong>Tradable Digital Asset</strong>. </p><p><br></p><p>The following are the modules that we present to you: </p><ul><li><p><strong>Chapter one – Tokenization</strong></p></li><li><p><strong>Chapter two – Ownership</strong></p></li><li><p><strong>Chapter three – Trading</strong></p></li><li><p><strong>Chapter four – Smart-contracts</strong></p></li><li><p><strong>Chapter five – Technical</strong></p></li><li><p><strong>Chapter six – How to sell your NFT</strong></p><p><br></p></li></ul><p>If you study the modules carefully you will understand not only how to create non-fungible tokens but also how they can be traded, leveraged, or sold together with smart contracts.<br><br>A small case study and a small test on the materials will test your competence after your study. </p><p>The course is a crash course which means that it only takes one and a half hours of your time in order to see a result.<br></p><p>Good luck!</p><p><br></p><p><em>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </em><strong><em>&nbsp; &nbsp; - U2 CAN&nbsp;NFT -</em></strong></p><p><br><br>The NFT&nbsp;Guys</p><p><em><br>George &amp; Robert</em></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-25_18-03-37-dfa6ed2572296cf76773d5d5b75a480d/1/WebHD_720p.mp4?Expires=1637877973&Signature=Onjf~AIXGJYBneK-vw-zr1MN8p4wdKYQNpV7GJXeqZMSwy4lES3GMEtXr31vRbvNESDEKwM6wnF53O1I~wtdYR1IYd9AG-NyogU4BChMNKK~Dh6cFugin3Ifuz2SyNrlCQ50gh3bBClCubH2slTT4H12-zDjjDJcQRE4bnaKuIinZv38aOmucXB9Gz0HQs53JcZ4BvdyuKellALod6epoYn3jlygKg9uArVulfIEMEJ3XnTIOGBkSQXOENZtLquVV-2kqDAPX~JgLGnqCxsdIxzq2hRTbPdbmYQkYhsKvNNMGONeaUw9Rz52TOqlFytyskzjjN1e1LROzdTjylgH~g__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1315810", "category": "Marketing", "sub_category": "Growth Hacking", "title": "Influencer Content Marketing (2021 Edition)", "level": "Beginner Level", "author": "Srinidhi Ranganathan", "duration": "44 mins", "rating": "4.7", "reviews": "374", "students": "53688", "coupon_code": "7CD2A5E228CA264BA3D7", "preview_img": "https://img-c.udemycdn.com/course/750x422/1315810_4e08_5.jpg", "coupon_link": "https://www.udemy.com/course/influencer-content-marketing-killer-tactics-for-2017/?couponCode=7CD2A5E228CA264BA3D7", "end_day": "2021-12-26 15:23:29+00:00", "headline": "MBA in Artificial Intelligence Digital Marketing: Term 1.8 course that focusses on Influencer Content Marketing", "description": "<p><em>Welcome to the eighth course in Term 1 as part of the series </em><strong><em>\"MBA in Artificial Intelligence Digital Marketing\"</em></strong>.</p><p>Your website acts as the forefront of your business. It enables your visitors to see you in the virtual space so they can make specific assumptions and create a given brand perception.</p><p>Nevertheless, one of the most common woes for anyone running&nbsp;a business is getting a “lack of traffic” to any website or blog. We all know that a business should have a good online presence.&nbsp; Website traffic is significant and has a three-way impact: the higher the website's number of visitors! ... If you are able to increase your traffic along with the quality of the visitors, the better you will be able to increase the conversion of your website and make that traffic paying! </p><p>But believe it or not - it&nbsp;is easier said than done.<strong><em>&nbsp;</em></strong></p><p>Unfortunately, the importance of search engine visibility is not understood by many website owners. They put greater emphasis on building a \"beautiful\" website. Not that this is bad, but search engine placement is really secondary. Hopefully, the list of common errors made by many website owners will help you to generate more targeted web traffic to your site - striking a loophole in the system... after all, that's not what you or we want.</p><p><strong><em>All we need is a&nbsp;focused and strategic approach of the right customers or target audience by leveraging content curation - which is content written by influencers to drive ultimate traffic to a website, video, or any landing page.</em></strong></p><p>There are secretive tools&nbsp;that you could add to your content marketing arsenal that can send the much needed targeted traffic back to your website. This course will discuss one such tool:&nbsp;<strong>Backly</strong> - the definitive magic bullet. Backly will help you to add a call-to-action to every link you share on social media. This is the power of influencer content marketing and you will realize this if you implement the tricks taught in the course.</p><p>The special lectures and growth hacking tips and tools covered in Section 2 will aid to take&nbsp;your marketing efforts to the next level.</p><p>Get ready and enrol now in influencer marketing in 2021.</p>", "preview_video": "https://mp4-b.udemycdn.com/2017-08-08_05-58-26-50ce8f95d99dc9d15222ddbfc916cd97/1/WebHD_720p.mp4?secure=NRxvWg6P1Xgr2nIg41MFRg%3D%3D%2C1637877979"}, {"course_id": "3995150", "category": "Development", "sub_category": "Programming Languages", "title": "Data Analysis and Visualization with Python for beginners", "level": "Beginner Level", "author": "Bluelime Learning Solutions", "duration": "2 hours", "rating": "4.5", "reviews": "37", "students": "5675", "coupon_code": "04E2B346F9611B0CD394", "preview_img": "https://img-c.udemycdn.com/course/750x422/3995150_fdb0_4.jpg", "coupon_link": "https://www.udemy.com/course/data-analysis-and-visualization-with-python-for-beginners/?couponCode=04E2B346F9611B0CD394", "end_day": "2021-11-30 07:07:52+00:00", "headline": "Practical Hands-on Data Analysis and Visualization using Python and Jupyter Notebook.", "description": "<p>Data is everywhere. That means more companies are tracking,</p><p>analysing, and using the insights they find to make better decisions.</p><p><br></p><p><strong>Python</strong> is a popular programming language. </p><p>It is used for:</p><ul><li><p>web development (server-side),</p></li><li><p>software development,</p></li><li><p>mathematics,</p></li><li><p>Data Analysis</p></li><li><p>Data Visualization</p></li><li><p>System scripting.</p></li></ul><p><br></p><p><strong>What can Python do?</strong></p><ul><li><p>Python can be used on a server to create web applications.</p></li><li><p>Python can be used alongside software to create workflows.</p></li><li><p>Python can connect to database systems. It can also read and modify files.</p></li><li><p>Python can be used to handle big data and perform complex mathematics.</p></li><li><p>Python can be used for rapid prototyping, or for production-ready software development.</p></li><li><p>Python can be used for data analysis and visualization.</p></li></ul><p><strong>Data analysis </strong>is the process of&nbsp; analysing, interpreting, data to discover valuable insights that drive smarter and more effective business decisions. </p><p>Data analysis tools are used to extract useful information from business and other types of&nbsp; data, and help make the data analysis process easier.</p><p><strong>Data visualisation </strong>is the graphical representation of information and data. </p><p>By using visual elements like charts, graphs and maps, data visualisation tools </p><p>provide an accessible way to see and understand trends, outliers and patterns in data.</p><p>The <strong>Jupyter Notebook</strong> is an open-source web application that allows you to create and share documents that contain live code, equations, visualizations and narrative text. Uses include: data cleaning and transformation, numerical simulation, statistical modelling, data visualization, machine learning, and much more.</p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-04-20_20-33-58-a6af633a57ff91e9c3ff602007589d1a/1/WebHD_720p.mp4?Expires=1637877988&Signature=LUvD0wft~-C0UjhfJHEEzW6qKWgEJ3VU2wIVcG1QbOmQFoRwUqcNkpftbw1D7ociDhgbiWjcUa65AuvDz2cbbqRvhC3XYgQnsoZv-o2ZQ98FWFdiI6wuCfWX~s7H1khfIjU-FWCiSkaU1ItMLZ~xG0AtGOw9~Ldwmj5OxIhAmd0kl8akL236PabfyJdIFK5155Pp8cFps~pT4g537lnWhdahTcrDIt61~dFNg66vA0FSTZxnpoWvTuiTBiPkDnFylnoaKlOI7si8W7PIwYWnXaS~ndqjNoqR6J8pkvzng9oCq7GgFkZz~y9OhXJLrtFcP~P~UHeJua1GHKbYU-PBOw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3415190", "category": "Business", "sub_category": "Other Business", "title": "Make Money Online: Mindset Training + Real-Life Examples", "level": "All Levels", "author": "Roope Kiuttu", "duration": "1.5 hours", "rating": "4.2", "reviews": "290", "students": "52489", "coupon_code": "1E48A796ECBE59733F01", "preview_img": "https://img-c.udemycdn.com/course/750x422/3415190_34e7.jpg", "coupon_link": "https://www.udemy.com/course/make-money-online-training/?couponCode=1E48A796ECBE59733F01", "end_day": "2021-11-29 19:38:32+00:00", "headline": "Learn the Mindset Secrets of the People Who Are Making a LIFE-CHANGING Income Online!", "description": "<p><strong>Would you like to have an UNSHAKEABLE CONFIDENCE that you WILL&nbsp;make a life-changing income online?</strong></p><p><strong>I've shown the steps to make money online to 100,000's of people.</strong></p><p>But even though many people know how to make money, very few of them actually take action.</p><p>It's not because they wouldn't know what to do but because they are <strong>AFRAID!</strong></p><p>Most people don't have the right mindset and that's why they don't start even though they know step-by-step how to make money.</p><p>They have all the knowledge and information they need, but something is holding them back.</p><p><strong>What's holding people back is FEAR.</strong></p><p>\"What if this doesn't work for me?\"</p><p>\"What if I don't have any prior experience?\"</p><p>\"What if I&nbsp;fail?\"</p><p>And that's why don't get started OR they simply quit too early before having their breakthrough.</p><p><strong>I created this course to make YOU&nbsp;UNSTOPPABLE with your online business journey.</strong></p><p>You'll learn what ordinary people are doing and thinking in order to go from 0 to making a life-changing income online.</p><p>It's Your Time!</p><p>See you inside the course!</p><p>- Roope \"Revealing you the secrets to making a life-changing income online\"&nbsp;Kiuttu</p><p><strong>PS. </strong>If you need any help, you can contact me personally on my YouTube channel called \"Learn to Make Honest Money Online\".</p><p>I read all your comments personally and I do everything that I humanly can to help you to succeed.</p><p><strong>PPS. </strong>Even 1 advice from this course can be worth $1,000's or even $10,000's during your \"online business career\"...</p><p><strong>Every second that you are procrastinating is holding you back from achieving the next level in your life...</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-08-13_02-43-03-4d1ae8f3f046278640d07efa1a82892f/1/WebHD_720p.mp4?Expires=1637877991&Signature=dS6XMO2UJ5Sjuc7UYl6XDqMT6EFLf8gGsVchkL5j9ygohxXR0D6AmSSbWIcjDZByqRgoGaoFxO0qZgpR5EuDsaODXp2azrnTt6zWTZrGMoMp~CBuSpQkH93kLkiPDZ6o3VAru0kURfuFbBy5rrUxFfWdXPgTE11ZawAATfYIB7-8L~fDqPA3-IM7729xFYcah4zgQXWEwY6Fa2443dz80BWwztyZ~XJI3Y2-CAwsGF5SBG9qwPx6tGq0OMTOOy8gUwJTvHGj3T9NZ1VNXKPo36ON78cvWd~xBc8yl43N4eaYMzrsY2Koj98hjoZVKemdi~0jELolNMy2BbjumwAOzw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4376386", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Pegasystems  System Architect (CSA) Certification Tests 2021", "level": "All Levels", "author": "wassim Elhgali", "duration": "", "rating": "0.0", "reviews": "0", "students": "547", "coupon_code": "2DF70D49A463A9C61D74", "preview_img": "https://img-b.udemycdn.com/course/750x422/4376386_0cc1.jpg?secure=Q3N9GHpoAEULty2eTcKzZw%3D%3D%2C1637948193", "coupon_link": "https://www.udemy.com/course/pegasystems-system-architect-csa-certification-tests-2021/?couponCode=2DF70D49A463A9C61D74", "end_day": "2021-11-30 11:24:42+00:00", "headline": "best practice Tests for Pegasystems  System Architect (CSA) Certification  2021", "description": "<p>The Pega Certified System Architect (PCSA) certification is for developers and technical staff members who want to learn how to develop Pega applications. This certification is the first level in the System Architect certification path and provides a baseline measurement on your knowledge of Pega applications.</p><p><br></p><p>With the help of CSA (Certified System Architect) exam in this course created&nbsp; you will be able to clear Pegasystems exams on the first attempt. We are providing a success guarantee and you will be able to clear your exam without going through any trouble. If you are using CSA (Certified System Architect)&nbsp; multiple times and you are going through our practice test software as well, then you will be able to clear the Pegasystems certification exam on the first attempt. It is the right way to proceed so you can make things a lot easier and better for yourself. Make sure that you are clearing the CSA (Certified System Architect) exam without going through any trouble by using the Pegasystems exam&nbsp; created </p><p><br></p><p><strong>Prerequisite for the exam</strong></p><p>The only prerequisite to the exam is System Architect.</p><p><br></p><p><strong>Exam Structure</strong></p><ul><li><p>Domain 1: Pega Platform (5%)</p></li><li><p>Domain 2: Case Management (26%)</p></li><li><p>Domain 3; Data Modeling (20%)</p></li><li><p>Domain 4: Validation (7%)</p></li><li><p>Domain5: Information Exchange (15%)</p></li><li><p>Domain 6: User Interface (12%)</p></li><li><p>Domain 7: Application Development (7%)</p></li><li><p>Domain 8: Reporting (8%)</p></li></ul><p><br></p>", "preview_video": ""}, {"course_id": "4189532", "category": "Business", "sub_category": "Business Analytics & Intelligence", "title": "Data Analyst- | Business Intelligence | Python | Pandas |SQL", "level": "Beginner Level", "author": "Bluelime Learning Solutions", "duration": "11 hours", "rating": "0.0", "reviews": "0", "students": "890", "coupon_code": "67AFF2E8ABC5842638CA", "preview_img": "https://img-c.udemycdn.com/course/750x422/4189532_525b_4.jpg", "coupon_link": "https://www.udemy.com/course/data-analyst-business-intelligence-python-pandas-sql/?couponCode=67AFF2E8ABC5842638CA", "end_day": "2021-11-30 06:59:35+00:00", "headline": "Data Analysis  | Data Manipulation | Data Visualization", "description": "<p>The data analyst serves as a gatekeeper for an organization's data so stakeholders can understand data and use it to make strategic business decisions.</p><p>Business intelligence (BI) helps organizations analyze historical and current data, so they can quickly uncover actionable insights for making strategic decisions. Business intelligence tools make this possible by processing large data sets across multiple sources and presenting findings in visual formats that are easy to understand and share.</p><p>There are four keys steps that business intelligence follows to transform raw data into easy-to-digest insights for everyone in the organization to use. The first three—data collection, analysis, and visualization—set the stage for the final decision-making step. Before using BI, businesses had to do much of their analysis manually, but BI tools automate many of the processes and save companies time and effort.</p><p>Step 1: Collect and transform data from multiple sources</p><p>Business intelligence tools typically use the extract, transform, and load (ETL) method to aggregate structured and unstructured data from multiple sources. This data is then transformed and remodeled before being stored in a central location, so applications can easily analyze and query it as one comprehensive data set.</p><p>Step 2: Uncover trends and inconsistencies</p><p>Data mining, or data discovery, typically uses automation to quickly analyze data to find patterns and outliers which provide insight into the current state of business. BI tools often feature several types of data modeling and analytics—including exploratory, descriptive, statistical, and predictive—that further explore data, predict trends, and make recommendations.</p><p>Step 3: Use data visualization to present findings</p><p>Business intelligence reporting uses data visualizations to make findings easier to understand and share. Reporting methods include interactive data dashboards, charts, graphs, and maps that help users see what’s going on in the business right now.</p><p>Business intelligence is applied differently from business to business and across a range of sectors—finance, retail and consumer goods, energy, technology, government, education, healthcare, manufacturing, and professional services. Here’s how business intelligence is being used by different industries to achieve success.</p><p>Power BI is a collection of software services, apps, and connectors that work together to turn your unrelated sources of data into coherent, visually immersive, and interactive insights. Your data may be an Excel spreadsheet, or a collection of cloud-based and on-premises hybrid data warehouses. Power BI lets you easily connect to your data sources, visualize and discover what's important, and share that with anyone or everyone you want.</p><p>Python is an interpreted, object-oriented, high-level programming language with dynamic semantics. Its high-level built in data structures, combined with dynamic typing and dynamic binding, make it very attractive for Rapid Application Development, as well as for use as a scripting or glue language to connect existing components together. Python's simple, easy to learn syntax emphasizes readability and therefore reduces the cost of program maintenance. Python supports modules and packages, which encourages program modularity and code reuse. The Python interpreter and the extensive standard library are available in source or binary form without charge for all major platforms, and can be freely distributed.</p><p>Pandas is an open-source python library that is used for data manipulation and analysis. It provides many functions and methods to speed up the data analysis process.&nbsp; It is one of the most important and useful tools in the arsenal of a Data Scientist and a Data Analyst.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-04_17-55-46-b8bba3f3faaf2ac6b97f42aa427b55a5/2/WebHD_720p.mp4?Expires=1637877997&Signature=N04LhOSLBlZg01hCdOIUhqzxkJQRYV6iLWP~H3TpAZ5PQ9-8ilR6fI~yuJ2Iu7iJI1~5M4dcJy5qrt9DlPhHsTDDWy09x1sWsMmsWSUX34oCuRQ4IDL59tdJuS6~tN0STC2iOLkLfAPbW556nEiH0MdVXKXOr2MOo3bOHi-tl9Tcq4FdTWpwd8sNKdk3V4m16F0g8TJ1qqXBZ3kQz15NoGP3Y46uJnhZiTuFDeqzp8IPTbjfyPUBA3lIC3QYpOKB2NidO8E8yMbuUd52aDvZlDbKrGJQJnhVijYzvXXqhadRVpcr~S9Rue6RDpNlA9YU80PHwmrI2AQ4WwEO~qyQDw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3350306", "category": "Development", "sub_category": "Data Science", "title": "Data Science and Machine Learning For Beginners with Python", "level": "Beginner Level", "author": "Bluelime Learning Solutions", "duration": "8 hours", "rating": "3.7", "reviews": "492", "students": "29088", "coupon_code": "841A39AC04289CEC06B7", "preview_img": "https://img-c.udemycdn.com/course/750x422/3350306_4190.jpg", "coupon_link": "https://www.udemy.com/course/data-science-and-machine-learning-for-beginners-with-python-c/?couponCode=841A39AC04289CEC06B7", "end_day": "2021-11-30 07:11:29+00:00", "headline": "Learn to Analyse , Make Predictions, Explore data Frames,Clean and Visualize Data", "description": "<p>Data science is the study of data. It involves developing methods of recording, storing, and analyzing data to effectively extract useful information . Data is a fundamental part of our everyday work, whether it be in the form of valuable insights about our customers, or information to guide product,policy or systems development.&nbsp; &nbsp;Big business, social media, finance and the public sector all rely on data scientists to analyse their data and draw out business-boosting insights.</p><p>Python is a dynamic modern object -oriented programming language that is easy to learn and can be used to do a lot of things both big and small. Python is what is referred to as a high level language. That means it is a language that is closer to humans than computer.It is also known as a general purpose programming language due to it's flexibility. Python is used a lot in data science.&nbsp; </p><p>Machine learning relates to many different ideas, programming languages, frameworks. Machine learning is difficult to define in just a sentence or two. But essentially, machine learning is giving a computer the ability to write its own rules or algorithms and learn about new things, on its own. In this course, we'll explore some basic machine learning concepts and load data to make predictions.</p><p>We will also be using SQL to interact with data inside a PostgreSQL Database.</p><p><br></p><p><strong>What you'll learn</strong></p><ul><li><p>Understand Data Science Life Cycle</p></li><li><p>Use Kaggle Data Sets</p></li><li><p>Perform Probability Sampling</p></li><li><p>Explore and use Tabular Data</p></li><li><p>Explore Pandas DataFrame</p></li><li><p>Manipulate Pandas DataFrame</p></li><li><p>Perform Data Cleaning</p></li><li><p>Perform Data Visualization</p></li><li><p>Visualize Qualitative Data</p></li><li><p>Explore Machine Learning Frameworks</p></li><li><p>Understand Supervised Machine Learning</p></li><li><p>Use machine learning to predict value of a house</p></li><li><p>Use Scikit-Learn</p></li><li><p>Load datasets</p></li><li><p>Make Predictions using machine learning</p></li><li><p>Understand Python Expressions and Statements</p></li><li><p>Understand Python Data Types and how to cast data types</p></li><li><p>Understand Python Variables and Data Structures</p></li><li><p>Understand Python Conditional Flow and Functions</p></li><li><p>Learn SQL with PostgreSQL</p></li><li><p>Perform SQL CRUD Operations on PostgreSQL Database</p></li><li><p>Filter and Sort Data using SQL</p></li><li><p>Understand Big Data Terminologies</p></li></ul><p><br></p><p>A Data Scientist can work as the following:</p><ul><li><p>data analyst.</p></li><li><p>machine learning engineer.</p></li><li><p>business analyst.</p></li><li><p>data engineer.</p></li><li><p>IT system analyst.</p></li><li><p>data analytics consultant.</p></li><li><p>digital marketing manager.</p></li></ul><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-08-14_10-15-39-ef24b3ad962bf86a4060338d089991d4/1/WebHD_720p.mp4?Expires=1637878000&Signature=UjotCA3acRYei~SW12mEtQpkE6j2tplfdCDTbk11kLutG0laQPfNsBkfvpuNBD7uiCZIGnDfw~B41Ad~ce~PZrER0kDUxCg93HG42eX5IRf6HZgm4cqx4-vfJOFkv9RaUdyK0LjYLub-XjGoEVm8gWNJaaK6xY9XMUk1YOWoYLvtyJpTNf~n7YytOw~vdEK-QavCT52weB5MUgeeC91Yi1OnpzUYjMfRVXbLPyQvLsZW5m~PGb64QoTi2IRL0rok404MtrDmAwqS7oo9gCSwDB5DD8I7Fx4MIf02lo05s~yLXo1wrHpuZEq6CtCSJ2AppjWFrPON-19vP-kSBlnn5A__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3798454", "category": "Business", "sub_category": "Sales", "title": "Becoming A Sales Professional", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "2 hours", "rating": "4.3", "reviews": "252", "students": "47634", "coupon_code": "NOV.2021", "preview_img": "https://img-c.udemycdn.com/course/750x422/3798454_1ea7.jpg", "coupon_link": "https://www.udemy.com/course/building-sales-relationships-networking/?couponCode=NOV.2021", "end_day": "2021-11-27 19:25:46+00:00", "headline": "The choices other people make about you determine your health, wealth, and happiness.", "description": "<p>By caring about building relationships with potential customers and taking an interest in their world, it can significantly improve the odds of securing a sale and retaining that customer for the long-term.</p><p>Strategic friendships will make or break any business, no matter how big and no matter what kind of market.</p><p><strong>So, in this course, our learning points will include:</strong></p><ul><li><p>Discover the benefits of developing a support network of connections.</p></li><li><p>Understand how building relationships can help you develop your business base.</p></li><li><p>Learn how to truly like your acquaintances—not just pretend to.</p></li><li><p>Identify the key elements in strong working relationships, and how you might put more of these elements in your working relationships.</p></li><li><p>Recognize the key interpersonal skills and practice using them.</p></li></ul><p>No matter how hard we as humans try to make logical and rational decisions, the simple fact is, every decision we make is actually made emotionally. How we feel about it determines what we choose to do, not what we think about it.</p><p>Salespeople: showing the other person that we actually care about them and the things that are important to them is the first order of business if we want to be successful.</p><p>So, shall we get started?</p><p><strong>Enroll in the course today</strong> and I wish you a happy learning!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-01-24_20-34-15-3571532cea8aa28f05696374655b38af/1/WebHD_720p.mp4?Expires=1637878004&Signature=DRUIl3poYWbFVs1hhePPlYnIiQC~gneX59uiPZF3L47es3hopW6VORsv0p617GnPYr5na4FQOshp~cmxyQtAGF~WtZw50dHvidkXg2-7v5wITprPz1dwTDBfHNowszuGQ9K7LycauBvCHSPddAZtdM4HfNnfqmJ4qf5ewb-0GhposiqdQIMXoaCLQSQuRMWPmN2yidmI8rD8kZu~ck5wUAAw2s1wfDAeplqcVCPI7Xn6qreALI4yDwyuNhPAhMRi4e3H89YPMQfwSW9E4VYQCiX6ZmmNYsooHfaEdI0VR6jh7zlCqwpQMfvh5R53PM51i4kh64Q-99eI2Deljm8hoA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4408138", "category": "Teaching & Academics", "sub_category": "Test Prep", "title": "2022 Kpss Güncel Bilgiler+ Pdf", "level": "Beginner Level", "author": "ATACBALA AKADEMİ", "duration": "2,5 saat", "rating": "0.0", "reviews": "0", "students": "943", "coupon_code": "43FD3E4ED618127125C0", "preview_img": "https://img-b.udemycdn.com/course/750x422/4408138_8b01.jpg?secure=_VYu8mFKbB9cs7o5VbTkRg%3D%3D%2C1637948207", "coupon_link": "https://www.udemy.com/course/kpssguncelbilgiler/?couponCode=43FD3E4ED618127125C0", "end_day": "2021-11-28 07:57:33+00:00", "headline": "Her Ay Yeni Video Yayınlanacaktır 2020 Den Bu Yana Bütün Güncel Bilgiler Serisi", "description": "<p>2022 Kpss Sürecinde </p><p><br></p><p>Pratik Matematik</p><p>Sözel Mantık </p><p>300 Deneme Tarih Soru Çözüm </p><p><br></p><p>Eğitimimizden Sonra </p><p><br></p><p>2022 Kpss Sürecinde Güncel Bilgiler Eğitimlerimizle Başarılarınıza Ortak Olacağız </p><p>2022 Kpss Güncel Bilgiler Eğitimine Her Ay Yeni Video Eklenecektir </p><p>Kpss Güncel Bilgiler'de Her Sene Altı Soru Öğrencilerimize Yöneltilmektedir</p><p>Sektördeki Tecrübemiz Paralelinde Her Sene Soru Yakalıyoruz.2022 Kpss Sürecinde'de tek temennimiz Öğrencilerimizin bizlerden Gördüğü Sorularla Sınavda Karşılaşması Olacaktır </p><p>2020 Yılından Bu Yana Bütün Güncel Bilgiler Sorularına Sahip Olacaksınız </p><p><br></p><p><br></p><p><br></p><p>Atacbala</p><p><br></p><p><br></p><p>Kpss Vatandaşlık Konuları </p><p><strong>» Hukuka Giriş</strong></p><p><strong>» Anayasal Gelişmeler</strong></p><p><strong>» Genel Esaslar</strong></p><p><strong>» Temel Haklar</strong></p><p><strong>» Yasama</strong></p><p><strong>» Yürütme</strong></p><p><strong>» Yargı</strong></p><p><strong>» İdari Yapı</strong></p><p><strong>» Uluslararası Örgütler</strong></p><p><strong>» Güncel</strong></p><p><br></p><p><strong>2022 KPSS Lisans Türkçe Konuları;</strong></p><p><strong>» Sözcüğün, Söz gruplarının Anlamı</strong><br><strong>» Cümlenin Anlamı, Yorumu</strong><br><strong>» Sözcük Türleri</strong><br><strong>» Sözcüğün Yapısı, Ekler</strong><br><strong>» Cümlenin Ögeleri</strong><br><strong>» Cümlenin Türleri</strong><br><strong>» Ses Olayları</strong><br><strong>» Yazım Kuralları</strong><br><strong>» Noktalama İşaretleri</strong><br><strong>» Anlatım Bozukları</strong><br><strong>» Paragraf</strong><br><strong>» Paragrafta Anlatım Yolları, Biçimleri</strong><br><strong>» Sözel Muhakeme ve Mantık</strong></p><p><br></p><p><strong>2022 KPSS Lisans Matematik Konuları </strong></p><p><strong>» Temel Kavramlar – Çözümleme</strong><br><strong>» “Bölme ,Bölünebilme Kuralları, Asal Çarpanlara Ayırma, OBEB, EKOK”</strong><br><strong>» Rasyonel Say. Ondalık Say.</strong><br><strong>» Basit Eşitsizlikler</strong><br><strong>» Mutlak Değer</strong><br><strong>» Üslü Sayılar</strong><br><strong>» Köklü Sayılar</strong><br><strong>» Faktöriyel</strong><br><strong>» Çarpanlara Ayırma</strong><br><strong>» Oran – Orantı</strong><br><strong>» Denklem Çözme</strong><br><strong>» Sayı Problemleri</strong><br><strong>» Kesir Problemleri</strong><br><strong>» Yaş Problemleri</strong><br><strong>» işçi-Havuz Problemleri</strong><br><strong>» Hareket Problemleri</strong><br><strong>» Yüzde Kar-Zarar, Faiz Problemleri</strong><br><strong>» Karışım Problemleri</strong><br><strong>» Grafik Problemleri</strong><br><strong>» Kümeler</strong><br><strong>» Bağıntı ve Fonksiyon</strong><br><strong>» İşlem</strong><br><strong>» Modüler Aritmetik</strong><br><strong>» Permütasyon</strong><br><strong>» Kombinasyon</strong><br><strong>» Olasılık</strong><br><strong>» Sayısal Mantık</strong><br><strong>» Şekil Yetenek</strong></p><p><br></p><p><strong>2022 KPSS Lisans Tarih Konuları -En Güncel;</strong></p><p><strong>» İslamiyet’ten Önceki Türk Devletleri</strong><br><strong>» İlk Müslüman Türk Devletleri</strong><br><strong>» Osmanlı Devleti Siyasi</strong><br><strong>» Osmanlı Devleti Kültür ve Uygarlık</strong><br><strong>» XX. Yüzyılda Osmanlı</strong><br><strong>» Kurtuluş Savaşı Hazırlık Dönemi</strong><br><strong>» Kurtuluş Savaşı Cepheleri</strong><br><strong>» Devrim Tarihi</strong><br><strong>» Atatürk Dönemi İç ve Dış Politika</strong><br><strong>» Atatürk İlkeleri</strong><br><strong>» Çağdaş Türk ve Dünya Tarihi</strong></p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-22_11-28-59-6d7b29d71f71a9a758b9aeb60dd1d7b1/2/WebHD_720p.mp4?Expires=1637878007&Signature=lmG6JiQYW~ok4mGsDkiIPLpOM6syQalxEfZrQIP2VXrFYhCCXZidJjvVaXz1CQlbfA3ZDYIao-FhUMetgHMOmkpl0kFKuBG6rk9PHQDZ325eQjI3I6tsdA6kNfNs4iIYticIOfEXaXkz1NZjxSCAnL7TbIwHiDKcK0WR70Yc8GTV2wzFef2zznjWBcnOAKen-t-kY4TUpe~O1shGqO5whE30f6GdowgKJjZhIKne-PvbhaYZZ02DzJoA8u-QJ0NMGkqpDJl9QTVbGlq2wAAkCQiqxR24GVTyHHCImXkfnh8bUkniWUj2u2BI8L1FL89PH44QJ5qUnUMldDMjAR6skA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2591028", "category": "IT & Software", "sub_category": "Other IT & Software", "title": "OBS Studio - Ultimate Livestreaming Guide to OBS Studio", "level": "Beginner Level", "author": "Nick Nyxson", "duration": "2.5 hours", "rating": "4.4", "reviews": "715", "students": "102042", "coupon_code": "EC4EB3E047D1399942B0", "preview_img": "https://img-c.udemycdn.com/course/750x422/2591028_45c3_3.jpg", "coupon_link": "https://www.udemy.com/course/ultimate-beginners-guide-to-open-broadcaster-softwareobs/?couponCode=EC4EB3E047D1399942B0", "end_day": "2021-11-28 03:15:14+00:00", "headline": "Start LiveStreaming and Recording to Twitch, YouTube, Mixer & more using Open Broadcaster Software (OBS Studio)", "description": "<p>Welcome to <strong>OBS Studio - Ultimate Livestreaming Guide to OBS Studio!</strong></p><p>Nick Nyxson here, your instructor.</p><p>In this course, you will learn how to start using&nbsp; Open Broadcaster Software (OBS Studio) for Livestreaming on Twitch, YouTube, Mixer, and other platforms,&nbsp; even if you have no idea where to start.</p><p>In this course You Will Learn:</p><ul><li><p><strong>Which version of OBS Studio (Open Broadcaster Software) You need to use;</strong></p></li><li><p><strong>How to download OBS Studio;</strong></p></li><li><p><strong>OBS Studio Settings Walkthrough;</strong></p></li><li><p><strong>OBS StudioSources and Scenes;</strong></p></li><li><p><strong>OBS Studio Audio setup;</strong></p></li><li><p><strong>OBS Studio Effects;</strong></p></li><li><p><strong>and Many More!</strong></p></li></ul><p>Everything you will learn here will be based on My practice as a video content creator and Streamer and Everything shown step by step as I am performing everything live on video.</p><p>Most importantly this course will continue and grow as time passes and all the upgrades will be available for FREE for every enrolled student.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p><p>Join me in this amazing journey and I hope to see you in class :)</p><p><br></p><p><em>This course is made for the complete beginner of Open Broadcaster Software (OBS Studio).</em></p><p><br></p><p><strong><em>Version History:</em></strong></p><p><em>Version 1.0 - Initial Release;<br>Version1.1 - Added 8 New Lectures (and 3 New Sections), Updated Logo.</em></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-11-26_08-55-48-e1f4a9d6f1090c1f1a70be0ec9901712/1/WebHD_720p.mp4?Expires=1637878010&Signature=NshcNLD-blVJS6xOsa5vcmXthuMZWJvywIB9bBWrzDeAL2It5a6AF3Kf34u8tE7eWpUf0zpydPvqnNcRt6enNfWXSISpk2B85wAFEVKoaAdjm-0F9JZV6Yb1jILcVnvw5ys3VI~Ot13ZzxcCBilEsf2afMMeNP7hPI-0mxSxWbgFOySY2k7uKiHpELOEVdAGMVrG5u1zfmtK23yN3~7cyogTC1mdGYf3LpbCe7365Qsr1g6-duZdRUXvIvT8PtM3vqpF-SA7~XjmpMRwUqt-7I4JFNVXzYQCIbvm7tFk~yHZc7wZJqJDcHNYc3dr2q-FLl0wrEl6GWBmxRH2DzkBuQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4179698", "category": "Teaching & Academics", "sub_category": "Language Learning", "title": "Arabic Language Course: Learn to Read Arabic, Write & Listen", "level": "All Levels", "author": "Hassan Academy For Arabic Language Courses", "duration": "13.5 hours", "rating": "4.6", "reviews": "61", "students": "18157", "coupon_code": "FREE-ARABIC", "preview_img": "https://img-b.udemycdn.com/course/750x422/4179698_829c.jpg?secure=WXAJSgKX_ukOcP9_M6B6AQ%3D%3D%2C1637948214", "coupon_link": "https://www.udemy.com/course/arabic-language-learn-to-read-arabic-through-short-stories/?couponCode=FREE-ARABIC", "end_day": "2021-11-29 08:57:07+00:00", "headline": "Arabic language course to learn to read, write arabic & listen through stories for Beginner, Intermediate & Expert Level", "description": "<ul><li><p><strong>New Update:&nbsp;We added Arabic Audiobook + MP3 Files + Translation in English.</strong></p></li></ul><ul><li><p><strong>New Update: We added new Section to Learn Writing in Arabic.</strong></p></li></ul><p>--------------------------------------------------------------------------------------------------------------</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;السلام عليكم</p><p><br></p><p>In this Course, you will learn to <strong>Read, Write &amp; Listen </strong>to<strong> Arabic</strong> through <strong>Short Stories &amp; Audiobooks.</strong></p><p><br></p><p>This Course is divided into 9 Sections:</p><ul><li><p>In the First Section: you will learn How to Write &amp; Pronounce <strong>Arabic Alphabet</strong>, and we will take some words for each letter.</p></li><li><p>The Second Section: you will learn How to Read Words with <strong>Arabic Diacritics</strong>.</p></li></ul><p>By finishing these two sections, you will be able to Read Words in Arabic.</p><p><br></p><p>Then,</p><ul><li><p>In the Third Section: you will take <strong>General Important Lessons</strong>, such as: How to make a sentence in Arabic.</p></li></ul><p>By finishing this section, you will be able to make sentences in Arabic.</p><p><br></p><p>Then,</p><ul><li><p>In Section 4: we will take <strong>Short Stories</strong>.</p></li></ul><p>By finishing this section, you will be able to Read Stories in Arabic.</p><p><br></p><p>Then,</p><ul><li><p>In Section 5: we will learn <strong>Writing in Arabic</strong> from Beginner to Advanced.</p></li></ul><p><br></p><p>And Finally,</p><ul><li><p>In Section 6, 7, 8 &amp; 9: we will learn to Listen to Arabic through <strong>Audiobooks</strong>.</p></li></ul><p><br></p><p>So, <strong>this Course consists of 5 Steps:</strong></p><ul><li><p>The First Step: is to learn How to <strong>Read Words</strong>.</p></li><li><p>The Second Step: is to learn How to <strong>Read Sentences</strong>.</p></li><li><p>The Third Step: is to learn How to <strong>Read Stories</strong>.</p></li><li><p>The Fourth Step: is to learn <strong>Writing in Arabic</strong>.</p></li><li><p>The Fifth Step: is to learn to <strong>Listen to Arabic</strong>.</p></li></ul><p><br></p><p>So, bring your pen &amp; papers; and let’s get started..</p><p><br></p><p><strong>What will you learn in this Course?</strong></p><ul><li><p>You will learn the Essentials of Arabic Language.</p></li><li><p>You will learn Arabic Alphabet &amp; Diacritics.</p></li><li><p>You will learn How to Pronounce Arabic Words.</p></li><li><p>You will learn 2000+ Arabic Words &amp; General important Lessons.</p></li><li><p>You will learn How to Make Sentences in Arabic.</p></li><li><p>You will learn to Read &amp; Listen to Arabic through Stories.</p></li><li><p>You will learn to Read Arabic Books.</p></li><li><p>You will learn to Write Arabic from scratch.</p></li><li><p>You will learn to Listen to Arabic Audiobooks.</p></li></ul><p><br></p><p><strong>Who is this Course For?</strong></p><ul><li><p>Arabic Learners.</p></li><li><p>Students who are in Beginner, Intermediate &amp; Expert Levels in Arabic.</p></li><li><p>Anyone wants to learn Arabic Alphabet &amp; Diacritics.</p></li><li><p>Anyone wants to learn How to Pronounce Arabic Words.</p></li><li><p>Anyone wants to learn How to make sentences in Arabic.</p></li><li><p>Anyone wants to learn to Read Arabic through Short Stories.</p></li><li><p>Anyone wants to learn to Write in Arabic from scratch.</p></li><li><p>Anyone wants to learn to Listen to Arabic through Audiobooks.</p></li></ul><p><br></p><p><strong>Who is Hassan Academy?</strong></p><p>Native Arabic Speaker, with over 12+ years of experience in Arabic Language.</p><p>Hands-on experience creating development courses and activities modeled on goal attainment and student-centered instruction, delivering engaging lessons focused on the interests and needs of students. Knowledgeable of standard instruction principles, classroom management styles, and approaches to teaching Modern Standard Arabic to English speakers.</p><p>We will add value by helping you learning how to listen to Arabic and read Arabic with true pronunciation as fast as possible.</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-07-16_16-59-00-b6720ed43c57cfa5990423d9d11e18da/2/WebHD_720p.mp4?secure=iZUl4pQHEHUtWlDLBIbhuQ%3D%3D%2C1637878014"}, {"course_id": "4011302", "category": "Design", "sub_category": "Graphic Design & Illustration", "title": "Cartoon Drawing Course : Angry Mom Driving in Traffic", "level": "Intermediate Level", "author": "Red Jacobs Production", "duration": "3 hours", "rating": "5.0", "reviews": "1", "students": "1883", "coupon_code": "63B973CA714998BA5ED3", "preview_img": "https://img-b.udemycdn.com/course/750x422/4011302_b963_3.jpg?secure=BCfvvlsEeRX7Yx-baJIs9A%3D%3D%2C1637948220", "coupon_link": "https://www.udemy.com/course/cartoon-drawing-course-angry-mom-driving-in-traffic/?couponCode=63B973CA714998BA5ED3", "end_day": "2021-11-29 15:47:17+00:00", "headline": "A step-by-Step Guide to drawing and Coloring a  Cartoon Angry Mom Driving in a Traffic Jam Scene", "description": "<p>This course will help you with the knoweldge on How&nbsp; to Draw&nbsp; and Color Cartoons, with these simplified and easy to follow techniques to <strong><em>enable you become a Professional Cartoonist.</em></strong></p><p><strong>Created by a Amazing Cartoonist ( over 10 years Experience) T.S Amachree</strong> to help you Draw and Color Amazing Cartoons&nbsp; Straight from Your Imagination even with your little experience in Drawing.</p><p><strong>What You'll Learn</strong></p><ul><li><p>How to Draw &amp; Color A Cartoon School Bus</p></li><li><p>How to Draw and Color a Cartoon Car.</p></li><li><p>How to Draw a Cartoon Driver.</p></li><li><p>How to paint a car WindShield. (Secret Sauce)</p></li><li><p>How to Paint a Road &amp; Lanes in cartoon Drawings.</p></li><li><p>How to arrange &amp; Re-Scale your Cars to fit a Lane to form aTraffic Jam.</p></li><li><p>The Best way to Start your Cartoon Drawings.</p></li></ul><p>All you need to unlock yourr creativity is a Ball Point Pen &amp; Your Imagination with a Little&nbsp; Passion To Learn.</p><p>If you are passionate about Drawing Cartoons, You are a beginner Cartoonist or You simply&nbsp; wann take Your Cartoon Skills to the next Level; This course is for You. Learning How to Draw and Color Cartoons May jut be the best thing that Could Happen to You this year.In this detailed Cartoon Comic Series Course; I will be sharing with you my secrets in Drawing and Developing Cartoon Comic series from your Imagination.</p><p>I will take you from the Blueprint idea sketch to the Final Colored &amp; Edited Cartoon Drawing.</p><p>This will help you create you own Cartoon&nbsp; Professionally; Build your Comic Book; for your Friends on your social media or designed for clients (blogs, Magazines, Video Shoot planing &amp; newspapers) to earn extra money.</p><p>Each Lesson is very Easy to Understand- Step-By -Step ( in Real Time.)</p><p><strong>a 30 Day Guarantee 100%.</strong></p><p>Being a Cartoonist is most fulfilling...</p><p>Its a rare pleasure sharing my gifts with You.</p><p>This is my Sincere Gift of Knowledge to unlock the Artist in You.</p><p><br></p><p>Can't wait to see you inside</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-04-27_20-37-31-615ddce6e0b0204772ca1bb70737ac6b/1/WebHD_720p.mp4?Expires=1637878020&Signature=fK8O2O~GPOIxk4U07KoJ3~bvaLSBpdHaRZkaRv9UNu512wFpEPp-Umy6bwWUcvObWq29f6ZNZoXN8OOnTlOMJ8WZBTmucIHOEb63G8y0cy2iy9LXKy5WJkVu92OmRlRVcKhc18WSX7GhYtUjO~SAn5YzmJGQ3b0FM8P3J9-Ze7D6dN0vTcAFKfIVOPRNSTX7U-V2uQ7FZywalwBowG7iPBp0EZjDaVigrxoimbF0a0kkYEXKIut6nh6tYnKwX3pF3f3jwAURcbzzWDfsRqQf3I4~efuIMDhPrUGH8x3947SHrKwtFyq94CiLzdcLR66tuiz4b~R9k2zEt3znPt9FKA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "972262", "category": "Marketing", "sub_category": "Video & Mobile Marketing", "title": "Viral YouTube Marketing - Crash Course (2021 Edition)", "level": "Beginner Level", "author": "Srinidhi Ranganathan", "duration": "1.5 hours", "rating": "4.3", "reviews": "1164", "students": "116423", "coupon_code": "3A3961E4A80987E7C490", "preview_img": "https://img-c.udemycdn.com/course/750x422/972262_d236_4.jpg", "coupon_link": "https://www.udemy.com/course/viralnomics-creating-youtube-video-ideas-that-go-viral/?couponCode=3A3961E4A80987E7C490", "end_day": "2021-12-26 15:23:00+00:00", "headline": "MBA in Artificial Intelligence Digital Marketing: Term 1.5 course that focusses on Viral YouTube Marketing in 2021", "description": "<p><em>Welcome to the fifth course in Term 1 as part of the series </em><strong><em>\"MBA in Artificial Intelligence Digital Marketing\"</em></strong>.</p><p><strong><em>Did you know? </em></strong></p><p>Millions of videos are uploaded to YouTube on a daily basis. YouTube seems&nbsp;the greatest place&nbsp;to grow your own brand, drive traffic to your website, and earn money from ads (leveraging AdSense) that are generated through advertisers who bid on Google&nbsp;and your product and service promotions.&nbsp;<strong>And this superb course is the perfect one&nbsp;for you to kickstart&nbsp;your own YouTube Channel.</strong></p><p>YouTube is a critical marketing tool for practically any company in any industry.&nbsp; Online video advertising is a unique opportunity for companies. Video marketing can be used efficiently to help build confidence and establish an organization as having authority. It also makes it easier for customers to connect and engage with brands worldwide, easily.</p><p>In this course which is focused on <strong>\"Viral YouTube Marketing - Crash Course (2021 Edition)\",</strong> I've shared all my ideas, tips, and tricks to help you come out of the creator’s block and make viral videos to post on YouTube portal to accomplish your goals and become famous. YouTube now seems to be the fastest money-making portal out there - once you take this course and learn all the info. It is important to test your campaigns and collect data on which techniques are most effective to determine which YouTube advertising and marketing strategies work for you, once you go through the course. Try to test the tips taught in these areas: video ideation and content concepts etc.</p><p>Whether you have previous experience with YouTube or not, it doesn't matter here. But be keen to apply this knowledge to create new videos to post on the most popular YouTube platform every day and you will be making huge subscriber numbers, leads, sales, and quick good money in a short time! Your YouTube channel will only boom if you implement the tricks I teach.</p><p>You will learn the professional tactics, tips, and strategies that I use all the time for the ideation process to create successful YouTube videos in multiple niches - be it&nbsp;fan reaction videos, review videos,&nbsp;explainer videos,&nbsp;remix videos,&nbsp;unboxing videos,&nbsp;chipmunk music videos,&nbsp;mashup videos, etc.</p><p>With this current YouTube virality course, you will become a Professional YouTube Expert in just a couple of days, even if it comes to learning from Scratch! </p><p>Start Learning now to become a huge YouTube sensation in 2021 with the power of leveraging videos. </p><p><strong><em>What are you going to get from this mind-blowing YouTube ultimate training course?</em></strong></p><p>Viral YouTube videos are not rocket science – but they do take effort and dedication. There are plenty of good YouTube video ideas you can come up with, but the most important thing is to execute them correctly – otherwise, people are not going to discover and find your videos interesting or they won’t find these videos at all.</p><p>To help you out I’ve prepared a list of video ideas for YouTube that you can use on the road to creating your first viral video. Just don’t forget: it takes time! Some people do succeed immediately when they begin creating their channel on YouTube and without even trying that hard. But those people usually have no idea what to do next - whether they can continue making good YouTube videos or collaborate with other YouTube experts etc. This is why it’s better to have plenty of ideas before you start – and that’s what this amazing YouTube virality course is here for! Think of this course as your YouTube video idea generator! What’s more? Think of it as your next revenue-generation idea stream for your YouTube channel.&nbsp;I will also provide you with a bonus method of generating tags for your YouTube videos on your channel.</p><p>So hop on YouTube lovers, let's roll. Digital Marketing Legend \"Srinidhi&nbsp;Ranganathan\" takes you down further into a new wave in the world of video marketing.</p><p>Welcome to the next generation of video ideation and secret techniques.</p>", "preview_video": "https://mp4-c.udemycdn.com/2017-07-01_02-31-06-6d115ec4936e420f9537363dc318f03f/1/WebHD_720p.mp4?Expires=1637878038&Signature=lIXrSu~74RxiTzdMe58wVLLbliT4dPfAf7uz8f~Z6MhXMN1tVSd6JuirUV9KcGKNwK~RDCzWmKB9V7qDjVJNMcRRr3-GXYdPhomWNF-UCMbfS2FvSU1BcwBX65TZm28dDdd0BwXUMKLO~6onqmBO1~PmsE-3VcvuAWdUOtkKD6VKHKQH4J0SUiHMb6sFx8IuJ4W2w-ItUr36-iv4AGWtsN2K~7MmzDvdLro61mUNuEF3Mf365UhKekJZ8swZ1vgW7ZAmpx-Ntiwb~oWMNl5u6Pw63cSAJrXuVxqgijPtCyAcsEcRMsUdO3WSb867mwr95hr3o~XZwemfkZoQjBtwAQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4025408", "category": "Business", "sub_category": "Business Analytics & Intelligence", "title": "Microsoft SQL Server: Análisis de datos con Tableau", "level": "All Levels", "author": "Numpi Cursos", "duration": "2 hours", "rating": "4.4", "reviews": "327", "students": "49495", "coupon_code": "8883EE3D0E10CBA9BD26", "preview_img": "https://img-c.udemycdn.com/course/750x422/4025408_2095_11.jpg", "coupon_link": "https://www.udemy.com/course/data-analysis-con-sql-y-tableau/?couponCode=8883EE3D0E10CBA9BD26", "end_day": "2021-11-30 15:25:36+00:00", "headline": "Mejora tus habilidades analíticas comerciales con SQL y visualización de datos", "description": "<p>¿Por qué estudiar SQL?</p><p>El Lenguaje SQL (Structured Query Language) es un lenguaje de computación diseñado para el fácil acceso y obtención de información de una Base de Datos.</p><p>Saber programar en <strong>SQL es la habilidad más solicitada </strong>por las empresas de todo el mundo. </p><p><strong>¿Qué esperas? ¡Inscríbete ya!</strong></p><p>Como la mayoría de los datos comerciales se almacenan en bases de datos relacionales, aprender SQL es esencial para cualquier persona que desee ser <strong>analista de datos</strong>. </p><p>SQL es la herramienta principal utilizada para manipular datos en bases de datos relacionales, por lo que es necesario dominar SQL para realizar análisis de datos profundos. </p><p>Aprenderás a explotar información utilizando funciones como: funciones de agregación y fecha en sus consultas. </p><p>Además, aprenderá a unir varias tablas en sus consultas para recuperar los datos que necesita para sus análisis. </p><p>Lo que aprenderás:</p><ul><li><p>Aprenderás las funciones y los comandos SQL necesarios para las consultas SELECT</p></li><li><p>Cree consultas complejas para el análisis de datos</p></li><li><p>Cargue datos en la aplicación Tableau para iniciar la visualización de datos</p></li><li><p>Cree diagramas y gráficos profesionales para el análisis de datos</p></li><li><p>Cree un panel en Tableau para informes y presentaciones.</p></li></ul><p>¿Hay requisitos para realizar el curso?</p><ul><li><p>Sistema operativo Windows</p></li></ul><p>¿Para quién es este curso?</p><ul><li><p>Aquellos que necesitan aprender a crear consultas SQL complejas y diagramas y gráficos de datos profesionales para el análisis de datos.</p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2021-08-21_16-00-42-7b66a8ea6e3a9f26632c0d08198abb84/2/WebHD_720p.mp4?Expires=1637878055&Signature=SqD6EVrNIbuZ07O0eCw8P~tsWjDh1y8Ym6gzygStrjbLcq2DJfHBEa5BiomQdxzEn3E06zwpaCTfAhRBLeAacJ4yhCOf0L8cPi8OcQiJse2NzOdqG-LKbaVq5zFVSrvXK5rH4k2Q6SbjT9rPN4qXPFtJcAwj-XjlhU78qmMZKHT6msLjcXXd2yLGJvjtBiVpqH-ep8Bp1XRxp0SqpDYDVql1shNnleyFMXrsvIPLsJY3lEmiAw1fpsfoDdp~lCGDepoVnx~0sN-jN7UuS22RQo3QXEM6qwbBCJvAsgBDhSQXtsgM9-efSIy7Z4bLi8cqM~rtTpUhQYzxz6olq7zezw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4233882", "category": "IT & Software", "sub_category": "IT Certifications", "title": "PSPO1™ Practice Tests Scrum Product Owner certification-160Q", "level": "All Levels", "author": "Debajyoti Adhya", "duration": "", "rating": "4.4", "reviews": "14", "students": "6872", "coupon_code": "F9365E3050B88B19D427", "preview_img": "https://img-c.udemycdn.com/course/750x422/4233882_79fb.jpg", "coupon_link": "https://www.udemy.com/course/pspo1tm-practice-tests-scrum-product-owner-certification-160q/?couponCode=F9365E3050B88B19D427", "end_day": "2021-11-26 05:59:40+00:00", "headline": "The Complete PSPO1™ Practice Test - 160Q - Pass PSPO1™ Certification Exam Successfully - Lets Get it Done !", "description": "<p>The Professional Scrum Product Owner certification or <strong>PSPO1™</strong>&nbsp; is most widely accepted and globally recognized Product Owner Certification. This certification is provided by<strong> Scrum org </strong>and to pass the exam the candidate need to be aligned with the latest changes in the Scrum Guide. The best way to validate the knowledge is to take practice Exams.</p><p><strong>Exam Details:</strong></p><ul><li><p>Total 80 Questions</p></li><li><p>Exam time 60 Min.</p></li><li><p>Pass at 85%</p></li><li><p>Exam price 150$</p></li></ul><p>This course provides 160 practice test questions, which will help you get ready to pass the <strong>PSPO1™</strong>&nbsp;exam. This course is set up to match the latest changes in scrum guide presented in the <strong>PSPO1™</strong>&nbsp;exam content outlines published by <strong>Scrum org</strong> on 2021. </p><p>This course provides 160 practice test questions, which will help you get ready to pass the <strong>PSPO1™</strong>&nbsp;exam. </p><p>This practice test provides a robust system to help you pass the certification exam in the first time! By using this test questions, you can identify weak areas upfront and then create a strategy for the exam day.</p><p>The course includes 2 practice tests. Take the tests like the actual exam. If you can get more than 85 percent of the answers correct, you're ready to take the certification exam.</p><p><strong>This course is specifically for:</strong></p><p>· People that want to take a Product Owner certification exam like PSPO1 or CSPO.</p><p>· People that know the Scrum framework and theory. To learn about scrum you can take this course: </p><p><strong>Is there a guarantee to pass ?</strong></p><p>Absolutely yes ! You can enroll now <strong>100% risk-free</strong> because you receive <strong>30 days, unconditional full money-back guarantee </strong>in case you are not satisfied<strong>.</strong></p><p>So, go ahead and click the “<strong>Buy Now</strong>” button right now !</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-08-11_10-24-28-a1d6a760e6b15e468cd287872ab0a912/2/WebHD_720p.mp4?Expires=1637878067&Signature=TUBiIFsKMPCleK-Arhr7KFss1sMellKthobeThI-caVlCiGJsbNRewedDs3aGzIhMCqhOvT7zaEeUDmUL5iMmCAHgCAZ84yn27GZ0REj7RRDsBTsyXjBifFDOfz1eDtxQueSW44zpxZtlfMmv-HI3p2bQUp~blrMCcC48lE9NiqtwZgMGm9-GAGCVceXsHn9HgO0fTFfAfiGVeWYv71~cXLDSnFW6vayaskP6M~FQ6tE-iZyjDAZd20avTDjmDOVFOo5auc-kcpgiBJpj5~xLO3HNv7nTT-XzdMl6iy4~~S-j6WUabgHRpdkaKyubKH736DNAZOhdaSnQSX3-nlwbg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2714022", "category": "Finance & Accounting", "sub_category": "Taxes", "title": "Partnership Income Tax (Form 1065)", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "4 hours", "rating": "4.9", "reviews": "119", "students": "19640", "coupon_code": "8D41D57D0FC54A6DB1B2", "preview_img": "https://img-c.udemycdn.com/course/750x422/2714022_7d92.jpg", "coupon_link": "https://www.udemy.com/course/partnership-income-tax-form-1065/?couponCode=8D41D57D0FC54A6DB1B2", "end_day": "2021-11-26 05:39:08+00:00", "headline": "Learn to enter tax data for a Partnership into tax Form 1065 from a CPA", "description": "<p>This course currently consists of a comprehensive problem showing the data input process of a Partnership into tax Form 1065.</p><p>This course will put together a systematic format of entering data into a Form 1065 that will minimize errors, isolate problems as they happen, and remove the possibility of having to start the process all over again.</p><p>We will enter each M-1 adjustment individually into both the tax return and an Excel worksheet so that we fully understand how they work.</p><p>We will start by reviewing the data for the comprehensive problem.</p><p>Then we will enter the data into an Excel worksheet that will be used to help us organize the information.</p><p>We will be using Lacerte Tax software to enter the tax data into Form 1065. However, we will also provide PDF files of the tax forms so learners can enter the data directly into the tax forms as we go. The tax forms can also be found on the IRS website.</p><p>The course will demonstrate how to enter the data into the tax forms in stages to reduce potential mistakes and to identify mistakes as they happen so they can be fixed as easily as possible.</p><p>We will start the data input with the balance sheet.</p><p>Then we will enter the income statement as it is formatted in the adjusted trial balance.</p><p>Next, we will systematically go through Schedule K and M-1 adjustments. We will isolate these adjustments, reviewing them on the tax forms, in the software, and using our Excel worksheet.</p><p>We will then review the tax forms.</p><p>Next, we will review the Form K-1s and basic calculations.</p><p>The course will demonstrate the exporting of the K-1 Form to the individual Form 1040 for an owner of the Partnership, showing the flow through process.</p>", "preview_video": "https://mp4-c.udemycdn.com/2019-12-20_20-39-58-62aedbf6cd18c564fe60bf61a5d06945/WebHD_720p.mp4?Expires=1637878078&Signature=RASlnSblxXBmwpWnCJMkmskm5E1pqXwsntPumxdrmslRsUDVxzfps1gIbJ4bo0Md2C33d44aquZPlph7eXgjazZbsdTlu3EXGrDpFLQUOlnkNIbCUv5g21vtQIWXxhXB1w3Ju2O-DrQmTzojFklhSFhmU04sISsyjA7ukI50y29xluX6zzyXKQyzyLdPt3JZU46Sw2w-sVrKgjcf9e~a9-RMn9QMTOdKbGq36l5IoAxsXAReV0CtlOIqT1g6yQv31ORNIkdcomme2JCyfsKSF349Xfhulvrlg0GwXZeJnsq3JgdfyEoSOTbmVIZBT9kNYgRP0WYrLS1tz3tWayHqPg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4414106", "category": "Teaching & Academics", "sub_category": "Test Prep", "title": "Microsoft AZ-900: Microsoft Azure Fundamentals Prep Test", "level": "All Levels", "author": "Learning Academy", "duration": "", "rating": "0.0", "reviews": "0", "students": "616", "coupon_code": "54E1AA87FE27FB41B84D", "preview_img": "https://img-c.udemycdn.com/course/750x422/4414106_06c6_2.jpg", "coupon_link": "https://www.udemy.com/course/microsoft-az-900-microsoft-azure-fundamentals-prep-test-y/?couponCode=54E1AA87FE27FB41B84D", "end_day": "2021-11-30 13:35:01+00:00", "headline": "6 Full Microsoft AZ-900 Tests : 300 questions with explanations waiting just for you, get it now!", "description": "<p>This complete exam preparation test with 300 questions will give you the knowledge needed to pass the Microsoft Azure Fundamentals AZ-900 exam. If you want to be an Azure Certified Expert and gain knowledge in Microsoft Azure, this exam is the first step toward that goal.</p><p><br></p><p>The practice tests cover every exam objective in the AZ-900 certification exam with detailed attention towards maintaining parallels with the weightage allocated for every domain.</p><p><br></p><p>Microsoft Azure Fundamentals AZ-900 Exam provides learners with an in-depth knowledge of the concepts of Microsoft Azure to effectively perform various tasks in the capacity of an administrator, developer, or database administrator. With Microsoft Azure Fundamentals AZ-900 Exam Candidates can Gain knowledge of the principles of cloud computing, and how these principles have been implemented in Microsoft Azure. Learn how to create the most common Azure services, including Azure virtual machines (VMs), Web Apps, SQL Databases, features of Azure Active Directory (Azure AD) and methods of integrating it with on-premises Active Directory. Candidates will have understanding about Azure Cloud and their different types of services like IaaS, PaaS, SaaS along with it they will be having some understanding of deployment model in Azure Cloud i.e. Public cloud, Private Cloud, Community Cloud &amp; Hybrid Cloud. Microsoft is not having doubt on your skill set just they came up with Microsoft Azure Fundamentals AZ-900 for that passionate candidate who willing to have their career in Cloud Technology. It is foundational level Certification which can introduce you to different certification path in Azure Cloud like for Administrator, Developer or Architect. It will be totally depend on candidate how they want to make their career in Azure Cloud Technology after having AZ-900 Certifications</p><p><br></p><p>Azure Fundamentals exam is an opportunity to prove knowledge of cloud concepts, Azure services, Azure workloads, security and privacy in Azure, as well as Azure pricing and support. Candidates should be familiar with the general technology concepts, including concepts of networking, storage, compute, application support, and application development</p><p><br></p><p>1. Is there any prerequisite for Microsoft Azure Certification Exam AZ-900 and what are the important domains covered in this exam?</p><p><br></p><p>No, there are no prerequisites to take up Microsoft Certified Azure Fundamentals Exam AZ-900. Even a fresher who wants to validate his/her knowledge on Cloud services can take up the AZ-900 exam.</p><p><br></p><p>The important domains covered in Microsoft Azure Exam AZ-900 are:</p><p><br></p><p>Cloud Concepts (15-20%)</p><p><br></p><p>Core Azure Services (30-35%)</p><p><br></p><p>Security, Privacy, Compliance, and Trust (25-30%)</p><p><br></p><p>Azure Pricing and Support (25-30%)</p><p><br></p><p>If you're looking to change your career, this would be a good entry point into cloud computing.</p>", "preview_video": ""}, {"course_id": "4140852", "category": "Personal Development", "sub_category": "Memory & Study Skills", "title": "Secrets of Memory Summary: 3 Ways of Memorising Like a Spy", "level": "All Levels", "author": "Express Skills Academy by James Renua", "duration": "3 hours", "rating": "4.2", "reviews": "62", "students": "13065", "coupon_code": "2A030F845E6E32801866", "preview_img": "https://img-c.udemycdn.com/course/750x422/4140852_02a3_2.jpg", "coupon_link": "https://www.udemy.com/course/secrets-of-memory-3-ways-of-memorising-like-a-spy/?couponCode=2A030F845E6E32801866", "end_day": "2021-11-30 12:40:14+00:00", "headline": "Let’s jog your memory and make it even better that it was before!", "description": "<p>Our brain is really stubborn at times. It doesn’t want to remember certain things, it doesn’t want to cope with the fact that you just <strong>have</strong> to remember certain information. Lucky us – this problem can be solved.</p><p>This course is about memory, about memorizing like a spy, so that’s exactly what we are going to do. We are going to learn how to memorize like a spy. Spies have to remember a lot, their life depends on it. </p><p>And some things for such ordinary people like you and I depend on us too, so why don’t we use those spy methods to benefit ourselves?</p><p>While memorizing is sometimes hard, it is possible to make it much easier. Remember what I said about our brain being stubborn? </p><p>Most common reason why you’re not getting much information memorized is that your brain fights back against it and basically says that this and that is boring. There is a way of getting over it, just check out the course!</p><p>We will also be looking at some methods spies use to memorize some pretty important information, and by giving this method to you, you will be able to remember anything you want.</p><p>There is a great variety of ways to memorize info for your studies, your presentations or just for yourself, and we will gladly teach you. One thing you should set out for yourself – is commitment. You have to train your memory every day and do the exercises, that way your learning journey will be easier and your memory will become phenomenal.</p><p>So there’s no need to try and memorize this description, hop into the course and lets learn things about memory!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-23_06-43-31-f40407e364c1fe4d71df1b668a16582b/1/WebHD_720p.mp4?Expires=1637878108&Signature=A8mE5uuIaGzGhEe4ByDrPEc--EQ~prFyFpF~gGnb7811GYrXyFw4Cy1J3GxPgx7xTGRBFw1X456y5ve1Lfa5Ojoh81P7Pzrm22g0im0f880U~h9oFQgVR7oDTeqVMB2gLXNoiwa2bRWRGBEdIdN2ZR2t8oryrQb94PS1HjTzzR3CwV7MMCvo2m2snm7d1JjlfuGxt7kPdLv5yrNXIa5ecbz1yX5xvpgJ7PCsUwyb4Y3TcAhq3Yt0uTZ4BR5qgVutIVxJsA9dJk8HIWHqCFF3EuVBJfi7xTejuP8c2eEAs7k78lHvYSKPhNbtFnLeVTmY8TMKL011U9Ccx1bJKaZY~g__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3540520", "category": "Finance & Accounting", "sub_category": "Investing & Trading", "title": "Passive Income: 27 Ways to Earn Passive Income Online", "level": "All Levels", "author": "Roope Kiuttu", "duration": "2.5 hours", "rating": "3.8", "reviews": "379", "students": "55401", "coupon_code": "D31C0E9BA826CBE46995", "preview_img": "https://img-c.udemycdn.com/course/750x422/3540520_a25f_7.jpg", "coupon_link": "https://www.udemy.com/course/how-to-earn-passive-income-online/?couponCode=D31C0E9BA826CBE46995", "end_day": "2021-11-26 15:03:44+00:00", "headline": "Learn the Steps That I Use to Make Money Even While I Am Sleeping!", "description": "<p><strong>Would you like to earn money even while you are sleeping?</strong></p><p><strong>Do you want to earn money automatically once you've set up the systems?</strong></p><p>Then this is the right course for you.</p><p>I&nbsp;have been earning passive income already for years and I have helped 1,000's of people worldwide to do the same through my YouTube channel, Udemy courses and blogs.</p><p>Earning passive income works in the following way (in a nutshell):</p><ol><li><p><strong>Set up the system.</strong></p></li><li><p><strong>Get paid for months, years and even decades to come.</strong></p></li></ol><p>I love to help people to earn automatic money online.</p><p><strong>This is a really eye-opening course for most of my students.</strong></p><p><strong>Most of my students are complete beginners and they've previously earned money in 9-5 jobs.</strong></p><p><strong>Now they are earning money while they sleep!</strong></p><p>The benefit of earning passive income compared to regular jobs is that you will keep on earning money even after you have stopped working.</p><p>In a regular job, your income stops pouring in the minute you stop working.</p><p>With passive income, you will keep on earning money for a long time after you stop working.</p><p>In this course, I'll show you 27 ways how I&nbsp;earn passive income online so that you can start doing the same.</p><p>It's Your Time!</p><p>- Roope \"Sharing the blessing of passive income\"&nbsp;Kiuttu</p><p><strong>PS. </strong>When you earn passive income, YOU&nbsp;can decide how to spend your time.</p><p>Take control of your life right now and enjoy the freedom!</p><p><strong>► Don't delay. Every second could be costing you money!</strong> ◄</p>", "preview_video": "https://mp4-b.udemycdn.com/2020-10-02_02-51-09-dd8dd382e09745d0c8f64448d299ad98/1/WebHD_720p.mp4?secure=UblOA5pCQvMIukcELSIneA%3D%3D%2C1637878115"}, {"course_id": "4073826", "category": "Personal Development", "sub_category": "Creativity", "title": "Screenwriting: Writing a Selling Story with Your Bare Hands", "level": "All Levels", "author": "Express Skills Academy by James Renua", "duration": "2.5 hours", "rating": "4.3", "reviews": "14", "students": "3290", "coupon_code": "896CEF72249905984D3A", "preview_img": "https://img-b.udemycdn.com/course/750x422/4073826_c0ef_2.jpg?secure=hO8YrNa6fuzNrx66GpmoYQ%3D%3D%2C1637948318", "coupon_link": "https://www.udemy.com/course/screenwriting-writing-a-selling-story-with-your-bare-hands/?couponCode=896CEF72249905984D3A", "end_day": "2021-11-30 12:51:30+00:00", "headline": "Learn how to write or how to improve your writing skills, either for the screen or for yourself.", "description": "<p>Oh, you want to be a screenwriter? Then come along to learn how to become one. This course focuses on conjuring your ideas, structuralizing your plot and turning it into a selling script.</p><p>This course will make your search for ideas less menacing, showing you how and where to find them. If inspiration doesn’t come willingly, you’ll learn how to call upon it and brainstorm ideas.</p><p>You will learn key elements of a movie script, as much as key steps for turning your idea into a story, and story into a plot for your script. You will also learn the actual importance of a movie plot and how to make yours visible among the others.</p><p>We will talk about plot structure and what you should do make your script consistent and easy to navigate through. You will see technical side of screenwriting because you won’t get far without it.</p><p>We will discuss plot types with references to live movies and tv-shows, and a specific system of plot-building.</p><p>No specific screenwriting knowledge required, this course is great for beginners and amateurs as well as for people already in the industry.</p><p>This course is for anyone who wants to learn how to write for the screen or master their existing skills and learn even more.</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-05-26_19-00-42-42f6995751e57b4755362365ace75d49/1/WebHD_720p.mp4?secure=BgUaF8WQZj5CknRLYSPKTQ%3D%3D%2C1637878118"}, {"course_id": "2585846", "category": "Development", "sub_category": "Data Science", "title": "SuperMinds: The Future of Artificial Intelligence (AI)", "level": "Beginner Level", "author": "Srinidhi Ranganathan", "duration": "37 mins", "rating": "3.8", "reviews": "87", "students": "22614", "coupon_code": "C06D8A517A9D19367D08", "preview_img": "https://img-c.udemycdn.com/course/750x422/2585846_aa47_5.jpg", "coupon_link": "https://www.udemy.com/course/superminds-artificial-intelligence-in-2019-2025-markets/?couponCode=C06D8A517A9D19367D08", "end_day": "2021-12-26 15:26:51+00:00", "headline": "MBA in Artificial Intelligence Digital Marketing: Term 2.2 course focussing on the Future of Artificial Intelligence", "description": "<p><em>Welcome to the second course in Term 2 as part of the series </em><strong><em>\"MBA in Artificial Intelligence Digital Marketing\"</em></strong>.</p><p><strong><em>Artificial intelligence was once the dream of science fiction writers - the most famous ones.</em></strong></p><p>In today’s day, AI research is constant and continues to grow day by day. Artificial Intelligence (AI) has a hand in everything from what we see on a Facebook-like social media platform to actually determining what the best treatment will be during a hospital stay. Over the last five years, AI research has grown exponentially by 19.9% annually worldwide, according to technology writers and researchers.</p><p>Smarter or High-end technologies in our factories and workplaces and connected machines that will interact, visualize the entire production chain, and in fact - make great decisions autonomously are just a couple of the methods that the Industrial AI&nbsp;Revolution in 2019-25 will cause advancements in business.</p><p>Within the next six to seven years (by the year 2025), China is predicted to become the biggest global source of artificial intelligence&nbsp;(AI), taking over the United States (US)&nbsp;second lead in 2004 — and it is quickly closing in on Europe’s number 1 spot. After China and the United States, India is the third-largest country in terms of AI research output and this is a brilliant fact.</p><p>This course \"Superminds: The Future of Artificial Intelligence (AI)\" taught by Digital Marketing Legend \"Srinidhi&nbsp;Ranganathan\" will highlight the key factors of Artificial&nbsp;Intelligence (AI)&nbsp;technology in different sectors like Digital Marketing, Education or Training, Corporate industry, etc. with practical examples provided at the end of the course.</p><p>It will also go a step further into exploring the topic of whether humans and Artificial&nbsp;Intelligence machines could think alike. Finally, by 2025 or beyond, AI can be used to automate what would otherwise be a mindless, menial task or in fact all tasks done by a human.</p><p><strong>AI&nbsp;is definitely evolving and one day - it may become conscious autonomously and help us carry out or perform better decisions in every field of study.</strong></p><p><em>Let's try to envision AI in the next 6 years - but now try to focus on the current needs.</em></p><p>Why wait?</p><p>Enrol now and get ready to explore a smarter world with the growth of Artificial&nbsp;Intelligence (AI)&nbsp;technologies.</p>", "preview_video": "https://mp4-c.udemycdn.com/2019-10-01_11-42-13-558055c03c162b27e21beafa59b044e8/WebHD_720p.mp4?Expires=1637878126&Signature=WzwKNf4pdLrh~6MhJl~Zw1fbnSp3xzsOGvsMEf7q2Yj9QCFT-WeNf0-liFsgIkfvccSmn6iSEEA1laEHvQ3QRTD6GsmjA3vvOZoAu9fUfjGz1zQiFZtVLP~HNqyq6936cv0KqIAFJbo10dFYG6pQ2fdXSI570M1MotHwmu75OvZH2-uMAK8dtn8JCxj4GIqrI3kIWh4lIpclU3x0puibktGQih1Ew2WJXhY0MUj0vocrC-S6TuDsvoYRrpZTXdJeOpvHNLoUwRpeiRvjMzEwAXK2sv0yJN9Fq4g1arNsmCm~eTwAejr0Ylyd9Gyh04ML0gHMyp743IQay4tgfZXigQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3866950", "category": "Health & Fitness", "sub_category": "General Health", "title": "2022 Registered Medical Assistant RMA Practice Tests", "level": "All Levels", "author": "SMARTER ACADEMY", "duration": "", "rating": "3.4", "reviews": "3", "students": "1212", "coupon_code": "13650F0E3D64C33F1080", "preview_img": "https://img-b.udemycdn.com/course/750x422/3866950_8846.jpg?secure=AScigYjlqehd5tIzELY71w%3D%3D%2C1637948331", "coupon_link": "https://www.udemy.com/course/registered-medical-assistant-rma-practice-tests/?couponCode=13650F0E3D64C33F1080", "end_day": "2021-11-30 08:57:50+00:00", "headline": "97% Pass in First Attempt Easily Registered Medical Assistant RMA Practice Tests", "description": "<p><strong>Registered Medical Assistant RMA Practice Tests</strong></p><p><strong>97% Pass in First Attempt Easily</strong></p><p><br></p><p>Preparing for your <strong>RMA (Registered Medical Assistant)</strong> exam by taking practice tests has many benefits. Using sample questions to study for your test is the most effective study practice you can use. The advantages of using RMA sample tests include:</p><ul><li><p><strong>Increasing Your Speed</strong> – The RMA exam has a three hour time limit. Although most students who take the RMA feel that there is sufficient time, taking the practice tests with self-imposed timers help you budget your time effectively. You should budget approximately 1 minute for each question.</p></li><li><p><strong>Becoming comfortable with the Test Format</strong> – Every standardized test has its own unique format. As you take practice RMA tests you will become comfortable with the format of the actual test. Once the test day arrives you will have no surprises!</p></li><li><p><strong>Concentrating Your Prep Time</strong> – As you take more and more sample quizzes you begin to get a feel for the topics that you know well and the areas that you are weak on. Many students waste a lot of valuable study time by reviewing material that they are good at (often because it is easier or makes them feel better). The most effective way to study is to concentrate on the areas that you need help on.</p></li></ul><p>RMA EXAM OVERVIEW</p><p>The RMA certification exam consists of 200-210 questions that count towards your score. All of the questions will be multiple choice questions with four answer options.</p><p>Candidates are given a total of three hours to complete the test. The test topics are based on a national job analysis study that determined the key job components of a medical assistant.</p>", "preview_video": ""}, {"course_id": "3905144", "category": "Business", "sub_category": "Human Resources", "title": "Hiring Process: Talent Management", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "1 hour", "rating": "4.4", "reviews": "413", "students": "41124", "coupon_code": "NOV-2021", "preview_img": "https://img-c.udemycdn.com/course/750x422/3905144_1038.jpg", "coupon_link": "https://www.udemy.com/course/hiring-process-talent-management/?couponCode=NOV-2021", "end_day": "2021-11-25 19:52:15+00:00", "headline": "Talent management plays an important role in business strategy since it manages one of important assets - it's people!", "description": "<p>By adopting a structured and comprehensive hiring process, you're taking the first step in positioning your business for success by attracting the right talent. The type of talent that will help build the company culture, drive sales and ultimately position the company as a leader in the industry.</p><p>So in this course we will learn:</p><ul><li><p>Learn how to present the current open position</p></li><li><p>Develop a workable hiring strategy</p></li><li><p>Know how to determine which candidates to interview</p></li><li><p>Steps and techniques to use in an interview</p></li><li><p>Welcome newly hired employees</p></li><li><p>Find potential candidates for the position</p></li><li><p>İnterview new and potential candidates</p><p><br></p></li></ul><p>The job market is more competitive than ever, which means your job as an HR professional needs to evolve in order to keep up with the latest HR trends – and a great talent management strategy could be what helps you edge out the competition.</p><p>Some view ‘talent’ as employees who are top performers or those with high potential, while others view talent as everyone in an organisation.</p><p>When preparing to hire a new employee, your first step should be to know what position you intent to hire them for. In this course you will learn how to research for new talents and the research will help you get a better idea of that skill sets needed, which in turn will help you draft an accurate job description to share with potential candidates.</p><p>Which one is a talent?</p><p>++++++++++++++++++++</p><p>If you are a new manager or small business owner you also need to learn this piece of HR.</p><p>So, what are you waiting for?</p><p>Let’s get started!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-03-10_19-52-35-1d4516f6d27fdd4ae7c14d699f355a8e/1/WebHD_720p.mp4?Expires=1637878134&Signature=ctifrkFx4H8MiKMs~LcTdA1t0AsdzNuf1L6dTc26tVeYfoXl6Fq3stcVyGYkHrkJVO~4~nTaTLSQrzMARAwG04R4pvbXorK5z1xT2e9~ntOqBNpO5mLckqFqrd6GQTCuPXj66gi9Vp~oLK66g1-JNzcZb~EVm91Y9HiSd71uNd6W7L~EPsSFTRA~yaorLb0DHWwjtGsrJ16ll9CpdHUEzoBkjrGLs2-M-jytNWpqAWFwiCHypxx66k~4XU3zdWybf7FqsMxG3Q5m2NKRoHcx2rMqYEJKPOsSsDSrrjAFd6mIrgtnh-w6-FqXKY8l8VE~pUi3vqKOrWUCnc~xz6DViQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4090904", "category": "Personal Development", "sub_category": "Memory & Study Skills", "title": "Neuroplasticity: Teach Your Brain  To Work 3 Times Faster", "level": "All Levels", "author": "Express Skills Academy by James Renua", "duration": "42 mins", "rating": "3.7", "reviews": "90", "students": "15541", "coupon_code": "DFAF20D673562A95F546", "preview_img": "https://img-c.udemycdn.com/course/750x422/4090904_0c5a.jpg", "coupon_link": "https://www.udemy.com/course/neuroplasticity-teach-your-brain-to-work-3-times-faster/?couponCode=DFAF20D673562A95F546", "end_day": "2021-11-30 12:45:35+00:00", "headline": "Learn how to boost your brain's work in just 30 minutes!", "description": "<p>If you have never imagined what living life on autopilot is, this may be because you are going all autopilot and not realizing it. Being conscious about our lives is the least we can do to actually live the better life.</p><p>So, what does neuroplasticity have to do with it? Pretty easy. Neuroplasticity helps our brain to get out of the ‘comfort zone’, of sorts. It helps us learn new things, thus expanding our brain broad and wide for everything new the world can offer.</p><p>In this course you will learn exactly how neuroplasticity affects our life and why we have to improve it to improve ourselves. You will also learn what neuroplasticity can do miraculously, like: fight racism, prejudice, improve your thinking process and so much more.</p><p>You will also learn about our brain’s capabilities and what it really can do. Did you know that our brain is capable of holding information longer and wider than our lives? That we can possibly know so much that for now we can’t even imagine that happening? That’s because we have to use our brain’s potential and unveil everything it hides.</p><p>We will also learn about neurogenesis through our lives. We will learn what neurogenesis is and how it works and affects us.</p><p>But of course, we have to exercise to have a result in our neuroplasticity studies, and that’s exactly what you are going to get. Some exercises will be shown during the course to help you improve your neuroplasticity and achieve your desired results.</p><p>Come along and together we will improve and conquer our brain! For it’s own good, of course.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-02_07-23-44-4ede6ae67d7ed55b0e53097288a4812d/1/WebHD_720p.mp4?Expires=1637878137&Signature=kV1vBD8~ZFXmGi4~IqxcMjd1bwiuqLNqALFjnNiGk-D4Ugqjaydr1jd~kbhLq6FJ6EOkENFeWZkeBapn-D0DHYtJM~Nhz-Gb9ewunH3fFalIMpZehCwcFyI-8vbcpBEVOqCBIFRtTfMf7ExM5Lnj6fmFKUqsn-PQVCQhnJ6JACf7GaeNUUvBmtY63kPaTYnblukXxFqMdRsjiipRWlb7eZxjVSV7Ll3Q3i7Ss4E~EX8Xun9vD~YaDF18JTKo4zm6IvuN2D0UTM9jKkaKIJqx4zHuq672s7W5mrbRJD6xcZv72AIB1YCSOAK~5Yg2bwG4g0rlrc1gF79N8KPYIrLI6A__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3229341", "category": "Design", "sub_category": "Design Tools", "title": "Affinity Publisher Guide - Affinity Publisher for Beginners", "level": "Beginner Level", "author": "Nick Nyxson", "duration": "3 hours", "rating": "4.5", "reviews": "168", "students": "48810", "coupon_code": "B0755295C1EA0BEE4EF4", "preview_img": "https://img-c.udemycdn.com/course/750x422/3229341_e035_3.jpg", "coupon_link": "https://www.udemy.com/course/affinity-publisher-guide/?couponCode=B0755295C1EA0BEE4EF4", "end_day": "2021-11-27 03:03:09+00:00", "headline": "Learn Affinity Publisher (part of Affinity Suite) as Fast As Possible. From Affinity Publisher Beginner To Advanced.", "description": "<p>Welcome to <strong>Affinity Publisher Guide - Affinity Publisher for Beginners!</strong></p><p>The only course you will need to start with Affinity Publisher, one of the best publishing software in the industry.</p><p>Affinity Publisher is an easy-to-use desktop publishing software that helps you create beautiful layouts with custom graphics and images in minutes. It's the perfect choice for a graphic designer who wants to take on a more creative role, or for someone who has always wanted to create their own book, magazine, or brochure. Affinity Publisher offers powerful features, like multiple master pages and postcard printing templates, so you can easily express your creativity.</p><p>Learn how to create incredible-looking graphics, layouts, and designs in Affinity Publisher. With our intuitive course and carefully planned lessons, you'll be able to design amazing infographics, flyers, posters, and more!</p><p>Here you will learn everything you need to know about Affinity Publisher, including but not limited to:</p><ul><li><p><strong>Basics &amp; Interface of Affinity Publisher;</strong></p></li><li><p><strong>Tools of Affinity Publisher;</strong></p></li><li><p><strong>Creation of Basic Book Document;</strong></p></li><li><p><strong>Advanced tips &amp; Tricks</strong></p></li><li><p>&amp; Much More...</p></li></ul><p>Most importantly this course will continue and grow as time passes and all the upgrades will be available for FREE for every enrolled student.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p><p>So what are you waiting for? Join thousands of students who've made amazing things happen with this course!</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-07-08_09-35-23-71db5ca833450a2fba5c50e5c21a7d9c/1/WebHD_720p.mp4?Expires=1637878141&Signature=O2vFdjfEI5XT4x8UoKpD~Xhz90eNzpNI7TRttgyUwyEeSldcURBodGjtl0ccH7gLA--4hic6VxY0zxNu8GpxDbU~62i1WXzwXxttWoGhKSXIM5vN83pXTDp1CHBH0lrFwlpzLjeOjeP4yPWUNZD1FH1W-9Y1QyU4fQPUuVKRC8z0enGDTc8Q9z7~IKcp-~J2f6Ot0IwZX6--xbSz3eRSkCBmepfO5v931FqF~l-K2492mCnKmcPhkdao8sLHFERuBQH3DDkDDE3X6AZ9bs0qc7vYRNo~47VdvaxqGymEawJn3iadIlgji3l-5ywZ6aNwvsU69mRUTILku9IlSraLbA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4414054", "category": "Teaching & Academics", "sub_category": "Test Prep", "title": "Microsoft Power Platform Fundamentals PL-900", "level": "All Levels", "author": "Learning Academy", "duration": "", "rating": "0.0", "reviews": "0", "students": "334", "coupon_code": "PL900-11-25", "preview_img": "https://img-c.udemycdn.com/course/750x422/4414054_3f73.jpg", "coupon_link": "https://www.udemy.com/course/microsoft-power-platform-fundamentals-pl-900-d/?couponCode=PL900-11-25", "end_day": "2021-11-30 13:16:44+00:00", "headline": "PL-900: Microsoft Power Platform Fundamentals start preparation for the PL-900 exam.", "description": "<p><strong>Are you ready to take the Microsoft PL-900 Analyzing and Visualizing Data with Microsoft Power BI exam?</strong></p><p>Welcome to Microsoft Power Platform Fundamentals PL-900 exam</p><p>This practice test course contains 3 complete timed tests, of over 52-questions each, properly balanced based on the exam domains just like you will get in the official exam. That's over 189 questions to see how prepared you are for the real test. In addition, after taking the exam you can review your answers compared against the correct answers including comprehensive explanations of each question, links to documentation and articles, the correct and incorrect answer options</p><p><br></p><p>The practice tests cover every exam objective in the PL-900 certification exam with detailed attention towards maintaining parallels with the weightage allocated for every domain.</p><p><br></p><p>There are no specific prerequisites recommended for the Microsoft Power Platform Fundamentals or PL-900 certification exam. However, candidates must note that prior experience in the required skills for the exam can be beneficial for their success. Most important of all, candidates must have the capabilities for the understanding of business value associated with Power Platform and the core components in Power Platform.</p><p><br></p><p>The Microsoft Power Platform Fundamentals or PL-900 certification exam focuses on the following important domains,</p><p><br></p><p>Business value of Power Platform</p><p><br></p><p>Identification of core components in Power Platform</p><p><br></p><p>Business capabilities of Power BI</p><p><br></p><p>Business value of Power Apps</p><p><br></p><p>Business value of Power Automate</p><p><br></p><p>Business value of Power Virtual Agents</p>", "preview_video": ""}, {"course_id": "4255608", "category": "Development", "sub_category": "Programming Languages", "title": "Desktop Application Developer: Python, Java, C#", "level": "Beginner Level", "author": "Bluelime Learning Solutions", "duration": "9 hours", "rating": "5.0", "reviews": "1", "students": "1184", "coupon_code": "1936DDE7D0ACFA3CA91F", "preview_img": "https://img-b.udemycdn.com/course/750x422/4255608_6d68_2.jpg?secure=nplcLrSH8RWnpZYvl4bliw%3D%3D%2C1637948352", "coupon_link": "https://www.udemy.com/course/desktop-application-developer-python-java-c/?couponCode=1936DDE7D0ACFA3CA91F", "end_day": "2021-11-30 06:57:01+00:00", "headline": "Build  Desktop Applications using Python, Java,  C#", "description": "<p>A <strong>desktop application developer</strong> is a programmer who writes code for software applications that </p><p>run natively on operating systems like macOS, Windows, and Linux, and&nbsp; don't need to be connected to the internet.</p><p>In this course we will be building desktop applications using<strong> Python</strong>, <strong>Java</strong> and <strong>C#</strong>.&nbsp; </p><p><strong>Python</strong> is an interpreted, object-oriented, high-level programming language with dynamic semantics. Its high-level built in data structures, combined with dynamic typing and dynamic binding, make it very attractive for Rapid Application Development, as well as for use as a scripting or glue language to connect existing components together. Python's simple, easy to learn syntax emphasizes readability and therefore reduces the cost of program maintenance. Python supports modules and packages, which encourages program modularity and code reuse. The Python interpreter and the extensive standard library are available in source or binary form without charge for all major platforms, and can be freely distributed.</p><p><strong>Tkinter</strong> is the standard GUI library for Python. Python when combined with Tkinter provides a fast and easy way to create GUI&nbsp; Desktop applications</p><p><br></p><p><strong>Java</strong> is a programming language and computing platform first released by Sun Microsystems in 1995. There are lots of applications and websites that will not work unless you have Java installed, and more are created every day. Java is fast, secure, and reliable. From laptops to datacentres, game consoles to scientific supercomputers, cell phones to the Internet, Java is everywhere.</p><p>Java applications generally contain many mini programs with various functions. Some mini programs have a graphical user interface (GUI), if only a simple window or dialog box, and many mini programs have no GUI. The application itself, however, is likely to have a main GUI that consists of menus, buttons, tool bars, text fields, and other graphical features. The GUI is mainly for user input, whether the user clicks a button or types in information, and a GUI can provide the user with additional information. In addition, GUI components often display information back to the user.</p><p>To create the GUI, you use the Java Foundation Classes/Swing (JFC/Swing) and Abstract Window Toolkit (AWT) API. The many classes and interfaces in those packages allow you to easily create buttons, check-box objects, text fields, and other components, as well as components to organize them. By far the easiest way to create the frame and all the GUI components for your application is to use an integrated development environment (IDE),&nbsp; such as the NetBeans IDE. This IDE allows you to drag and drop your components into place while it writes the complex component code for you. </p><p><br></p><p><strong>C#</strong> (pronounced \"See Sharp\") is a modern, object-oriented, and type-safe programming language. C# enables developers to build many types of secure and robust applications</p><p><strong>C# Windows Forms</strong> is a UI framework for building Windows desktop apps. It provides one of the most productive ways to create desktop apps based on the visual designer provided in Visual Studio. Functionality such as drag-and-drop placement of visual controls makes it easy to build desktop apps.</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-08-23_09-04-04-25322578c589553adcd9141c93c3eb64/2/WebHD_720p.mp4?secure=TkWY9yukW0qapGzcLEfwXQ%3D%3D%2C1637878152"}, {"course_id": "4284346", "category": "Teaching & Academics", "sub_category": "Language Learning", "title": "Master the English Irregular Verbs Once and For All", "level": "Intermediate Level", "author": "Carlos Miguel Garcia E.", "duration": "2 hours", "rating": "4.2", "reviews": "88", "students": "28822", "coupon_code": "1KFREEUPTONOV29", "preview_img": "https://img-c.udemycdn.com/course/750x422/4284346_3d40_3.jpg", "coupon_link": "https://www.udemy.com/course/master-the-english-irregular-verbs-once-and-for-all/?couponCode=1KFREEUPTONOV29", "end_day": "2021-11-29 23:33:09+00:00", "headline": "An English Course Based on Irregular Verbs.", "description": "<p>Hi! I'm Carlos. I'm a Trilingual Udemy Instructor, and I can't wait to help you improve your fluency, and other skills in speaking English.</p><p><strong><em>I have created this shorter version for you to get a taste of another of my courses. This will help you see the quality of the course and our teaching style. Expect more information in the near future. </em></strong></p><p>When I designed this course, I put myself where you are now. I know the challenges you are facing while trying to gain fluency in your speech. That is why I have applied the techniques that will help you boost your english level. </p><p> Irregular verbs are a very important part of every day conversation. This course will help you get familiar with the most common Irregular Verbs used in real speech. All the sample sentences, pronunciation excercises and quizes, will help you master those verbs. </p><p>Every minute you dedicate to the course will be worthwhile. The time you spend mastering them will have a direct effect on your fluency. <em>You´ll see immediate results!</em></p><p><strong>Why this course?</strong></p><p>It is not a secret that Irregular Verbs are hard to learn. So when Enlglish learners try to use the verbs in a professional situation it is very embarrassing not to use the right conjugation, and your chances to give a good impression to potential employers are gone. I hope this course can help you improve your communication skills, and give you a better chance to get your dreammed job.</p><p>Enjoy your learning!</p><p><br></p><p>Do not hesitate to ask any questions you may have. </p><p>Support available in:</p><p><strong>English</strong></p><p><strong>Spanish</strong></p><p><strong>French</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-09-06_17-26-00-3ea10ff4d88286e61a9eaea5c93cc46a/2/WebHD_720p.mp4?Expires=1637878155&Signature=O9wSu3WxqrxaGt2WqBqzT7AGPGnzjzLHVQWz-NKT1uaMVAq0BZOZ9hrleU9AQporqWu3jrXWMeJxuShU4IGhTBJr4M2FPtg1O62mKYp-41-XvdEIy7ekrnE-p6T0GpZGMhJQ84nMyhIlTCgRhlg7Jp6qa~sCmdRn4BhD0FINkQnSPSmPRV3xoQOhgce~TFbEIxOSSxYsQfL4xEHlphF92QPwv6n8HSfVQCtJy6s7LcM-cbuYLbIs3kiulaiTXUwY5CIPwK6KRsi8paANIy8KK3rHeKXzkDBWpuyejUpkOgZrMzGHriAgLFN-wfxdwv7zAP6X0xUPqXerGQOE0Ae3bg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1938540", "category": "Marketing", "sub_category": "Digital Marketing", "title": "Bestseller Digital marketing course + Facebook ads (2022)", "level": "All Levels", "author": "Mohammad Khan", "duration": "8.5 hours", "rating": "4.1", "reviews": "106", "students": "16624", "coupon_code": "FE736CF846C63C12F838", "preview_img": "https://img-c.udemycdn.com/course/750x422/1938540_e824_3.jpg", "coupon_link": "https://www.udemy.com/course/digital-marketing-for-entrepreneurs-elearning-online-course/?couponCode=FE736CF846C63C12F838", "end_day": "2021-11-28 13:36:06+00:00", "headline": "Digital marketing, Facebook ads, social media marketing, Manychat chatbot, SEO, google analytics.", "description": "<p><strong>Learn from Mohammad Khan - </strong></p><ul><li><p><strong>World's top 100 awarded digital marketing expert.</strong></p></li><li><p><strong>Ranked TOP 10 in Martech east asia.</strong></p></li><li><p><strong>Top influencer marketing expert via k/core</strong></p></li></ul><p><br></p><p><strong>(PRIME FEATURE:- Fastest results with \"Free\" 365*24*7 PRO support)</strong></p><p><br></p><ul><li><p>A whole new level of <strong>Facebook ads &amp; Facebook marketing (A TO Z) with advanced growth hacks (Which only PROS know but nobody will tell you)</strong></p></li><li><p>Upgrade your analytics game with <strong>in depth coverage on google analytics reports (A TO Z).</strong></p></li><li><p>Get instant results with 80% success rate of Chatbots using my Hyper targeted futuristic <strong>pro course on Manychat Chatbots (A TO Z).</strong></p></li><li><p>Free access to a <strong>high converting sales funnel with proven results.</strong></p></li><li><p><strong>Direct access </strong>to a well renowned digital marketing expert.(Mohammad Khan)</p></li><li><p><strong>No more overwhelming stuff,</strong> no more random strategies, <strong>its a completely interconnected system.</strong></p></li><li><p>No more wastage of time &amp; money. Ask me anything, all your queries, <strong>all the what, why &amp;&nbsp;how's will be clarified LIVE...)</strong></p></li></ul><p><strong>What our top students are saying:-</strong></p><ul><li><p>Youssef kachtib says <strong>\"As begginer in this field ï find this course very helpful\"</strong></p></li><li><p>Vaibhav Singh says <strong>\"Best Facebook &amp; Bot Marketing course, it is useful\"</strong></p></li><li><p>Margarie says <strong>\"I like it for sure, a complete marketing system with brilliant detailing &amp; examples.\"</strong></p></li><li><p>Ramjas Yadav says <strong>\"Feeling confident about my marketing skills like never before, lots of doubts have been cleared. Mohammad makes marketing really easy.\"</strong></p></li><li><p>Bikas Ranabhat &amp;&nbsp;Seguer soumia&nbsp; \"<strong>they both agree that the content is top notch\".</strong></p></li><li><p>Milos Gavranovic asks for more clarity in speaking, which is immediately solved by Mohammad &amp; <strong>overall Milos really enjoys the course.</strong></p></li><li><p>Andrei kolozsvari&nbsp;says<strong> \"Very good! Exactly what I needed to boost sales on my new webshop\".</strong></p><p><br></p></li></ul><p><strong>This Digital marketing online course gives a full proof marketing strategy step by step starting from the very beginning to advance strategies like:-</strong></p><ul><li><p>How to <strong>come up with a digital marketing idea.</strong></p></li><li><p>Creating a <strong>marketing campaign for yourself or client.</strong></p></li><li><p>How to create a <strong>sales funnel for different products &amp; services.</strong></p></li><li><p>Super strong in-depth <strong>coverage on facebook marketing &amp; facebook ads like:</strong></p><ol><li><p>Learn how <strong>long should you run a facebook ad?</strong></p></li><li><p>How to <strong>find whether you should stop running ad?</strong></p></li><li><p>How <strong>many people should see your ad </strong>before you make a decision about your ad?</p></li><li><p>Important factors to decide the <strong>success or failure of an ad?</strong></p></li><li><p>How to find the <strong>budget for your ad campaign?</strong></p></li><li><p>Find when to <strong>change the copy of your ad creative?</strong></p></li><li><p>What is the <strong>minimum budget required to run facebook ads?</strong></p></li><li><p>What is the <strong>avg CTR of ads industry?</strong></p></li><li><p><strong>How many times a person should see your ad</strong> before he actually notices it?</p></li><li><p><strong>This &amp;&nbsp;lot more crazy stuff</strong> which you won't find anywhere else.</p></li></ol></li><li><p>Chase your audience where they live with an <strong>extremely powerful coverage on Manychat chatbots.</strong></p></li><li><p><strong>Conversion rate optimization, link building &amp; customer acquisition to increase conversion rate.</strong></p></li><li><p><strong>Social media marketing strategies.</strong>(including Google &amp; Facebook ads).</p></li><li><p><strong>Email marketing (Creating email sequence, email copywriting).</strong></p></li><li><p>Using <strong>Organic &amp; paid marketing </strong>to get more sales.</p></li><li><p><strong>SEO, Blogging &amp; content marketing</strong> to bring highly targeted traffic.</p></li><li><p>Use <strong>storytelling (step by step system) </strong>to engage your blog audience.</p></li><li><p>Connect &amp; work with influencers &amp; big brands with <strong>secret public relations and influencer marketing tactics. </strong></p></li><li><p><strong>100+ secret marketing tools (FREE)</strong> to make your life easier.</p></li><li><p>Learn complete <strong>marketing analytics with complete google analytics reporting.<br></strong></p></li></ul><p>Till now you might have understand that this online course covers a lot on digital marketing but only the stuff which brings results. No bluff, only high quality stuff, which works in today's date.</p><p>This course is designed in such a way that you don't need any college degree or prior experience to start with it.</p><p><br></p><p><strong>Who can join this digital marketing online course:- </strong></p><ol><li><p><strong>Highly recommended for e-commerce, dropshippers, social media marketers &amp;&nbsp;small businesses.</strong></p></li><li><p>If you're a <strong>mom who wants to earn from home </strong>while taking care of kids.</p></li><li><p>If you're a <strong>teenage looking to enter into online entrepreneurship</strong> &amp;&nbsp;earn from the internet.</p></li><li><p>If you're just <strong>looking for an extra source of income</strong> to pay your bills.</p></li><li><p>If you're a <strong>big dreamer looking to enter into serious online business &amp; make real money</strong>, you're at the right place.</p></li><li><p>If you're a <strong>freelancer or a work from home expert,</strong> then you should definitely try this once &amp; you'll forget about that workload forever.</p></li><li><p>Tried different online courses but nothing worked, let me tell you this stuff is trusted by many pros of the industry so your <strong>success chances are extremely high.</strong></p></li><li><p>If you're a PRO marketer, <strong>I BET you'll learn a whole lot of new stuff.</strong>..keep learning, keep growing.</p></li></ol><p><strong>You'll also get these free resources:-</strong></p><p>✔ <strong>Lifetime 365*24*7 support by Mohammad.</strong> <strong>(Exclusive offer, no other instructor offering this).</strong></p><p>✔ <strong>Lifetime Access </strong>to this 'digital marketing online course + facebook ads'.</p><p>✔ <strong>Fast &amp; Friendly Support</strong> in the Q&amp;A section.</p><p><strong>✔ Direct access to the instructor for your work &amp; future client projects.</strong></p><p>✔ <strong>Udemy Certificate of Completion </strong>Ready for Download.</p><p>✔ A 30 Day \"No Questions Asked\" <strong>Money Back Guarantee!</strong></p><p><br></p><p>Get the most out of this digital marketing online course by going through each chapter step by step &amp; then doing everything by yourself, then check your growth by yourself, you'll feel the change &amp; confidence yourself.</p><p><br></p><p>No need to worry! Just follow these steps to get a <strong>head start</strong> and <strong>if you get stuck i'm available 365*24*7 days, ask me anything and that too live.</strong></p><p><br></p><p><strong>(Note: For best experience, Learn in a peaceful environment &amp; use headphones/earphones to listen to these lectures).</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2019-04-09_07-19-55-90190d2fb96849acec66d21901dc1ad1/WebHD_720p.mp4?Expires=1637878163&Signature=KDyqNIbWDtzHeCiXiCrQH14q5vRQZ3bts6uLNjave368TJRdUQxFvwiHoargzvsnzJBKLMQI7VaKBWyV~rE9Tcy8QoYkLkQQhV1XKVpGUWdDWPBSIOblMUZ~lnYfBD1T3XKhfsYN34FHoMeCamKP3uXVG5H6wz-WOXJ22yHU2b1z5LFcnBOekDAk0k5SZFhOefrq9nAGC~C3SrwQ7WwjXJknctTmAtGii0meuN9AXAsq7E4QcaiM15FJuVv1KERMp~xPqlx8rqKj9PDJ0L41I9ED1vp5j8yOguxpB7U~qwe0XLlL28z8X9issNRdOjJ-eqkFy2kczhfLHbQ5ojzsSw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1298012", "category": "Design", "sub_category": "Other Design", "title": "Artificial Intelligence in Video Creation: Supreme Edition", "level": "Beginner Level", "author": "Srinidhi Ranganathan", "duration": "2 hours", "rating": "4.6", "reviews": "540", "students": "88200", "coupon_code": "7267CDD2E15668E3D46D", "preview_img": "https://img-c.udemycdn.com/course/750x422/1298012_b1cf_5.jpg", "coupon_link": "https://www.udemy.com/course/artificial-intelligence-video-creation-amazing-video-tools/?couponCode=7267CDD2E15668E3D46D", "end_day": "2021-12-26 15:23:14+00:00", "headline": "MBA in Creative Arts, Design and Animation: Level 1 - Part 4 Course on Artificial Intelligence in Video Creation", "description": "<p>Welcome to the fourth course as part of the series&nbsp;<strong><em>\"MBA in Creative Arts, Design and Animation\".</em></strong> </p><p><strong><em>\"Artificial Intelligence in Video Creation: Supreme Edition\".</em></strong></p><p>This incredible artificial intelligence video creation course 2021 will cover the tools called Biteable and Lumen5 which are the&nbsp;world's simplest video makers offering hundreds of free animated, live-action, or photo scenes in lots of different styles made by top designers.</p><p>I will teach you to easily add your own text, photos, colours, and sound to customise your video and edit it all on a simple drag-and-drop timeline.</p><p>Once, you've done that we will go through the process of choosing a soundtrack from Biteable's huge, high-quality music library to match the look and feel of your video.&nbsp;</p><p><strong>Artificial Intelligence and Its Advancement in Video Creation in 2021 and beyond.</strong></p><p>Let's delve down further into the use of AI&nbsp;technology. Artificial Intelligence (AI) is now involved in the creation of smart video and has also been able to influence businesses. Users can now film and edit videos through Artificial Intelligence. It also brings many job opportunities in the field. Due to its ability to sense, reason, act and adapt, AI has suddenly become one of the most important technologies and the most in-demand tool for the video creation market; and also due to the popularity of automation in different business practices. Several companies have invested in keeping video production as their main target in Artificial Intelligence. Examples include AI implementation and deployment through multiple video distribution channels such as Netflix and YouTube. These companies have invested in AI just to make it more exciting and innovative to watch videos. Many aspects of the production and editing process of videos have been handled by artificial intelligence.&nbsp;Its innovation is also a blessing for production teams and video editors. It helps practitioners to concentrate more on creative aspects instead of editing which is perceived by many to be a very dull and repetitive job.</p><p><em>Did you also know this fact?</em></p><p>Most aspects of the production and distribution system are managed by artificial intelligence. It can now record, edit, pick and distribute online videos. Artificial intelligence has allowed automated video editing in 2021. A camera can now operate on its own without human instructions.&nbsp;Ok, so what does this&nbsp;Artificial Intelligence in&nbsp;Video&nbsp;Creation course cover?&nbsp;Let's look into this further.&nbsp;Here is the ultimate question. </p><p><strong><em>Why learn this mind-blowing course and how this can be a differentiator when it comes to AI&nbsp;video creation?</em></strong></p><p>With Biteable,&nbsp;you can convert any plain infographic into fun slides that will not only explain and pass the information but also make the content more understandable. This course can change your life as a video creator.</p><p>Biteable is the god of video creation to aid you to create videos in minutes.&nbsp;Lumen5 whereas is an&nbsp;Artificial Intelligence Video Creation Tool that allows you to turn your blog posts, articles into engaging videos to post on social media platforms.&nbsp;</p><p>This course will save you tons of time when it comes to creating videos without using any expensive video creation software. The output videos generated will be so powerful that it would create a huge impact on your business.&nbsp;This is highly beneficial to any business and you will realise this inside the course.&nbsp;If you learn how to work on a PowerPoint presentation, you can work on Biteable and Lumen5. An 8th grader can do it. </p><p>The question is <strong>\"Are you ready to get into the video-making action, right now?\" </strong></p><p><strong>2021 seems to be a great and amazing year to take your video creation efforts to great heights of success.</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-08-15_10-02-05-9001f5782f12f6890128a2fb0f34b41e/1/WebHD_720p.mp4?Expires=1637878169&Signature=jdaMd78dJtyLQ9kJxlS9h3InEyfP~uUsqz04qRPswNp3vA3yOl4f0LZDodk1hVlWQPZUpJcNmAMTck2DbERBn1u42gUBc~cGdlwch6tIimvUZL029-GQ7KymQJT7PwMNlJ3AHuF4yr2m~Vy~5b8PIHnbeg7wvPISUbcUgeNQ1PxlHu36JY1stSe4qKYHBSa8fm4gVD25wEmZ-ChHdUYz27BPWXCLbraUf0xHoZsO2cftbFJSuOzRljVzZFK-Oo9VLPeQ8-mC-XArW2ZT29lVWCTMGawa591IVRXYzY6EIIa7lhcb27YiaAY-cLUz6kSqZm-oxA8zkdDqHSi-yvcWgA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}]}