{"last_time_update": "2021-12-14 15:40:05", "results": [{"course_id": "3967614", "category": "Marketing", "sub_category": "Social Media Marketing", "title": "Social media marketing strategy 2022. Launch your SMM!", "level": "Beginner Level", "author": "Anton Voroniuk", "duration": "1 hour", "rating": "4.4", "reviews": "1470", "students": "91975", "coupon_code": "SMMSTRATEGY1412", "preview_img": "https://img-c.udemycdn.com/course/750x422/3967614_a9a9_6.jpg", "coupon_link": "https://www.udemy.com/course/social-media-marketing-strategy-course/?couponCode=SMMSTRATEGY1412", "end_day": "2021-12-19 05:31:31+00:00", "headline": "In-depth social media marketing strategy and management course for businesses. Turn subscribers into real customers!", "description": "<p><strong>What is social media marketing and its role in modern society?</strong></p><p>Social media marketing is the use and management of different social media platforms to promote your brand, products, and services. It is a great tool to communicate with your existing customers and reach new ones. Social media marketing helps you drive traffic to your website, increase sales, build engagement and customer loyalty.</p><p>The use of social media is a fast-growing global trend. According to statista. com, in 2020, the global social penetration rate reached 49 percent, with East Asia and North America having the highest penetration rate at 71 and 69 percent, respectively, followed by Northern Europe at 67 percent. 91,7% of marketers in the US are using social media to market their products and services.</p><p><br></p><p><strong>Why should you choose this social marketing course for beginners?</strong></p><p>So why should you choose us over other Social Media Marketing courses and training seminars? You will have the opportunity to learn social marketing from top internet marketing professionals:</p><p>● We are industry experts! We have over 12 years of experience in online marketing. Our agency has Google Premier Partner and Facebook Marketing Partner status.</p><p>● I've personally collected a vast amount of digital marketing qualifications and marketing certifications (Google Analytics Individual Qualification, Google Ads Individual Qualification, Bing Ads Accredited Professional, Search Ads360 Certified, and others).</p><p>● We've launched over 1,500 successful marketing strategies and marketing campaigns during our careers.</p><p>● We have over 9,000 digital marketing specialists enrolled in our online courses, and they all passed their Google Analytics and Google Ads digital marketing certifications.</p><p>● Our digital marketing courses are easy to understand.</p><p>● You will get a social marketing certification from Udemy upon completion of the course.</p><p><br></p><p><strong>What's in the course?</strong></p><p>This SMM Strategy course provides valuable knowledge to those who are currently promoting a project on social media or thinking about doing so:</p><p>● Learn how to get more likes and subscribers</p><p>● Learn how to sell products through social networks</p><p>● Learn what has been effective for your competitors</p><p>● Learn how to promote content</p><p>● Learn how to work with opinion leaders and influencers</p><p>● Learn how to evaluate promotion results</p><p>● Learn how to manage your reputation online</p><p>Answers to these questions and many more are in our SMM course! Our course comes with valuable checklists, templates, and video tutorials!</p><p>This social media marketing strategy course for beginners will help you organize your promotion strategy, build content correctly, analyze your audience, and much more!</p><p><br></p><p><strong>What tools will you learn to use?</strong></p><p>In this SMM Strategy course, you will learn the basics of how to use tools to help you build social media marketing strategy for businesses:</p><p>● Facebook Ads Manager</p><p>● Facebook Analytics</p><p>● SimilarWeb</p><p>● Alexa</p><p>● SEMrush</p><p>● Hypeauditor</p><p>● Social Blade</p><p>● Google Analytics </p><p>● URL Builder</p><p>● Bit. ly</p><p>● BuzzSumo</p><p>● SemanticForce</p><p><br></p><p><strong>After this course, you will be able to:</strong></p><p>● Grow your business using social media</p><p>● Improve your career by obtaining new social media marketing skills</p><p>● Start to work and get experience as a Social Media Manager as a freelancer</p><p>● Have a strategic approach to using social media</p><p><br></p><p><strong>What else do you get?</strong></p><ul><li><p>Lifetime access to the course and its updates</p></li><li><p>Certificate from Udemy upon completion of the course</p></li><li><p>A free copy of the Chapter “Social Media Marketing” from my book “Cutting-Edge Digital Marketing\".</p><p><br></p></li></ul><p><strong>Should you be worried?</strong></p><p>Sign up now! Every minute you wait can cost you leads and applications!</p><p>This course comes with a 30-day money-back guarantee.</p><p><br></p><p>Let's start your social marketing journey today! Click the \"Buy now\" button to begin developing your project on social networks!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-04-08_07-12-38-fb72b2bb694a0b7310fcc20cff1723ed/1/WebHD_720p.mp4?Expires=1639508770&Signature=EAjU-qRdkFjOWTR4uugCV-qfx1yuFqX-hoE~qxN1XE0lPK5pmOhM0EMxf1K5aG-9AxvDXhZoW7Ee~c9njZLY2IBGtJ~AQu37XWPsDDLlpIdVw0--9-kQWzNIznvMSHkr4ivh3RQE~lkAzCKPtCW9oZgn3gVtsaxKU9Vy0fthYpG1Vknfqrk5rVIgP67yKjQKmssh0OfB2R1sPVG3PNLIhhWIpXOF4N38A9Bjfs59h7PowXk3xtuu-yMCUaOZUjup9hLsxoqktMjVVcrmG~MMnC7Pfd~HJfrU3lPZ5PLP5pDZ35MD~nAsC3ErT5Ji1EeUeGDLwtet1~43Ctn3Nw8dvw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3612438", "category": "IT & Software", "sub_category": "IT Certifications", "title": "AWS vs Azure vs GCP: A Brief Comparison [by PKV]", "level": "Beginner Level", "author": "Pavan Kumar Vadde", "duration": "2.5 hours", "rating": "4.4", "reviews": "172", "students": "14932", "coupon_code": "2021DEC12TO17TOP1000", "preview_img": "https://img-b.udemycdn.com/course/750x422/3612438_74b6_5.jpg?secure=CWxgflp76JnLaFiEOGfGtA%3D%3D%2C1639578972", "coupon_link": "https://www.udemy.com/course/aws-vs-azure-vs-gcp-a-brief-comparison-by-pkv/?couponCode=2021DEC12TO17TOP1000", "end_day": "2021-12-18 05:02:25+00:00", "headline": "A brief comparison of tech giants in cloud industry i.e. Amazon Web Services, Microsoft Azure and Google Cloud Platform", "description": "<p>When one thinks about the cloud industry, the very first thing that strikes in one's mind is the top 3 tech giants and those are Amazon Web Services, Microsoft Azure, and Google Cloud Platform. </p><p>There are quite a few cloud vendors in the market offered by Alibaba, Oracle, IBM, Service Now, etc., but only the 3 tech giants have been most successful and dominate the cloud industry.</p><p>Ever wondered why only the top 3 tech giants have been most successful in the cloud Arena. And, who are the visionaries behind their success?</p><p>How they occupied the majority of the market share?</p><p>What makes them different from the rest?</p><p><br></p><p>Come on and join me! Let's compare them with the help of this course.</p><p>This course helps an individual to understand a brief comparison between Amazon Web Services, Microsoft Azure, and Google Cloud Platform i.e. AWS, Azure, and GCP.</p><p>It gives an idea to aspirants, who wish to make their career, in any of the \"Big 3\", cloud platforms.\t\t</p><p>It provides a basic idea to the professionals who want to switch from AWS, Azure, or GCP and vice-versa.\t\t</p><p>This course helps businesses or start-ups to choose what suits their business.\t\t</p><p>This course also provides a quick list of all the certifications offered by the tech giants. </p><p>It also provides a list of most of the services offered by the top 3 tech giants.</p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-11-15_18-34-51-c0a3ca50b83a119a3a5b9b8e12d3b7f9/1/WebHD_720p.mp4?Expires=1639508772&Signature=FNOuNo-BYFEo5eMkABzvlI2YXUJK1BWgyh53FWyRHLi8xB~pCA6~KUhUgbmiaRhTc2muHmd~BVlYuARdOPiwmXSAkQPP4QKIoZcew4tRTV9gT2avE7K4oOmr8MPIKiZv3YPIyJxGfZBofv8gSyaFftkHE-co5Di-L--aL6kHqaKJlp-a0r0ZfUmvD0WKhvsxvzNWoTktPGUDAGVR616Xm1Vz664PH5X8qwEdVclzJsJmH3suCHnz~33eaSw41FivtWa7xPCph~C-uzKu~c0~T1RiQXZypsYN5yGvbaq7XJS3Xyv4poWweK-IOIA4~IhzBBTvFfZl8IoNb6eZ0-fmVA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3417826", "category": "Finance & Accounting", "sub_category": "Other Finance & Accounting", "title": "Learn 27 Ways to Make Money Online with Your Smartphone!", "level": "All Levels", "author": "Roope Kiuttu", "duration": "3 hours", "rating": "3.7", "reviews": "685", "students": "73503", "coupon_code": "417B22282C2B041BC001", "preview_img": "https://img-c.udemycdn.com/course/750x422/3417826_b765_4.jpg", "coupon_link": "https://www.udemy.com/course/make-money-with-your-smartphone/?couponCode=417B22282C2B041BC001", "end_day": "2021-12-18 16:09:43+00:00", "headline": "Learn PROVEN Ways to Make Money with Your Smartphone. Even 1 Strategy Will Pay Your Course Price Back!", "description": "<p><strong>Would you like to make money online with your smartphone?&nbsp;</strong></p><p><strong>Do you wanna see real money-making apps that pay in 2021?</strong></p><p>Then this course is PERFECT FOR YOU!</p><p>I&nbsp;created this course because every single day people ask me for the best way to get paid just by using their smartphones.</p><p><strong>Learn just 1 strategy and you'll earn your course price back.&nbsp;The rest will be pure profits for you!</strong></p><p>Over the course of years, I've helped 1,000's of ordinary people to start their 'Make Money Online' journeys and you'll be the next one.</p><p>More than 310,000 individuals have taken my courses on Udemy. </p><p><strong>Get started with the course and pick your strategy to start making with your phone.</strong></p><p>You're gonna enjoy this. It's fun and profitable at the same time!</p><p>I'll see you inside!</p><p>-&nbsp;Roope \"Sharing the blessing of making money online\"&nbsp;Kiuttu</p><p><strong>PS. </strong>If you need any help, you can contact me personally on my YouTube channel called \"Learn to Make Honest Money Online\".</p><p>I read all your comments personally and I do everything that I humanly can to help you to succeed.</p><p><strong>PPS. I&nbsp;am constantly adding new lessons to the course to make it even more helpful for you.</strong></p><p>Your satisfaction is the best reward.&nbsp;</p><p>It gives me the most joy when YOU&nbsp;succeed.</p><p>It's Your Time!</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-08-13_23-51-41-eeb35c222bebf50d26d096e914e1d08a/1/WebHD_720p.mp4?Expires=1639508781&Signature=OyOjBtbIqPuu-qkIrJAkU4oJdGGenDXXdIzcaFVbo4gA7dKzrqD06v1ak0C8-ZZ4nm04mKvsoXb0x3U5DrcTdOZwqUC1i~u36u3L5aarpeX4O6XvQZnS3GA3vB6lD3tNsSm99nXVuB2fugTkofVhv8sVeuCpiqBYzurDyEtGBDQmnkG5yaqwe8OQw-q3e--~c2Bbv5V9-COjsx~aFLQBXfRC1NVf5nIrIe-AwlO9fDATP45VUIyKh-DeowTTreRYJN5rrHiZjLFZR6oBcEfEcYsp2lvvIKQyn0yJdsYUdaSwhzXwM1ldsnBq2XUi5MOKoOuTZpGakMgTforKQsyaOw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4164930", "category": "Marketing", "sub_category": "Digital Marketing", "title": "[Gelir Garantili] Youtube ile A dan Z ye Para Kazanmak", "level": "All Levels", "author": "Akin Yilmaz", "duration": "2,5 saat", "rating": "4.5", "reviews": "39", "students": "1160", "coupon_code": "3CFF83B9BA78C439CE43", "preview_img": "https://img-b.udemycdn.com/course/750x422/4164930_aeae_6.jpg?secure=cHGOf7FKztfJL_MwpZ3QUQ%3D%3D%2C1639578984", "coupon_link": "https://www.udemy.com/course/youtube-da-a-dan-z-ye-para-kazanmak/?couponCode=3CFF83B9BA78C439CE43", "end_day": "2021-12-17 00:19:14+00:00", "headline": "Dunyanin her yerinde sifir maliyetle amazonda satis yapmaya hemen sizde baslayin .", "description": "<p>YouTube, dünyanın en iyi ücretsiz pazarlama ve satis platformudur.</p><p><br></p><p>Sadece bu değil, daha fazla müşteri bulmak, herhangi bir işi büyütmek, videoları gelire dönüştürmek vb. için YouTube'u kullanabilirsiniz ayrica kendi Marka ve Brandinizi Insanlara her dilde tanitabilirsiniz</p><p>Sonuç olarak, başarılı YouTube Kanallarinin Diger kanallardan ayiran&nbsp; cok ozellik var !</p><p>YouTube Kanalınızı hızlı bir şekilde başlatmak, büyütmek ve para kazanmak için bilmeniz gereken en önemli şeyler bu egitimin icerisinde sizler icin ozel bir sekilde hazirlandi. YouTube Pazarlama&nbsp; ve Taktikleri ,&nbsp; Kitlesini Arttırmayı, Video Edit , Video Reklam&nbsp; ve Videolarinizi Satmayi Ogreneceksiniz .</p><p>Bu Kursta özellikle şunları öğreneceksiniz:</p><p><br></p><p><br></p><p>1. Bir YouTube Kanalına Nasıl Hızlı Başlanır, Büyür ve Para Kazanılır</p><p>2.Bu Kursta Neler Ogreneceksiniz ? Kurs Icerigine Hizli Bakis</p><p>3.Beraber Youtube Kanalimizi Acalim ve Pasif gelir Sistemimizi Kuralim !</p><p>4.Dogru Kategori Secimi</p><p>5.Dogru icerik Fikri Nasil Bulunmalidir ?</p><p>6. YouTube'da Kalite ve Miktar</p><p>7. Yükleme Zaman ve Gunun Önemi</p><p>8.Yeni Kanallar Videolarini Atarken Nasil Trende Cikar</p><p>9.Kanaliniza Ufak Bir Abone Hacki yapin ?</p><p><br></p><p>Ve Daha Niceleri Sizleri Oteki Adima Ulastirmak Icin gereken Hersey Fazlasiyla Mevcut Akın Yılmaz is Founder&amp; Ceo of OKYANUSI. After coming UK, he had nothing but books, so he decided to sell them and now he is running with his e-commerce empire. Akin Yilmaz also helps his customers to grow their business with a team of 50 people on digital market mentoring. At the same time, Akın Yılmaz’s helping young people to grow their own businesses by telling his experiences and stories to more than 16000 students. He also runs a successful and growing YouTube channel, social media and consults with aspiring and current E-Commerce entrepreneurs to guide them towards success.</p><p><br></p><p>Merhabalar 1989 dogumlu ziraat ve isletme uzerinde egitim almis ve uluslararasi ticaret ile kisilere is imkanlari saglayarak markete yeni is kanallari olusturmaktayim.Ingiltere ve amerika gibi buyuk is imkani olan ulkelerin is imkanlarini dunyada herkes icin gelir elde edebilecegi kaynaklara donusturuyorum.Yaptigim bircok iste basarilar elde ettim ve bu videolar ile kisilere gelir elde etmeleri icin yardimci oluyorum.</p><p><br></p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-07-07_11-43-21-39ee881314a9287c9053fcfead5e23e2/1/WebHD_720p.mp4?Expires=1639508784&Signature=c6ppyfncNyqp5rVkBK5QC3uYQLqe-p8aK3MkIBPCDQBljew9bDkgOZ1lTODOB-Ug71UN6Qq1d90X8u~sT1EBHytFMskBcpgIDfb56NdnsaYeuHFZjA8V6aUs-akTaKZwM6mO7pW-ME4MEUlYyYIC3QTzHqzagQGgBbLJTWBpFmJErA0L5dfYw4WHCk9W6l~mdzNpgvCUpMY86g9bZyJXXzdVs6Hv1YH3xRV6XSCSjGyo2P9NWckA8rUHbso047xX0DjkKbSYR~q7Qz71bykXSJgEgYLbbOBi7V4~a212PnnjM1wFpYSgpWOU9~tW~ZA6CdVSDLtDjMHMhG5YXaY7bA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2032158", "category": "Personal Development", "sub_category": "Stress Management", "title": "EFT Your PTSD and Trauma", "level": "All Levels", "author": "Scott Paton", "duration": "1 hour", "rating": "4.3", "reviews": "55", "students": "8373", "coupon_code": "EFTYPEXPDEC182021", "preview_img": "https://img-b.udemycdn.com/course/750x422/2032158_170a.jpg?secure=HEUHTDoDtrMj7ObTlDecJA%3D%3D%2C1639578987", "coupon_link": "https://www.udemy.com/course/ptsd-trauma-relief/?couponCode=EFTYPEXPDEC182021", "end_day": "2021-12-18 18:42:27+00:00", "headline": "EFT, Emotional Freedom Techniques, Essential Oils, Earthing, Root Chakra balancing, Talk therapy, Medication and more", "description": "<p>This course covers what trauma is and how to heal from it.  If you have lived through a trauma or know someone who has this course is for you.  Life is traumatic. Whether you have survived a fire, flood, hurricane, mass shooting, abuse, other natural disaster or watched the news or social media, been yelled at or watched a scary movie – you have been traumatized. </p><p>Even if you don’t think you have experienced trauma, you have. Now is time to start healing. The instructor is a specialist in helping people heal trauma. She has assisted survivors of the Pittsburgh Tree of Life Synagogue mass shooting in Pittsburgh, PA. </p><p>She knows the effects of trauma. </p><p>In this course, you will learn about different modalities to relieve the trauma in your life, using:</p><ul><li><p>Emotional Freedom Techniques (EFT)</p></li><li><p>Essential Oils</p></li><li><p>Earthing or grounding</p></li><li><p>Root chakra</p></li><li><p>Talk therapy and medication</p></li><li><p>Exposure therapy</p></li></ul><p>You'll uncover:</p><ul><li><p>What trauma is.</p></li><li><p>Big T trauma</p></li><li><p>Little T trauma</p></li><li><p>ACES study </p></li><li><p>How trauma is stored in the mind and body </p></li><li><p>And more</p></li></ul><p>Enroll today!</p>", "preview_video": "https://mp4-b.udemycdn.com/2018-12-11_02-22-24-3c287e424a6dc26f8855f602fd1e1a05/WebHD_720p.mp4?secure=Vbl_5ky4toLaDysQyjrQEw%3D%3D%2C1639508787"}, {"course_id": "4436164", "category": "IT & Software", "sub_category": "IT Certifications", "title": "ITILFND V4: ITIL 4 Foundation Practice Exams", "level": "All Levels", "author": "It Exam Academy", "duration": "", "rating": "4.6", "reviews": "4", "students": "1190", "coupon_code": "51896A45158D0924E319", "preview_img": "https://img-c.udemycdn.com/course/750x422/4436164_4afb.jpg", "coupon_link": "https://www.udemy.com/course/itilfnd-v4-itil-4-foundation-practice-exams/?couponCode=51896A45158D0924E319", "end_day": "2021-12-18 18:50:52+00:00", "headline": "[New] Get ready to pass the ITIL 4 Foundation Certification Exam 2022", "description": "<p><strong>Description</strong></p><p>The ITIL Foundation deals with the what and the why while ITIL® allows the question of how to start adopting and adapting ITIL within its organization..</p><p><br></p><p>What is ITIL? ITIL best practices now have their place in IT organizations. With ITIL: IT is aligned with the company's business lines, customer satisfaction is improved, costs are reduced in the long term, quality is continuously improved, and returns on investment are measurable.<br>Why get certified ITIL Foundation? The ITIL Foundation level proves to organizations in which the participant would like to participate his knowledge in the concrete application of the bases of ITIL Practices. This ITIL Foundation certification also opens the door to the ITIL Expert certification cycle. At the end of this training, participants take the ITIL Foundation certification exam</p><p><br></p><p><strong>ITIL 4 Foundation exam covered topics.</strong></p><p><br></p><ul><li><p>Understand the key concepts of service management</p></li><li><p>Understand how the ITIL guiding principles can help an organization adopt and adapt service management</p></li><li><p>Understand the four dimensions of service management</p></li><li><p>Understand the purpose and components of the ITIL service value system</p></li><li><p>Understand the activities of the service value chain, and how they interconnect</p></li><li><p>Know the purpose and key terms of 15 ITIL practices</p></li><li><p>Understand 7 ITIL practices</p></li></ul><p><br></p><p>pass the ITIL 4 Foundation exam you must know the theory very well but also have high level hands-on skills. The element most students forget it drilling their knowledge with a ton of practice exams. Practice exams help you learn to apply theory to questions as well as expose weak areas in your knowledge.</p>", "preview_video": ""}, {"course_id": "4427940", "category": "IT & Software", "sub_category": "IT Certifications", "title": "PRINCE2 Foundation Latest Practice Exams 2022", "level": "Beginner Level", "author": "Aymane Benchhab", "duration": "", "rating": "0.0", "reviews": "0", "students": "1006", "coupon_code": "D08CFBFEC80EFCA3635E", "preview_img": "https://img-c.udemycdn.com/course/750x422/4427940_6dbd.jpg", "coupon_link": "https://www.udemy.com/course/prince2-foundation-latest-practice-exams-2022/?couponCode=D08CFBFEC80EFCA3635E", "end_day": "2021-12-18 21:08:21+00:00", "headline": "Get your PRINCE2 Foundation Certification from the first attempt", "description": "<p>Are you ready to take the 2022 - just out of beta - PL-900 Microsoft Power Platform Fundamentals exam?</p><p><br></p><p>This practice test course contains 6 complete timed tests, of at least 60-questions each, just like you will get in the official exam. That's over 360 questions to see how prepared you are for the real test.&nbsp; The quiz questions are balanced as per the domain weightings published in the candidate bulletin.&nbsp; In addition, after taking the exam you can review your answers compared against the correct answers including comprehensive explanations and documentation links of each question, the answer options and the recommended approach for getting the answers right. </p><p><br></p><p>Unlike other practice tests, you get LIFETIME access to these questions and explanations. There is no time limit. You can take the quizzes as many times as you like to make sure you're ready to take the exam. </p><p><br></p><p>The exams are formatted just like the real questions would be. Unfortunately, we are limited in the types of questions we can offer, so this quiz will be multiple-choice and multi-select only unlike the real exam where you can expect additional types of questions like drag-and-drop and hot-area. You can learn more about the different types of questions on Prince2's certification web site. But we're confident that you will be fairly tested on your knowledge of the <strong>PRINCE2 Foundation </strong>after taking these practice exams.</p><p>Six practice tests allow you the flexibility to attempt one exam early-on during your exam-preparation to adjust your focus-areas and cut down on study time.&nbsp; T</p><p>This is the perfect tool to assess your readiness, and find those one or two areas that you can study in the days before taking the test.</p><p><br></p><p>We are looking forward to seeing you inside the course.</p>", "preview_video": ""}, {"course_id": "4141444", "category": "Personal Development", "sub_category": "Self Esteem & Confidence", "title": "Raviver Son Amour De Soi, Son Estime De Soi Et Ses Relations", "level": "All Levels", "author": "Alain W.", "duration": "1,5 heures", "rating": "4.0", "reviews": "2", "students": "303", "coupon_code": "34E49D3E98D7D92E87C4", "preview_img": "https://img-b.udemycdn.com/course/750x422/4141444_caf9_2.jpg?secure=yflO7coxksEo3Lu7jqZncg%3D%3D%2C1639579002", "coupon_link": "https://www.udemy.com/course/booster-son-amour-propre/?couponCode=34E49D3E98D7D92E87C4", "end_day": "2021-12-19 08:54:16+00:00", "headline": "Rallumez son amour de soi, son estime de soi et ravivez ses relations. Boostez sa confiance en soi pour se sentir mieux.", "description": "<p>Vous manquez d'estime de vous et souhaitez savoir comment développer l'amour de soi ? Vous aimeriez apprendre à vous aimer davantage pour pouvoir mieux réussir dans vos relations ?</p><p>Alors vous êtes au bon endroit ! Apprenez à redécouvrir votre amour-propre et votre estime de vous, travaillez sur vous-même, aimez-vous davantage et réussissez dans vos relations personnelles dans ce cours de développement personnel en ligne.</p><p>Accompagné de l'expert en développement personnel Alain Wolf, vous apprendrez dans ce cours pour apprendre à s'aimer en ligne à vivre avec confiance et à raviver la flamme dans une relation importante de votre vie. Le manque d'estime de soi et d'amour-propre touche de nombreuses personnes, mais avec ce cours sur l'amour de soi en ligne, vous apprendrez à redécouvrir vos qualités et votre bonheur. Amour-propre, amour de soi, estime de soi, confiance en soi... Toutes les clés sont données par votre expert pour renforcer son estime de soi et gagner en confiance en soi. </p><p><br></p><p>Dans ce cours, vous découvrirez tout d'abord les techniques et conseils de votre expert Alain Wolf pour vous entourer de bienveillance et d'émotions positives et apprendre à vous aimer. Vous pourrez tester vos connaissances et votre pratique des exercices grâce à des quiz. Vous verrez ensuite comment vous transformer en quelqu'un dont vous êtes fier, à travers plusieurs méthodes et exercices de méditation pour gagner en confiance et renforcer son estime de soi. Enfin, une fois vos nouvelles compétences acquises et votre amour-propre renforcé, vous découvrirez comment réussir une relation et la mener avec bienveillance et bonheur. En développant ces techniques d'amour de soi et d'estime de soi, vous augmenterez votre bien-être et votre succès. Alors n'hésitez plus, apprenez à vous aimer et prenez votre santé et votre bien-être en main !</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-06-23_12-40-54-102b11a72d419369e3a572a0e366f012/1/WebHD_720p.mp4?secure=vMtlG_6S-mtA9asckHDR1g%3D%3D%2C1639508802"}, {"course_id": "2332776", "category": "Health & Fitness", "sub_category": "Mental Health", "title": "EFT Your Trichotillomania", "level": "All Levels", "author": "Scott Paton", "duration": "1.5 hours", "rating": "4.7", "reviews": "15", "students": "6959", "coupon_code": "EFTYTEXPDEC182021", "preview_img": "https://img-b.udemycdn.com/course/750x422/2332776_eef0.jpg?secure=XJXWd_zde__x28P2Ba4xQA%3D%3D%2C1639579004", "coupon_link": "https://www.udemy.com/course/eft-chakra-clearing-for-hair-pulling-2/?couponCode=EFTYTEXPDEC182021", "end_day": "2021-12-18 17:44:02+00:00", "headline": "Advanced Techniques for Dealing with Body Focused Repetitive Behaviours", "description": "<p>This course covers what <strong>Emotional Freedom Techniques (EFT)</strong> and chakras are. How to apply EFT to release resistance to letting go of body focused repetitive behaviors. In truth, your body uses pulling and picking to balance your nervous system and regulate your emotions. You are very skilled at emotional regulation with puling and picking yet body focused repetitive behaviors are causing you the emotional pain of shame, depression, isolation, fear and anger.</p><p>You are addicted to BFRBs because they work. It feels great when you are in the zone or trance of pulling and picking.</p><p>There is an easier way to calm your amygdala, <strong>bring down stress,</strong> reduce cortisol, regulate your emotions and reduce the urges.</p><p>You will also learn about the Chakra system and how to remove the energy of your pulling site.</p><p>To get the most out of this course it is recommended that you take EFT for Hair Pulling and Skin Picking – Level 1 and Chakra Healing.</p><p>You will learn:</p><ul><li><p>What are Emotional Freedom Techniques</p></li><li><p>Set Up and Reminder phrases</p></li><li><p>Breaking through resistance</p></li><li><p>The Chakra system</p></li><li><p>How to clear urges using the Chakra system</p></li><li><p>And much more...</p></li></ul><p>Register today!</p>", "preview_video": "https://mp4-c.udemycdn.com/2019-05-21_08-29-16-834b85fec28b6544bc7d5ad1bfa2d01e/WebHD_720p.mp4?Expires=1639508804&Signature=MU9qJPqLpcJUcOXdKqE641DY2H1PcJn02dKHwAWfAC5Y6V-QCnLwOPFmiyC-TGQUnhNa4nV2C0-myRMwehrMwOFDKDfOMbtIdcRQXYtU~Q18MY6u8IeZfpJNllzX5xNzSi3eqEf0Cou6S2kRr8kjj9adxKAuNVF5Mhb8ffBWWsuF~FDY~bHZG0uqCxM6tWRPFhXnt54kCgUjHD9g7TCoAnn4haONJ7D3QjRz~tYjId-gRP8qFqktFZG4BeS2R~~Cay5UDzRW9UNTE7caxpUekr4w-QjsmH65H76qPBJGuqx4~19ma2fd7DBnVm9NNROYIeJDeMY1frsDsesr2na~Ng__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4251976", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Microsoft Power Platform Fundamentals PL-900 Practice Exams", "level": "All Levels", "author": "Edu Academy", "duration": "", "rating": "3.8", "reviews": "18", "students": "4913", "coupon_code": "PL900FREEAGAIN", "preview_img": "https://img-c.udemycdn.com/course/750x422/4251976_357f.jpg", "coupon_link": "https://www.udemy.com/course/microsoft-power-platform-fundamentals-pl-900-h/?couponCode=PL900FREEAGAIN", "end_day": "2021-12-17 20:10:26+00:00", "headline": "PL-900: Microsoft Power Platform Fundamentals start preparation for the PL900 exam.", "description": "<p><strong><em>Are you ready to take the Microsoft PL-900 Analyzing and Visualizing Data with Microsoft Power BI exam?</em></strong></p><p>This practice test course contains <strong>3 complete timed tests, of over 52-questions each</strong>, properly balanced based on the exam domains just like you will get in the official exam. That's over <strong>189 questions</strong> to see how prepared you are for the real test. In addition, after taking the exam you can review your answers compared against the correct answers including <strong>comprehensive explanations</strong> of each question, links to documentation and articles, the correct and incorrect answer options</p><p><br></p><p>The practice tests cover every exam objective in the PL-900 certification exam with detailed attention towards maintaining parallels with the weightage allocated for every domain.<br><br>There are no specific prerequisites recommended for the Microsoft Power Platform Fundamentals or PL-900 certification exam. However, candidates must note that prior experience in the required skills for the exam can be beneficial for their success. Most important of all, candidates must have the capabilities for the understanding of business value associated with Power Platform and the core components in Power Platform.</p><p>The Microsoft Power Platform Fundamentals or PL-900 certification exam focuses on the following important domains,</p><ul><li><p>Business value of Power Platform</p></li><li><p>Identification of core components in Power Platform</p></li><li><p>Business capabilities of Power BI</p></li><li><p>Business value of Power Apps</p></li><li><p>Business value of Power Automate</p></li><li><p>Business value of Power Virtual Agents</p></li></ul><p><strong>We are looking forward to seeing you inside the course.</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-12-11_13-29-28-fdb6eb4cc66a1a8a680597d3f297a9d5/2/WebHD_720p.mp4?Expires=1639508806&Signature=J~MdfFkra8A5VYB8trhTrRxaVdjcRtDAfsM9q0qPVFqJAIXTN-Rg8UxgXwKHo-eX41CPhGj31bjR0bMw2JujuvoFacLRM5NpXj9XbM72AGurF1mtKkvXS7FdqoPi1u2sETbWsPVbiSMgdQLqFNHy-0Yra6-zfKw3WYAB9NumE1QoxQ-pM-IrFgU5Us~NuVtJX3~FNXstni2z62WiFBB9s-mNrU5unRJN6wXiCQ6t-9WCAgygr49sFVDITXgOsgL4fkDMEbzXvXEmjBzYCZfcCu6N-TGrqZLW~QXSzwFWu8U5XhOUjpp45PAtH-05XMWrw9USop38Yv~GvCQWBL9VRw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4397958", "category": "Business", "sub_category": "Business Analytics & Intelligence", "title": "Certified Six Sigma green belt Practice Tests", "level": "All Levels", "author": "SMARTER ACADEMY", "duration": "", "rating": "3.9", "reviews": "9", "students": "3624", "coupon_code": "DBDF02057F9F77DF2A91", "preview_img": "https://img-c.udemycdn.com/course/750x422/4397958_6a1f.jpg", "coupon_link": "https://www.udemy.com/course/certified-lean-six-sigma-green-belt-practice-tests/?couponCode=DBDF02057F9F77DF2A91", "end_day": "2021-12-14 17:34:00+00:00", "headline": "lean six sigma green belt practice tests", "description": "<p><strong>Certified Six Sigma green belt Practice Tests</strong></p><p><br></p><p><strong>Six Sigma</strong> (<strong>6σ</strong>) is a set of techniques and tools for process improvement. It was introduced by American engineer Bill Smith while working at Motorola in 1986. A six sigma process is one in which 99.99966% of all opportunities to produce some feature of a part are statistically expected to be free of defects.</p><p>Six Sigma strategies seek to improve manufacturing quality by identifying and removing the causes of defects and minimizing variability in manufacturing and business processes. It does this by using empirical and statistical quality management methods and by hiring people who serve as Six Sigma experts. Each Six Sigma project follows a defined methodology and has specific value targets, such as reducing pollution or increasing customer satisfaction.</p><p>The term <em>Six Sigma</em> originates from statistical modeling of manufacturing processes. The maturity of a manufacturing process can be described by a <em>sigma</em> rating indicating its yield or the percentage of defect-free products it creates—specifically, to within how many standard deviations of a normal distribution the fraction of defect-free outcomes corresponds.</p><p><br></p><p><strong>History</strong></p><p>Motorola pioneered Six Sigma, setting a \"six sigma\" goal for its manufacturing business. It registered Six Sigma as a service mark on June 11, 1991 U.S. Service Mark 1,647,704; on December 28, 1993, it registered Six Sigma as a trademark. In 2005 Motorola attributed over $17 billion in savings to Six Sigma.</p><p>Honeywell and General Electric were also early adopters of Six Sigma. As GE's CEO, in 1995 Jack Welch made it central to his business strategy, and in 1998 it announced $350 million in cost savings thanks to Six Sigma, which was an important factor in the spread of Six Sigma (this figure later grew to more than $1 billion). By the late 1990s, about two-thirds of the Fortune 500 organizations had begun Six Sigma initiatives with the aim of reducing costs and improving quality.</p><p>In recent years, some practitioners have combined Six Sigma ideas with lean manufacturing to create a methodology named Lean Six Sigma. The Lean Six Sigma methodology views lean manufacturing, which addresses process flow and waste issues, and Six Sigma, with its focus on variation and design, as complementary disciplines aimed at promoting \"business and operational excellence\".</p><p>In 2011, the International Organization for Standardization (ISO) has published the first standard \"ISO 13053:2011\" defining a Six Sigma process. Other standards have been created mostly by universities or companies with Six Sigma first-party certification programs.</p><p><br></p><p><br></p>", "preview_video": ""}, {"course_id": "4384418", "category": "Teaching & Academics", "sub_category": "Test Prep", "title": "GMAT Verbal Reading Comprehension Prep | GMAT 760 Instructor", "level": "All Levels", "author": "Jackson Kailath", "duration": "6 hours", "rating": "5.0", "reviews": "8", "students": "890", "coupon_code": "E96DBD1BCAA685BD52A3", "preview_img": "https://img-c.udemycdn.com/course/750x422/4384418_3290_5.jpg", "coupon_link": "https://www.udemy.com/course/gmat-verbal-reading-comprehension/?couponCode=E96DBD1BCAA685BD52A3", "end_day": "2021-12-16 09:55:08+00:00", "headline": "GMAT Official Guide RC Discussion | GMAT Reading Principles | GMAT RC Speed and Accuracy | GMAT Question Types", "description": "<p>TARGET SCORE 760+ GMAT</p><p><strong>Mastering Reading Comprehension is the most crucial part of cracking the GMAT&nbsp;Verbal Section. It's what determines whether you will cross 700 or not !</strong></p><p><br></p><p><strong>You may have heard that \"Practice makes perfect\". However, the truth is that only the right kind of practice makes perfect. This is what we aim with this course. We will discuss and practice proven techniques that can help you truly master solving RC&nbsp;questions. Once you have completed this course you will be able to solve RC&nbsp;questions with a high level of accuracy within the stipulated time.</strong></p><p><br></p><p><strong>In this course we start with the basics, focus on building a deep understanding of the techniques that will help you solve RC questions quickly with a very good accuracy level and practice loads of questions to help you cement your learnings.</strong></p><p><br></p><p>Course Content:</p><p>Section 1: Welcome! All about Methodology and Course Structure</p><p>Section 2: TEAMS - The Most Important Principles</p><p>Section 3: 6 Types of RC Questions</p><p>Section 4: GMAT&nbsp;Official Guide Passage 1 Discussion</p><p>Section 5: GMAT&nbsp;Official Guide Passage 2 Discussion</p><p>Section 6: GMAT&nbsp;Official Guide Passage 3 Discussion</p><p>Section 7: GMAT&nbsp;Official Guide Passage 4 Discussion</p><p>Section 8: GMAT&nbsp;Official Guide Passage 5 Discussion</p><p>Section 9: GMAT&nbsp;Official Guide Passage 6 Discussion</p><p>Section 10: GMAT&nbsp;Official Guide Passage 7 Discussion</p><p>Section 11: GMAT&nbsp;Official Guide Passage 8 Discussion</p><p>Section 12: GMAT&nbsp;Official Guide Passage 9 Discussion</p><p>Section 13: GMAT&nbsp;Official Guide Passage 10 Discussion</p><p><br></p><p><strong>YOU'LL ALSO GET:</strong></p><ul><li><p>Good support in the Q&amp;A section to help you in your GMAT Prep</p></li><li><p>30 Days Money back guarantee</p></li></ul><p><strong>Enroll today!</strong></p><p><strong><em>Let's make your GMAT dreams come true</em></strong></p><p><strong><em>- Jackson</em></strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-12-11_08-47-35-d129801fc6d01c2e47983b0ffa037a2c/2/WebHD_720p.mp4?Expires=1639508823&Signature=KJFryD8l2xU-7VoZ3Ma4IhmaFL4o9poaxlmDP3ymw7J3RWOIUMsASA6nDv323KxkcYur0hBCxMKiKrug~caFgeskcUn1rgdL0mbRdpoQT77RJClXhw5mvCQMXVucJdY05M2EyS7C~hS7h0GI-53lbf7hsCw9n5hgt4H6bH2HxzojcTSCbuNW98r0Lzh6A8i-wVPQHLXHvYs22VkpiF4prjPz08xzu8SO27roLCS1H1KmiZlqyaP7CgLvY-C3~aMZkjqgVh-ozCcSzKRG3qj02cnxEynB1dOjE4PXLALLqWBLpTh2~f5-1CxvUdeSTxxqGZA5aRgyNnft1QwL4RAvKw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "754112", "category": "Health & Fitness", "sub_category": "General Health", "title": "Healthy living with \"No Oil\" Recipes - Non Vegetarian", "level": "All Levels", "author": "Susmita Dutta", "duration": "2 hours", "rating": "4.4", "reviews": "73", "students": "19480", "coupon_code": "DEC2021FREE1", "preview_img": "https://img-c.udemycdn.com/course/750x422/754112_7441_2.jpg", "coupon_link": "https://www.udemy.com/course/no-oil-cooking-meat-recipes-no-cholesterol-fat-free-food/?couponCode=DEC2021FREE1", "end_day": "2021-12-15 00:27:05+00:00", "headline": "Better Health. Better Life. Better Cooking.", "description": "<p><strong>**Course Updated - Nov 2021**</strong></p><p>Life is all about compromises, right? </p><p>Well, if you think you can ignore your bad eating habits just because you exercise regularly, think again. Unfortunately, spending an hour of rigorous exercise in the gym for a greasy double cheeseburger or relying on a good metabolism to take the place of healthy eating habits completely misses the point of living a healthy lifestyle…</p><p><em> </em></p><p>Eating a healthy diet is far from simple, simply because we humans are very complex beings. We may have it in the back of our minds that we are eating to fuel our bodies, but we actually make the majority of our food choices based on their enjoyment factor. And that is the main reason why it has become so tough in today’s world to switch to a healthy eating habits because we are just not ready to give up on the taste factor and the happiness it brings with it.</p><p>Well… what if I tell you can still choose a healthy option? You just need to avoid one things, and that is “OIL”</p><p>Don’t worry, I am not telling you to eat bland food or make your mind to switch to eating boiled food only.</p><p>In my course I have explained the magic techniques that is required to cook delicious no oil food. I have provided 9 recipes for you to start with and I will keep adding more recipes.</p><p>I would appreciate your participation in learning new techniques of no oil cooking and I will look forward to hear from you in the discussion section about what are you interested in learning more and I promise to create it for YOU.</p><p>My mission is to create a community of healthy eating people who doesn’t follow a crash diet to achieve result rather make lifestyle change to create a HEALTHY YOU</p>", "preview_video": "https://mp4-b.udemycdn.com/2016-02-22_18-13-56-af9360b568f56f44a9a0ade4b93cab09/WebHD_1080.mp4?secure=idyq1ku3se85ZFkltoJ7xA%3D%3D%2C1639508825"}, {"course_id": "4438076", "category": "Teaching & Academics", "sub_category": "Test Prep", "title": "PMI-RMP® : PMI Risk Management Professional Practice Tests", "level": "All Levels", "author": "AFAQ Formations", "duration": "", "rating": "0.0", "reviews": "0", "students": "705", "coupon_code": "MAISSA", "preview_img": "https://img-c.udemycdn.com/course/750x422/4438076_e9ee.jpg", "coupon_link": "https://www.udemy.com/course/pmi-rmp-pmi-risk-management-professional-practice-tests/?couponCode=MAISSA", "end_day": "2021-12-18 20:45:15+00:00", "headline": "Pass PMI-RMP® Exam in the first attempt", "description": "<p><strong>What Exactly Is Certification?</strong></p><p>Certification is an amazing pathway to getting a high paying career in some of the best jobs in the world without spending thousands of dollars attending a four-year college.</p><p><br></p><p><strong>Get Ready To Prepare Like You’ve Never Prepared Before</strong></p><p>As we often say at AFAQ Formations, work smarter not harder. You are about to see a study guide that took hours of hard collection work, expert preparation, and constant feedback. That’s why we know this exam prep will help you get that high-score on your journey to certification.</p><p><br></p><p><strong>Your Journey To Pass The PMI-RMP®</strong></p><p>Perhaps this is your first step toward the certification, or perhaps you are coming back for another round. We hope that you feel this exam challenges you, teaches you, and prepares you to pass the <strong>PMI-RMP®</strong>. If this is your first study guide, take a moment to relax.</p><p><br></p><p><strong>What Should You Know Before Studying The PMI-RMP® ?</strong></p><p>Every exam and certification has different requirements. If this is a serious venture, make sure to read the prerequisites before preceding. Nothing is worse than wasting months studying for an exam you can’t take or passing an exam that won’t help you get a certification!</p><p><br></p><p><strong>What Is The PMI-RMP®&nbsp; Focused On?</strong></p><p>The PMI-RMP or as it’s also known, the <em>PMI Risk Management Professional</em>, like all tests, there is a bit of freedom on PMI's part to exam an array of subjects. That means knowing the majority of <strong>PMI-RMP®</strong> content is required because they test randomly on the many subjects available. Be aware too that experience requirements often exist because they’ve observed the average person and what is required. You can always push past that to succeed with the <strong>PMI-RMP® </strong> but it may take some extra work.</p>", "preview_video": ""}, {"course_id": "809432", "category": "Personal Development", "sub_category": "Career Development", "title": "P.O.W.E.R. : Proven Interview System to crack your DREAM job", "level": "All Levels", "author": "Susmita Dutta", "duration": "1.5 hours", "rating": "4.2", "reviews": "263", "students": "34468", "coupon_code": "DEC2021FREE01", "preview_img": "https://img-c.udemycdn.com/course/750x422/809432_d867_2.jpg", "coupon_link": "https://www.udemy.com/course/ace-every-job-interview-master-blueprint-and-get-your-dream-job/?couponCode=DEC2021FREE01", "end_day": "2021-12-17 01:57:59+00:00", "headline": "7-Step Proven System to convert every job interview into a job offer", "description": "<p><strong>**Course Updated - Nov 2021**</strong></p><p>Preparing for an interview takes <strong>a lot more than Googling a list of common interview questions</strong>. You have to make a great first impression, you will have to have a great knowledge of your target company and its product, and, of course, know exactly how to convey that you're the perfect fit for the job.<br></p><p>There is<strong> no one “best” way</strong> to prepare for an interview. Rather, there are <strong>specific and important strategies</strong> to enhance one’s chances for interview success. Every interview is a learning experience. Learning that takes place during the preparation and actual interview process is useful for future interviews<br>The interview is one of the most important elements in the job search process. When an employer invites you to an interview, he/she is indicating an interest in bringing you on board. The interview gives both of you the opportunity to exchange enough information to determine if you are a good \"fit\" for each other.<br>The <strong>biggest mistake in interviewing is not being fully prepared</strong>. It behooves job-seekers to use every conceivable means possible to prepare for the interview and to allow ample time to fully prepare.<br>Understand that <strong>interviewing is a skill</strong>; as with all skills, preparation and practice enhance the quality of that skill. <strong>Preparation can make the difference</strong> between getting an offer and getting rejected. You should use the limited amount of time you have to learn about an employer's needs and discuss the ways you can meet these needs.<br>Think of an interview as a highly focused professional conversation. In many cases, you will interview at least twice before being hired for a position. Once in a brief screening interview and at least once again in a more serious meeting when you may also speak with many of your potential co-workers.</p>", "preview_video": "https://mp4-c.udemycdn.com/2016-04-01_04-34-18-b1f94d2c87fdf87abb636ab97d77e2a7/WebHD_1080.mp4?Expires=1639508833&Signature=B-wDyGCWQHtQc209H5f4roFBGDCR1WdP6nYbK~qgX8zFoO08n4py8qwsFI8h7d9dLyBQjUVPNKyZzXSkHvEEUDirs8XD4L0UQwGIw1yWUVdGao32xqsGjkpisuoL7X5sas1J28FJwhrcoXsMOOKlvO2zLbVMSRhelEm5Fk8PP6tb7ad1iKmV9v43oAEeuBEz9Y~BDa-lppQkgKSP7~MoXA4IS2L7tuCD8aK~y9LQ-yk4sCtxbRAGTsX0b5ne4lz3Mbmt4wK3klMlFQpdt2iSvXoeOsHHfKubSMsXpVdNcqoQojzCajgyI1p~U~5NgYBbIQ2ooKxO-G2O~ijn8ldEZA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2971156", "category": "Business", "sub_category": "Entrepreneurship", "title": "Make the Case", "level": "All Levels", "author": "TheMindCo Academy", "duration": "2.5 hours", "rating": "4.3", "reviews": "55", "students": "4145", "coupon_code": "DIC-MTC", "preview_img": "https://img-c.udemycdn.com/course/750x422/2971156_668b_3.jpg", "coupon_link": "https://www.udemy.com/course/makethecase/?couponCode=DIC-MTC", "end_day": "2021-12-18 16:05:20+00:00", "headline": "The Training for Persuasive Business Presentations", "description": "<p>In this Make the Case course, created and presented by professionals with more than 20 years in management consulting, we will guide you through the best strategies and practices to structure, develop and present compelling business cases. We work with a learning methodology that combines video lessons, exercises, and assignments to enhance your learning experience. You will finish the course with a comprehensive framework that you can instantly implement to Make the Case in your current and future roles.</p><p>Make The Case consists of 3 modules. Module 1 will guide you through the first pain point when making a business case: \"<strong>Defining the issue and Gameplan</strong>\". In these videos, we will review logical structures to help define the issue, frame the problem to structure a hypothesis, and give you the tools to develop and structure a work plan to carry out research and analyses needed for the case.</p><p>In Module 2, we will discuss <strong>\"Research &amp; Analyses\". </strong>We will<strong> </strong>dive into methodologies such as the 7 Step process, the Fact-based analysis, and Financial and Strategic implications of a case.</p><p>Module 3 focuses on <strong>\"The Art of Storytelling\"</strong> where we will delve into storyboarding &amp; slide writing, executive summaries, the development of recommendations, and presentation planning.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-16_14-47-36-a737f28d4d38f4e8af9914fed66cd6fd/1/WebHD_720p.mp4?Expires=1639508838&Signature=LGALWsBpDIzhVTSGAfpC3lqYaEDdDEMaUEsyhlkuVvCTwFkHiTAPa3h4tQF7Qo~NoYbnF1uqLfglRskrvcJbho~2Wb0O2XrJ4RbF6U3cATsUEEeMmZ1o9k8shF4gv6x5hXn0kJ3jB8sVCN3olZVl8NNn3z4wQ9BtcTNNepLQ97-0cJe9IbO3iGROrN4ukzA1JTlw2dlnT2izE89OJVoS6p03iVj4Oszilg7mHkQPRvHBWFYCqqn~HMB-wrulOUCgPLWLZj48g7pCJwPkbePbqP4sH1kOLsHtarbpCTk7OSKWqHcSRlOqFmvmj8D6vpwXXNRE6641rit--xjlKz0iWg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4374608", "category": "Business", "sub_category": "Communication", "title": "Account Management: A Beginner's Guide to Client Relations", "level": "Beginner Level", "author": "Smart Academy", "duration": "1 hour", "rating": "4.3", "reviews": "5", "students": "1106", "coupon_code": "2EA341CC7799535C3CF9", "preview_img": "https://img-c.udemycdn.com/course/750x422/4374608_93ef.jpg", "coupon_link": "https://www.udemy.com/course/account-management-a-beginners-guide-to-client-relations/?couponCode=2EA341CC7799535C3CF9", "end_day": "2021-12-19 10:09:19+00:00", "headline": "The Practical of Becoming a Professional Account Manager: Example, Strategies & Habits", "description": "<p><strong>Have you ever considered becoming a key account manager?</strong> Account managers develop long-term, strategic partnerships with a company's biggest (i.e., most important) customers. From closing sales and fostering relationships to strategic planning and cross-functional leadership, this position requires a diverse set of talents. Whether you're a salesperson searching for a new challenge or an account manager eager to take on bigger clientele, there's a job for you.</p><p><strong>In this course, we'll define account manager competencies, show examples of popular skills, and offer advice on how to improve them.</strong> This Account Manager training can assist you in creating a <strong>job </strong>advertisement that will attract suitable individuals. Please feel free to modify this job description to fit your specific job responsibilities and criteria.</p><p>Customer support, up - selling, technical assistance, and general relationship management are all provided by the account manager. An account manager may be in charge of a huge number of smaller accounts or only a few larger ones. Account managers are frequently excellent communicators with a strong dedication to client happiness .An account manager's attention to the requirements of individuals they represent can be the difference between a happy client who stays with the company for a long time and a dissatisfied customer who goes elsewhere.</p><p><br></p><p><br></p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-10-30_21-26-52-9fd7b1bb352587d6fe4dbd79b48e3dc9/2/WebHD_720p.mp4?Expires=1639508845&Signature=HPdZGQ5R-TbK6Y1AplB1t0HgXO1lZieGC3d1uw5NSfcujqtDQCWajj7bXSvLku6cgJw56mPeSepUhq7W-eTnrN-JPKAZifaxfJ7ikFafqSrK32wphzgqnJ0KB978qoLWFpr~RL9XbRLVUw-IWCYAncvalDBbBPHduwP4B-sI1O4lJWvRy4WT3~CitXwFtE10Jj2DdYJIa0QW0vFVOsuG0bYZWtlH4-jfGbYpk7M7Swfn9IuKdZNzA03ofII~pM4D5qopBvMrd3p71yGeagyuD0H2WTTlQQFCXAdPel9n5Gk8kysK1DO4bGHNjsY2XLAw2WFTz93KISFDj6P2EsjO8g__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4112402", "category": "Development", "sub_category": "Data Science", "title": "Recommendation Engine Bootcamp with 3 Capstone Projects", "level": "All Levels", "author": "Data Is Good Academy", "duration": "4.5 hours", "rating": "4.1", "reviews": "80", "students": "11256", "coupon_code": "6F7C0C7C2CA3DAE798FR", "preview_img": "https://img-c.udemycdn.com/course/750x422/4112402_8e98_5.jpg", "coupon_link": "https://www.udemy.com/course/recommendation-engine-machine-learning/?couponCode=6F7C0C7C2CA3DAE798FR", "end_day": "2021-12-19 11:09:57+00:00", "headline": "Master recommendation systems Industry Projects using using modern recommendation techniques and methodologies", "description": "<p>Welcome to the best online course on <strong>Recommendation Engine</strong>.</p><p>Master various recommendation engines including Content based filtering, collaborative filtering, Singular value decomposition.</p><p>Recommender systems aim to predict users' interests and recommend product items that quite likely are interesting for them.</p><p>A recommendation engine is a type of data filtering tool using machine learning algorithms to recommend the most relevant items to a particular user or customer.</p><p>It operates on the principle of finding patterns in consumer behavior data, which can be collected implicitly or explicitly.</p><p><br></p><p>This course gives you a thorough understanding of the Recommendation systems.</p><p><br></p><p>In this course, you will cover</p><ul><li><p>Use cases of recommender systems.</p></li><li><p>Content-based filtering.</p></li><li><p>Filtering movies based on genres.</p></li><li><p>User-based collaborative filtering.</p></li><li><p>Item-based collaborative filtering.</p></li><li><p>Singular value decomposition using Surprise library.</p></li><li><p>and much, much more!</p></li></ul><p><br></p><p>Not only this, you will also work on three very exciting projects.</p><p>I am always available to answer your questions and help you along your data science journey. See you in class!</p><p>You will learn to create a movie recommendation engine as well as a book recommendation engine and Open job analyzer system.</p><p>It will be fun working on such exciting projects.</p><p>You will see how easy it is to recommend new books or movies based on the user's past preferences.</p><p><strong>Instructor Support </strong>- Quick Instructor Support for any queries.</p><p><strong>I'm looking forward to see you in the course!</strong></p><p><br></p><p>I guarantee you will love this course.</p><p>All the resources used in this course will be shared with you.</p><p>Don’t wait and Enroll now.</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-06-17_11-12-03-e95829c5a067f7d05e5d552d285a1ca3/1/WebHD_720p.mp4?secure=LXgKsvYODcW8D_sBHugdAw%3D%3D%2C1639508852"}, {"course_id": "3694744", "category": "Development", "sub_category": "Web Development", "title": "Gatsby JS | Build a personal blog using gatsbyJS", "level": "All Levels", "author": "Tech Vista", "duration": "5 hours", "rating": "4.0", "reviews": "119", "students": "54533", "coupon_code": "DEC_2021", "preview_img": "https://img-c.udemycdn.com/course/750x422/3694744_21f8.jpg", "coupon_link": "https://www.udemy.com/course/gatsbyjs-graphql-build-a-personal-blog-using-gatsbyjs-graphql/?couponCode=DEC_2021", "end_day": "2021-12-15 16:43:12+00:00", "headline": "Learn Gatsby JS and GraphQL to increase your knowledge in modern web development.", "description": "<p>Learn to build blazing fast apps and websites with React using Gatsby, a static PWA (Progressive Web App) generator! Starting from scratch, you’ll learn to build a full blog app</p><p>Gatsby is a React-based, GraphQL powered static site generator. It combines together the best parts of React, webpack, react-router, GraphQL, and other front end tools to provide excellent developer experience. Gatsby is far more than typical static site generator though. You can think of it more like a modern front-end framework.</p><p>Find out how to work with Gatsby pages, assets, and components, and style your sites using styled components.</p><p>Use GraphQL in Gatsby for storing and retrieving data, create pages and posts with Markdown, optimize your images automatically with the gatsby-image. </p><p>Learn Gatsby JS and be a top contender for modern Front End developer jobs!</p><p>Want to learn one of the hottest things in Web Development in 2021? </p><p>Do you already know some React and want to push forward from there? </p><p>Do you enjoy project oriented and fast paced courses? </p><p>Do you want to learn quick and straight down to the point? </p><p>Would you like to Improve your insight, esteem and be a top competitor in enlistment measures? </p><p>Then this is the course for you!</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-01-17_10-49-47-586346c04f3cbd3ee79375631d5d435c/1/WebHD_720p.mp4?secure=SVWYksq9Kt1t8U69Vi2tAg%3D%3D%2C1639508857"}, {"course_id": "4427640", "category": "IT & Software", "sub_category": "IT Certifications", "title": "DCA : Docker Certified Associate Exam 2022", "level": "Beginner Level", "author": "Aymane Benchhab", "duration": "", "rating": "0.0", "reviews": "0", "students": "1058", "coupon_code": "8BB7C418304271538167", "preview_img": "https://img-c.udemycdn.com/course/750x422/4427640_77ec.jpg", "coupon_link": "https://www.udemy.com/course/dca-docker-certified-associate-exam-2022/?couponCode=8BB7C418304271538167", "end_day": "2021-12-19 13:40:12+00:00", "headline": "Full Five Salesforce Administrator Tests – 55 Questions each – Explanation provided to every question", "description": "<p>All the applications that we are building nowadays are meant for cloud infrastructure and we are containerizing apps for faster deployments into production so that we can deploy anytime, anywhere. This is one of the most sought after skills that companies need right now. Almost every company is either converting their legacy applications into cloud-native apps or building new apps which are cloud-native. So, this is the right time for anyone to take this exam not only to prove their expertise in this field but also to strengthen your Docker skills.</p><p><br></p><p>This practice test course contains 6 complete timed tests, of at least 55-questions each, just like you will get in the official exam. That's over 330 questions to see how prepared you are for the real test.&nbsp; The quiz questions are balanced as per the domain weightings published in the candidate bulletin.&nbsp; In addition, after taking the exam you can review your answers compared against the correct answers including comprehensive explanations and documentation links of each question, the answer options and the recommended approach for getting the answers right. </p><p>Unlike other practice tests, you get LIFETIME access to these questions and explanations. There is no time limit. You can take the quizzes as many times as you like to make sure you're ready to take the exam. </p><p>The exams are formatted just like the real questions would be. Unfortunately, we are limited in the types of questions we can offer, so this quiz will be multiple-choice and multi-select only unlike the real exam where you can expect additional types of questions like drag-and-drop and hot-area. </p><p><br></p><p>The exams were compiled by an experienced team of Docker professionals whom have all passed the official exams. The test covers all the latest domains and sub-domains as published in the candidate bulletin including:</p><p>- Orchestration</p><p>- Image creation , management , and regestry </p><p>- Installation and configuration </p><p>- Networking </p><p>- Security </p><p>- Storage and Volumes </p><p><br></p><p>Six practice tests allow you the flexibility to attempt one exam early-on during your exam-preparation to adjust your focus-areas and cut down on study time.&nbsp; T</p><p><br></p><p>This is the perfect tool to assess your readiness, and find those one or two areas that you can study in the days before taking the test.</p><p><br></p><p>We are looking forward to seeing you inside the course.</p>", "preview_video": ""}, {"course_id": "3109678", "category": "Health & Fitness", "sub_category": "Meditation", "title": "Meditation Masterclass: meditation teacher certification", "level": "All Levels", "author": "Kevin Ellerton", "duration": "5.5 hours", "rating": "4.5", "reviews": "487", "students": "63928", "coupon_code": "4F6CB15E6838FB0297BA", "preview_img": "https://img-b.udemycdn.com/course/750x422/3109678_a0c1_2.jpg?secure=AMr9c7sXY00bO8SXuHpvJw%3D%3D%2C1639579071", "coupon_link": "https://www.udemy.com/course/meditation-masterclass/?couponCode=4F6CB15E6838FB0297BA", "end_day": "2021-12-18 02:46:43+00:00", "headline": "Accredited meditation certification course. Learn & teach a wide range of meditation techniques from around the world!", "description": "<p>In this course, you'll learn meditations from all around the world!</p><p>From mindfulness to zen to breath-work, chakras, Tibetan bowls, and everything in between, you'll even be certified to teach meditation by the end of the course!</p><p>From new meditators to zen masters alike, no matter what your level of experience, you can gain a lot from exploring this course. By the end, you'll have experience with over a dozen different styles of meditation!</p><p>This course is accredited by The Meditation Organization as a Certified Meditation Teacher Training Course -- AMC&nbsp;(Accredited&nbsp;Meditation&nbsp;Course) #39283 -- so once you receive your Meditation Certification at the end of this course, you'll be able to teach meditation to others as well.</p><p>While many course creators make one-hour courses to maximize the ROI&nbsp;on their time&nbsp;(one hour courses often sell for as much as 20-hour courses), that's not what this course is about. This course is my masterclass, a culmination of over a decade of learning meditation techniques from gurus around the world and teaching it to groups of students here in the United States. When friends and family ask me to teach them to meditate, I always wish I had a link to send them, that would cover everything that I would want to teach them if I only had the time. Well, I took the time to make this course, and this is the link that I will send to people in the future! </p><p>That's why I've made this course as comprehensive as I could possibly make it, and why I will continue to add videos to this course over the months, years, and decades to come.</p><p>Welcome to my Meditation Masterclass. I hope you enjoy it ❤️</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-05-24_16-45-38-96cd7f4ca7b6809da22109c4da307e94/1/WebHD_720p.mp4?Expires=1639508871&Signature=PhYbZBndabTOo-fQwI4KMTN4pX842iv7FQJIGnC2U5TRemjVPpb2gl-8~7Uw5X2cpeBqyFAHTVHhAqaEsDdY1ORXf7vxBqvGI8NWG2zxnO-j7R~e1VGBqrb7I6v9MIgRoKzy1CpS-I3X3VC8WoK05Sfjusr0v1bZvSucqisNhfTE2Qw9wJMhAXkPM8quf63a6nHwcqNi3HR~O~oGSLDZ56efTmnSdP~6vGLpisY7wZGx2727Kzn8-~xyrHNNeGag4X7c1umnRPCBUHp2enp3vKXc8PmzY3HM2ZA6lGEW7Lh~du8itKrVBs65rHKtow0AM9gN9asHpyucnRVwKMmSpA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4039338", "category": "Office Productivity", "sub_category": "Microsoft", "title": "Excel - Einfach und leicht von Anfänger zu Fortgeschritten", "level": "All Levels", "author": "Stefan Kohler", "duration": "14 Stunden", "rating": "5.0", "reviews": "3", "students": "313", "coupon_code": "0A4662CA9C875A7EDEA3", "preview_img": "https://img-c.udemycdn.com/course/750x422/4039338_cf6b_3.jpg", "coupon_link": "https://www.udemy.com/course/excel-einfach-und-leicht-von-anfanger-zu-fortgeschritten/?couponCode=0A4662CA9C875A7EDEA3", "end_day": "2021-12-18 15:10:10+00:00", "headline": "Lerne mit Tabellen zu arbeiten, Daten auszuwerten, Formeln, Funktionen, Diagramme zu verwenden und Vieles mehr!", "description": "<p>Das Ziel dieses Kurses ist es, möglichst kompakt alle typischen Excel-Anforderungen des Berufsalltages vollständig zu vermitteln. So dass Du als Teilnehmer*in dieses Kurses professionell und selbstbewusst alle typischen Excel-Herausforderungen im Berufsalltag meistern kannst.</p><p>Lerne Schritt für Schritt - ausgehend von Deinem aktuellen Kenntnisstand – Excel sicher und kompetent einzusetzen. Durch die zahlreichen Übungen wirst Du wertvolles praktisches Wissen erlangen.</p><p>Wenn Du also in möglichst kurzer Zeit alle typischen Excel-Fähigkeiten des Berufslebens entspannt und erfolgreich bestehen willst, dann ist dieser Kurs goldrichtig für Dich.</p><p>Aus unserer Erfahrung wirst Du nach diesem Kurs sogar deutlich besser mit Excel umgehen können, als ein durchschnittlicher Büroangestellter der deutschen DAX-Konzerne.</p><p>Stelle Dir vor, wie viel bessere und schnellere Ergebnisse Du erzielen könntest, wenn Du einmal wirklich gelernt hättest, wie Du Excel bedienen kannst.</p><p><br></p><p><strong>Was wirst Du nach Abschluss des Kurses genau können:</strong></p><p><br></p><p>· Kapitel 1: <strong>Inhalt und Aufbau</strong> des Kurses. Lerne wie Du am Besten mit diesem Kurs und dem Kursmaterial arbeiten kannst.</p><p>· Kapitel 2: Kleine <strong>Einführung in Excel: </strong>Lerne vor allem das Excel Menü so einzustellen, dass Du gut damit arbeiten kannst.</p><p>· Kapitel 3: <strong>Dateneingabe</strong>: Hier kannst Du lernen, Daten effizient und zeitsparend in Excel einzugeben. Denn das ist eine der größten Stärken von Excel</p><p>· Kapitel 4: <strong>Arbeitsmappen und Arbeitsblättern</strong>: Finde heraus, wie Du sinnvoll mit Arbeitsmappen und Arbeitsblättern arbeiten kannst, inklusive ein paar kleiner Tricks zur Anzeigeeinstellung sowie zum optionalen Passwortschutz.</p><p>· Kapitel 5: <strong>Formeln</strong>: Lerne wie Du Formeln einsetzten kannst, um Werte in Tabellen auszurechnen und um diese zu befüllen. Anschließend folgt die relative und absolute Adressierung sowie verschiedene Regeln im Zusammenhang mit Formeln.</p><p>· Kapitel 6: <strong>Funktionen</strong>: Du lernst Funktionen anzuwenden und somit komplexe Sachverhalte zu lösen. Du wirst die wichtigsten Funktionen in Excel kennen lernen und auch wie du mit Fehlern umgehen, Fehler auflösen und Fehler im Vorhinein vermeiden kannst.</p><p>· Kapitel 7: <strong>Sortieren</strong>, <strong>Filtern</strong> und <strong>Bereinigen</strong> von Daten: Du wirst lernen, wie Du aus großen Datenmengen durch Filtern, Sortieren und Bereinigen von Daten genau die Information bekommst, die Dich auch wirklich interessieren.</p><p>· Kapitel 8: <strong>Formatierung</strong>: Hier kannst Du lernen, wie Du Daten übersichtlich und ansprechend darstellen kannst und wie Du die Aufmerksamkeit von Empfänger*innen Deiner Excel-Files in einer von Dir gewünschten Art und Weise lenken kannst.</p><p>· Kapitel 9: Daten <strong>drucken</strong> und als <strong>PDF speichern</strong>: In diesem Kapitel kannst Du lernen, wie Du Daten in Excel in ansprechender und schöner Form drucken oder als PDF speichern kannst.</p><p>· Kapitel 10: <strong>Diagramme</strong>: Lerne, wie einfach Du Daten mit Diagrammen visualisierst und zum Leben erwecken kannst.</p><p>· Kapitel 11: <strong>Pivot-Tabellen</strong>: Finde heraus, wie Du mithilfe von Pivot Tabellen große Datenmengen schnell und einfach auswerten kannst ohne eine einzige Formel schreiben zu müssen.</p><p>· Kapitel 12: <strong>Power Query</strong>: Lerne Daten in Excel zu importieren und dabei zu transformieren.</p><p>· Kapitel 13: <strong>Excel 365</strong>: Finde heraus, welche Vorteile Dir die neuen und verbesserten Funktionen in Excel 365 bzw. ab Excel 2021 bieten.</p><p><br></p><p>Es gibt auf diesen Kurs eine 30 tägige <strong>Geld zurück Garantie</strong>. Das heißt du kannst diesen Kurs innerhalb dieser Zeit ganz einfach zurückgeben und erhältst den vollen Kaufpreis zurück. Du kaufst also ganz <strong>ohne Risiko</strong>.</p><p>Darüber hinaus erhältst Du mit dem Kauf einen <strong>lebenslangen Zugriff</strong> auf diesen Kurs.</p><p>Bis gleich in den einzelnen Lektionen</p><p>Dein Felix und Stefan</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-30_10-51-05-0c9824f61ad8be3f91e296369758141d/2/WebHD_720p.mp4?Expires=1639508874&Signature=FSJyBvCW14QhN1O2ru-YaGZWRBD2ehs-nd5IX5u39-jpZHC47LkjpKkxAnVLORSHe1Nv~ROpxeU1IfbKLgmRCbse-Xg3n3lRm2JOG3IuJhqpll8q5zD7gX4vI1stf-YcjRIs1yEWLfvj5OXNZ37ow6Em8Vq0a1Bs3WS~ZLGhari2eDb4pPR4iQvNTIWZZ0JK2ChyDd4BdELwUFYZOPaHkwLzI1NZGUvzhrVXhnn8QknKthK2279PVOvE61j3COAwazt4tYSZB2e46c6cXFX9yfLQdt5h~~wa46EFuDwgKIwiY76F--yqRx5Xg7pYNnJeNwP6ETWKkSLx~HZadlQ3Aw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4057106", "category": "Business", "sub_category": "E-Commerce", "title": "NFT for Dummies", "level": "Beginner Level", "author": "George Proorocu", "duration": "1.5 hours", "rating": "4.2", "reviews": "194", "students": "27797", "coupon_code": "3D9C98BEB8C84434F783", "preview_img": "https://img-c.udemycdn.com/course/750x422/4057106_76d8_8.jpg", "coupon_link": "https://www.udemy.com/course/nft-trading-course/?couponCode=3D9C98BEB8C84434F783", "end_day": "2021-12-18 23:56:09+00:00", "headline": "Crash course in the basics of creating and trading NFTs as a digital asset", "description": "<p>Dear students and others interested in Non- Fungible Tokens,</p><p><br></p><p>Whereas most <strong>NFT</strong> courses highlight technological components, our course introduces NFTs from both the <strong>IT</strong> and <strong>financial </strong>/ <strong>legal</strong> perspective. It is a how-to user guide that covers trading in the NFT markets, understanding the legal issues involved with NFTs (non - fungible tokens), and the technological solutions that NFT can offer in order to create what is called a DIGITAL&nbsp;ASSET.</p><p>Our unique selling point (USP) in this course is that we may introduce to you the NFT as a <strong>Tradable Digital Asset</strong>. </p><p><br></p><p>The following are the modules that we present to you: </p><ul><li><p><strong>Chapter one – Tokenization</strong></p></li><li><p><strong>Chapter two – Ownership</strong></p></li><li><p><strong>Chapter three – Trading</strong></p></li><li><p><strong>Chapter four – Smart-contracts</strong></p></li><li><p><strong>Chapter five – Technical</strong></p></li><li><p><strong>Chapter six – How to sell your NFT</strong></p><p><br></p></li></ul><p>If you study the modules carefully you will understand not only how to create non-fungible tokens but also how they can be traded, leveraged, or sold together with smart contracts.<br><br>A small case study and a small test on the materials will test your competence after your study. </p><p>The course is a crash course which means that it only takes one and a half hours of your time in order to see a result.<br></p><p>Good luck!</p><p><br></p><p><em>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </em><strong><em>&nbsp; &nbsp; - U2 CAN&nbsp;NFT -</em></strong></p><p><br><br>The NFT&nbsp;Guys</p><p><em><br>George &amp; Robert</em></p>", "preview_video": "https://mp4-b.udemycdn.com/2021-06-25_18-03-37-dfa6ed2572296cf76773d5d5b75a480d/1/WebHD_720p.mp4?secure=y4NyqQwZ5vwjPjzV06Fe0g%3D%3D%2C1639508879"}, {"course_id": "4301605", "category": "Business", "sub_category": "E-Commerce", "title": "Learn Shopify Now: Shopify for Beginners", "level": "Beginner Level", "author": "John Cordova", "duration": "4.5 hours", "rating": "3.9", "reviews": "15", "students": "10118", "coupon_code": "GOODBYE2021", "preview_img": "https://img-c.udemycdn.com/course/750x422/4301605_7b17.jpg", "coupon_link": "https://www.udemy.com/course/learn-shopify-now/?couponCode=GOODBYE2021", "end_day": "2021-12-19 06:05:48+00:00", "headline": "Introductory Shopify course for beginners who would like to learn about the platform and how to use and navigate Shopify", "description": "<p>If you've ever wondered how Shopify works and are interested in learning how to use it, or whether it's right for your business, know that it is one of the best and most accessible eCommerce platforms on the Internet due to its simple and approachable design along with its multitude of abilities, special features, and a wide range of integrations and partnerships with other eCommerce platforms and online marketplaces. Because of this, Shopify is one of the most popular options for new entrepreneurs and business owners when setting up their online store or business. If you're a business owner who is ready to take your business online, whether selling digital services or physical products, then Shopify is one of the best ways to go! </p><p>In my <strong>Learn Shopify Now:&nbsp;Shopify for Beginners </strong>course, I take a detailed and step-by-step approach, beginning from creating your account all the way to setting up your online store. In this course, you'll be shown which steps you need to take in order to get started, the functions of each button, the terminologies used that are related to Shopify, and much more. In addition, there are quizzes to help you reinforce what you've learned along the way along with easy to follow video lectures that contain clear explanations. So if you're ready to take your business to the next level, then enroll in this course today to learn how to use one of the best eCommerce hosting platforms on the Internet:&nbsp;Shopify! Your business will thank you for it.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-10-07_06-03-07-2bf56f9c191dbf013fd0cfc03ec40c27/2/WebHD_720p.mp4?Expires=1639508892&Signature=PHEzRFTNk4YcpIFpWSrqVYttBaLms6wYih74DnGYGrlmez043DX6SrDTLuD87H7P5xVnXpwXbtnHT1U3B2WY6AsI23lg~tA60HjlNQ7VG~kp0Wz43ozo2sOD47aZumnR4B1jd56jXm8yY8W-fRzoGItZP5oLcTGS3mZpalLCo8utfG4vOBldVEEoKafkN2cba86Zbu45W1JBhZe9pPZwHky~~YzJhvsgRAGN7SDcYZ1vtNxNBGYzS1sFGd4v2GCqr7W4cjVa7fmM3pMQdE~SC2vUgoBeNwr3iTTeqjxWHxrICBfZILJfASC-9KULZbm2I~69mrtPOnAXRbHzobITog__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3129538", "category": "IT & Software", "sub_category": "Other IT & Software", "title": "Curso  De  Algoritmos  Y  Lógica De  Programación", "level": "Beginner Level", "author": "Yuri Abdel Narvaez", "duration": "2 hours", "rating": "4.5", "reviews": "54", "students": "5901", "coupon_code": "841302B06ABB0C01BB8D", "preview_img": "https://img-c.udemycdn.com/course/750x422/3129538_a097_2.jpg", "coupon_link": "https://www.udemy.com/course/curso-de-algoritmos-y-logica-de-programacion/?couponCode=841302B06ABB0C01BB8D", "end_day": "2021-12-19 13:27:27+00:00", "headline": "Adquiere o refuerza las competencias básicas para ser un excelente programador.", "description": "<p><br></p><p>CURSO ALGORITMOS</p><p>Desarrolla las competencias básicas para ser un excelente programador</p><p>Después de tomar nuestro curso, estarás listo para enfrentar con facilidad cualquier lenguaje de programación.</p><p>Fácil práctico y garantizado y al alcance de todos</p><p>Queremos darles la bienvenida a una nueva experiencia de aprendizaje en la programación .</p><p>La cual haremos de una manera muy fácil y práctica . Ya que estamos convencidos que todos estamos en la capacidad de programar en cualquier lenguaje.</p><p>Por eso hemos diseñado este curso con el fin de que&nbsp; podamos aprender o reforzar nuestras competencias en la programación , a nuestro propio ritmo con prácticas que realmente nos permitan interiorizar los conceptos , manejarlos de tal forma que podamos diseñar algoritmos que nos permitan desarrollar soluciones básicas y que a la postre nos faciliten el aprendizaje de lenguajes de programación.</p><p>aqui&nbsp; te&nbsp; mostramos un&nbsp; resumen&nbsp; del contenido&nbsp; del&nbsp; curso </p><p>Capitulo 1</p><p>Introducción al curso</p><p>Presentación de la empresa e instructor</p><p>Hoja de ruta de la clase.</p><p>Descripción de metodología</p><p>Asignación de recursos y material</p><p>Introducción al video 2</p><p><br></p><p>Aprendiendo a Programar</p><p>Aprender a programar no aprender un lenguaje.</p><p>Fundamentos básicos de la programación .</p><p>Análisis del problema.</p><p>Desarrollo lógico,</p><p>Escritura de código.</p><p>Ejemplo practico</p><p>Desarrollo de taller.</p><p>Retroalimentación.</p><p><br></p><p>Definición de algoritmo</p><p>Partes</p><p>Como nos comunicamos con la maquina</p><p><br></p><p>CAPITULO 2</p><p>Variables.</p><p>Tipo de variables</p><p>Operadores matemáticos</p><p>Compilación.</p><p>Tutorial de raptor</p><p><br></p><p>Instrucciones de entrada y salida</p><p>Ejercicio practico.</p><p>Taller.</p><p>Retroalimentación.</p><p>CAPITULO 3</p><p>Estructuras relacionales .</p><p>Operadores Mayor que , menor que , igual a , menor o igual , mayor o igual a y diferente de.</p><p>Condicional si/no</p><p>Simple, compuesto anidado múltiple.</p><p>CAPITULO 4</p><p>Ciclos</p><p>Ciclos.</p><p>contadores.</p><p>acumuladores.</p><p>Ciclos dinámicos</p><p>CAPITULO 5</p><p>Vectores</p><p>Llenado de vectores</p><p>Llenado de vectores dinámicos</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-09-30_16-55-37-a9d7b495374725ffdc81d0d0c0ff76b3/2/WebHD_720p.mp4?Expires=1639508903&Signature=jU0FSW3WZqtJepbzEcrJUKuEriQpKGOOSowciFvcbAk0Z8ULwgeQ0WA7eeILwi3C7PD7EUvoFpTAZ6wtkb9smaacPYzRB7UMgB5PgEQvJIrA~3xysQWr1rhc23dgPBfui5OVeQRd~oZX3MOJx3O5VE1KHGlMqV7xan51D7JhxCMKSy4PAPLAJrAoIDC7RnNG4ezUjYoHsgW-ZgZSGziASaL4PS7snQaCYNwQr5xuD0vhOPUJNsaow93tG0yINinTaT~2HxItCRP31JP0382ZnOk~ihRKYhKHgZ7XoK5CMgJmzsGnjaVCt3K6Vl~Fo9y8eRPck71wHsxA1xZTVjBizg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3495852", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Python For Beginners Course In-Depth", "level": "Beginner Level", "author": "Horizon Tech", "duration": "7 hours", "rating": "4.0", "reviews": "1210", "students": "143360", "coupon_code": "CC5FC0CA054EC9BE8A5B", "preview_img": "https://img-c.udemycdn.com/course/750x422/3495852_8004.jpg", "coupon_link": "https://www.udemy.com/course/python-for-beginners-course-in-depth/?couponCode=CC5FC0CA054EC9BE8A5B", "end_day": "2021-12-19 01:52:00+00:00", "headline": "This course is a depth introduction to both fundamental python programming concepts and the Python programming language.", "description": "<p><strong>This course is a depth introduction to fundamental python programming concepts.</strong></p><p><strong><em>Learn Python From Beginner To Advanced Level</em></strong></p><ul><li><p> I’ve created thorough, extensive, but easy to follow content which you’ll easily understand and absorb.</p><p> The course starts with the basics, including Python fundamentals, programming, and user interaction.</p><p><br></p><p>The curriculum is going to be very hands-on as we walk you from start to finish becoming a professional Python developer. We will start from the very beginning by teaching you Python basics and programming fundamentals, and then going into advanced topics and different career fields in Python so you can get real-life practice and be ready for the real world.</p></li></ul><p><br></p><ul><li><p>The topics covered in this course are:</p><p><strong><em>* Beginner to Expert Python contents:</em></strong></p><p><br></p><p><strong>Array implementation</strong></p><p><strong>File methods</strong></p><p><strong>Keywords and Identifiers</strong></p><p><strong>Python Tuples</strong></p><p><strong>Python Basics</strong></p><p><strong>Python Fundamentals</strong></p><p><strong>Mathematical Functions</strong></p><p><strong>Data Structures</strong></p><p><strong>Object-Oriented Programming with Python</strong></p><p><strong>Functional Programming with Python</strong></p><p><strong>Lambdas</strong></p><p><strong>Decorators</strong></p><p><strong>Generators</strong></p><p><strong>Testing in Python</strong></p><p><strong>Debugging</strong></p><p><strong>Error Handling</strong></p><p><strong>Regular Expressions</strong></p><p><strong>Comprehensions</strong></p><p><strong>Modules</strong></p></li><li><p><strong>See you inside the course!</strong></p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2020-09-14_11-02-50-bf78e22fd39006c387e71c080c80d643/1/WebHD_720p.mp4?Expires=1639508904&Signature=UfigoNDbP0ZVT1Zrjqv~rfl2EkwB6oK82rcKl42DTJ5nOp~4S86pOCHsu5LhOJRJOl3r6D7VJPqQxKFAJjWE10XLk98c0UuyAPVMyYh95C5r0MrCBq4G0WPW1LuC8HdPzoV2P1sCw8iIJoHxBiFrPyR9oB5etomnLL~qOI8hGlDjvlmzDzjmjR2-nUH2ZWndlPJBjd5G0jZ0qYuG-Ar7Zm~cVk7T6TVg-yPtLaWkof5U0Y98ZIb2doXFZAU6qIiUOW5Z5iC5oxQ1M1cSAT0geb5Nki58YD50NYfbx0O3MpMtql5gAihlaRZ5mqBG5aP~vF5H0DxyjGPRinDnW8Bnyg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4022626", "category": "Business", "sub_category": "Management", "title": "SUPPLY CHAIN SKILLS : Logistics Optimization Tools", "level": "All Levels", "author": "ELOUAZZANI HAMZA", "duration": "1 heure", "rating": "4.6", "reviews": "13", "students": "2931", "coupon_code": "28866776A72B354C0196", "preview_img": "https://img-b.udemycdn.com/course/750x422/4022626_84e8_2.jpg?secure=F88_JiudZu0kCj3OR9Lefg%3D%3D%2C1639579106", "coupon_link": "https://www.udemy.com/course/supply-chain-skills-logistics-optimization-tools/?couponCode=28866776A72B354C0196", "end_day": "2021-12-14 18:51:18+00:00", "headline": "Learn the skills to be a Supply Chain Manager. Take the risk and be the hero of change management", "description": "<p>Bienvenue dans ce cours qui vous permettra d’économiser des milliers de dollars chaque mois en appliquant certains outils appelés : Les outils d’optimisation logistique.</p><p><br></p><p>Mon nom est Hamza et je serai votre formateur.</p><p><br></p><p>Ceci est un cours d’introduction et d’analyse des différents outils logistiques afin de prendre les meilleures décisions dans les bons moments.</p><p>Ce cours est assez riche en information théorique et technique, c’est le fruit de 4 ans de recherche et d’apprentissage approfondi. D’ailleurs c’été le sujet de mon projet de fin d’étude en 2016 pour l’obtention du Master Management Logistique. C’est un très bon sujet qui permet de comprendre la chaine logistique dans sa globalité et d’en avoir une vision très large appelé 360°.</p><p><br></p><p>Les étapes que nous allons aborder lors de cette formation, vous donnera une méthodologie de planification très avancée. Cette dernière vous donnera la possibilité de prévoir et de comprendre le phénomène étudié en temps réel, même lors de l’identification du problème vous aurez déjà beaucoup d’idée de résolution et beaucoup de scénarios.</p><p><br></p><p>Bienvenue donc dans la « SUPPLY CHAIN SKILLS » [<strong>SCS</strong>]</p><p><br></p><p>Toutes les entreprises qui existent dans notre planète cherchent à réduire leurs coûts et optimiser leurs processus. Il faut comprendre qu’en réduisant le temps de traitement ou d’attente on réduit automatiquement un coût, et c’est dans cette perception que les outils d’optimisation logistique ont eu lieu.</p><p><br></p><p>TOYOTA reste la maison mère de la plupart de ces outils, pendant toutes ces années TOYOTA nous a offert beaucoup de méthode et d’outils applicables qui servent à mesurer notre activité, identifier nos dysfonctionnement et réagir par des actions correctives qui nécessitent surement un bagage technique et une expérience nettement avancée pour résoudre un phénomène ou même pour améliorer un processus.</p><p>Supplychain, Logistics, La gestion logistique, La supply chain, Gestion des stock, Gestion des approvisionnements, Gestion des importations, Gestion de la chaine logistique, Global logistics, logistique, la logistique globale, La gestion, la méthode ABC, POKA YOKE, SIX SIGMA, White belt, Yelow belt, Green belt, Black belt.</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-05-14_01-54-08-e97a6fd8fa87d1780a695f7f906ae5b4/1/WebHD_720p.mp4?secure=eN4FW9XyxCyghyRlzIiwIQ%3D%3D%2C1639508906"}, {"course_id": "4422256", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Exam SAA-C0:AWS Certified Solutions Architect Practice Tests", "level": "Beginner Level", "author": "Aymane Benchhab", "duration": "", "rating": "0.0", "reviews": "0", "students": "1550", "coupon_code": "73AB66E362905C18EB69", "preview_img": "https://img-b.udemycdn.com/course/750x422/4422256_b968.jpg?secure=byWII-rujXNLuNcOm9Kqdw%3D%3D%2C1639579113", "coupon_link": "https://www.udemy.com/course/exam-saa-c0-aws-certified-solutions-architec-practice-tests/?couponCode=73AB66E362905C18EB69", "end_day": "2021-12-18 21:03:53+00:00", "headline": "Get your SAA-C02: AWS Certified Solutions Architect – Associate Certification from the first attempt", "description": "<p>Are you ready to take the 2022 - just out of beta -&nbsp; SAA-C02: AWS Certified Solutions Architect – Associate exam?</p><p><br></p><p>This practice test course contains 6 complete timed tests, of at least 65-questions each, just like you will get in the official exam. That's over 390 questions to see how prepared you are for the real test.&nbsp; The quiz questions are balanced as per the domain weightings published in the candidate bulletin.&nbsp; In addition, after taking the exam you can review your answers compared against the correct answers including comprehensive explanations and documentation links of each question, the answer options and the recommended approach for getting the answers right. </p><p>Unlike other practice tests, you get LIFETIME access to these questions and explanations. There is no time limit. You can take the quizzes as many times as you like to make sure you're ready to take the exam. </p><p>The exams are formatted just like the real questions would be. We are limited in the types of questions we can offer, so this quiz will be multiple-choice and multi-select only unlike the real exam where you can expect additional types of questions like drag-and-drop and hot-area. You can learn more about the different types of questions on Microsoft's certification web site. But we're confident that you will be fairly tested on your knowledge of the AWS Platform after taking these practice exams.</p><p>The exams were compiled by an experienced team of Aws architect Platform professionals whom have all passed the official exams. The test covers all the latest domains and sub-domains as published in the candidate bulletin including:</p><ul><li><p>Understanding on AWS Networking - VPC , EC2 , Network Address Translation</p></li><li><p>Understanding on AWS Storage options such as Elastic Block Storage , Simple Storage Service</p></li><li><p>Understanding on AWS Database options such as Relational Database service , DynamoDB</p></li><li><p>Understanding on Key services such as Route 53 , Elastic Load Balancer</p></li><li><p>Understanding on Monitoring and Security in AWS</p></li></ul><p>Six practice tests allow you the flexibility to attempt one exam early-on during your exam-preparation to adjust your focus-areas and cut down on study time.&nbsp; The two remaining exams can be used to prove your readiness to take the official exam.&nbsp; Or you can just use all six in whatever way suits your preparation workflow. </p><p>This is the perfect tool to assess your readiness, and find those one or two areas that you can study in the days before taking the test.</p><p>We are looking forward to seeing you inside the course.</p>", "preview_video": ""}, {"course_id": "2591028", "category": "IT & Software", "sub_category": "Other IT & Software", "title": "OBS Studio - Ultimate Livestreaming Guide to OBS Studio", "level": "Beginner Level", "author": "Nick Nyxson", "duration": "2.5 hours", "rating": "4.3", "reviews": "733", "students": "104201", "coupon_code": "CD156AA0149CBBA2D597", "preview_img": "https://img-c.udemycdn.com/course/750x422/2591028_45c3_3.jpg", "coupon_link": "https://www.udemy.com/course/ultimate-beginners-guide-to-open-broadcaster-softwareobs/?couponCode=CD156AA0149CBBA2D597", "end_day": "2021-12-17 03:39:56+00:00", "headline": "Start LiveStreaming and Recording to Twitch, YouTube, Mixer & more using Open Broadcaster Software (OBS Studio)", "description": "<p>Welcome to <strong>OBS Studio - Ultimate Livestreaming Guide to OBS Studio!</strong></p><p>Nick Nyxson here, your instructor.</p><p>In this course, you will learn how to start using&nbsp; Open Broadcaster Software (OBS Studio) for Livestreaming on Twitch, YouTube, Mixer, and other platforms,&nbsp; even if you have no idea where to start.</p><p>In this course You Will Learn:</p><ul><li><p><strong>Which version of OBS Studio (Open Broadcaster Software) You need to use;</strong></p></li><li><p><strong>How to download OBS Studio;</strong></p></li><li><p><strong>OBS Studio Settings Walkthrough;</strong></p></li><li><p><strong>OBS StudioSources and Scenes;</strong></p></li><li><p><strong>OBS Studio Audio setup;</strong></p></li><li><p><strong>OBS Studio Effects;</strong></p></li><li><p><strong>and Many More!</strong></p></li></ul><p>Everything you will learn here will be based on My practice as a video content creator and Streamer and Everything shown step by step as I am performing everything live on video.</p><p>Most importantly this course will continue and grow as time passes and all the upgrades will be available for FREE for every enrolled student.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p><p>Join me in this amazing journey and I hope to see you in class :)</p><p><br></p><p><em>This course is made for the complete beginner of Open Broadcaster Software (OBS Studio).</em></p><p><br></p><p><strong><em>Version History:</em></strong></p><p><em>Version 1.0 - Initial Release;<br>Version1.1 - Added 8 New Lectures (and 3 New Sections), Updated Logo.</em></p>", "preview_video": "https://mp4-b.udemycdn.com/2020-11-26_08-55-48-e1f4a9d6f1090c1f1a70be0ec9901712/1/WebHD_720p.mp4?secure=BT95n0we_n3avxP9G_3iYQ%3D%3D%2C1639508917"}, {"course_id": "4144042", "category": "Teaching & Academics", "sub_category": "Language Learning", "title": "Arabic Language Course For Beginners", "level": "Beginner Level", "author": "Hassan Academy For Arabic Language Courses", "duration": "2.5 hours", "rating": "4.2", "reviews": "58", "students": "18384", "coupon_code": "HASSAN", "preview_img": "https://img-b.udemycdn.com/course/750x422/4144042_eeb5_4.jpg?secure=tg9wejCDOLdBHhJSiHSDhg%3D%3D%2C1639579121", "coupon_link": "https://www.udemy.com/course/arabic-alphabet-for-beginners/?couponCode=HASSAN", "end_day": "2021-12-18 06:54:35+00:00", "headline": "Arabic Language: Learn to Pronounce & Write Arabic Alphabet, and Read Arabic Words", "description": "<p>السلام عليكم</p><p><br></p><p>In this Course, we will learn <strong>Arabic Alphabet</strong> from Alef to Yaa</p><p><br></p><p>Firstly, we will take general view for all letters,</p><p>then, we will learn each letter in details :</p><p>How we Pronounce it ?&nbsp; &nbsp;&amp;&nbsp; &nbsp;How we write it ?</p><p>and some words with this letter, so we can read Arabic Words.</p><p><br></p><p>Finally, you will take a test, so you can evaluate yourself in Arabic after finishing this Course.</p><p><br></p><p><strong>By finishing this Course, you will be able to :</strong></p><ul><li><p>Pronounce Arabic Alphabet.</p></li><li><p>Write Arabic Alphabet.</p></li><li><p>Read Arabic Words.</p></li></ul><p><br></p><p><strong>This Course is for :</strong></p><ul><li><p>Arabic Learners.</p></li><li><p>Beginner Students who don't know any thing about Arabic Language.</p></li><li><p>Students who want to learn Arabic Alphabet.</p></li><li><p>Students who want to be able to read Arabic Words</p></li></ul><p><br></p><p><strong>Course Requirements :</strong></p><ul><li><p>Pen and Paper.</p></li><li><p>Focus.</p></li><li><p>Do the Homework after each Lesson.</p></li></ul><p><br></p><p>So let's get started..</p><p><br></p><p><br></p><p><br></p><p><br></p><p><strong>Who is Hassan Academy ?</strong></p><p>Native Arabic Speaker, With over 12+ years of experience in Arabic Language.</p><p>Hands-on experience creating development courses and activities modeled on goal attainment and student-centered instruction, delivering engaging lessons focused on the interests and needs of students. Knowledgeable of standard instruction principles, classroom management styles, and approaches to teaching Modern Standard Arabic to English speakers.</p><p>We will add value by helping you learning how to listen to Arabic and read Arabic with true pronunciation as fast as possible.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-24_18-56-54-b6818d3e061d45a3ef8b06e2d4069f30/1/WebHD_720p.mp4?Expires=1639508921&Signature=kR~6dbAzIFRc076d~DheKx-ExA4CljcoW18JbB6D54hgahx5rm7z4DiOp9~vHKit8utMfDAlDz01t68TgjAH02-i0eqNYNtmH1UQ6d0lCSttOtX7geLvtCH1DmjqswfYP3dh08YhnJxg3D~ohHUxc6racId6dmSlk9OQ9f9AgkgD6mx0QsYxDipPRcVz3lGiRBnvj25qulKLNEGeB5ayr09o65UwV5KjGYdkjVs8UXOeDi7wPtFZNbyQrUS~h4M3WPVJqoqtLr2rMUrkeuCKc1T6GPlcdL8u8zOgSy-j1AAkeCUYD9YZQ8CKYShQ1wT-rV4wqTBSqaQMRVaJUd56RQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4356582", "category": "Personal Development", "sub_category": "Other Personal Development", "title": "Como realmente aprender um novo idioma", "level": "All Levels", "author": "Luiz Valerio P. Trindade", "duration": "1,5 horas", "rating": "0.0", "reviews": "0", "students": "793", "coupon_code": "F2C43B37481860D7BFE3", "preview_img": "https://img-b.udemycdn.com/course/750x422/4356582_1844.jpg?secure=7b7y7Wb1oAv7N6Eo7Po0qw%3D%3D%2C1639579122", "coupon_link": "https://www.udemy.com/course/como-realmente-aprender-um-novo-idioma/?couponCode=F2C43B37481860D7BFE3", "end_day": "2021-12-15 17:18:00+00:00", "headline": "Minha fórmula secreta revelada", "description": "<p><strong>Como Realmente Aprender um Novo Idioma</strong> se trata de um curso inovador em sua categoria porque ele foi cuidadosamente elaborado a partir de experiências práticas e reais de quem estudou quatro idiomas ao longo dos anos (alemão, francês, inglês e italiano). Além disso, ele se beneficia também da vasta vivência internacional de seu docente, o qual já residiu em diversos países com fins acadêmicos e profissionais. E este leque de experências, vivência e conhecimentos são compartilhodos com os alunos.</p><p>O curso aborda um amplo leque de técnicas e estratégias de apresendizagem utilizadas com sucesso no estudo de idiomas e que foram sistematizadas de forma bastante didática. Desta forma, você não somente compreenderá do que se trata o conjunto de técnicas e estratégicas, mas sobretudo como adotá-las em seu próprio benefício no estudo do idioma estrangeiro de sua escolha.</p><p>Por intermédio deste curso, você vai aprender uma série de aspectos importantes incluindo: a) como estudar gramática de forma divertida, prazerosa e eficiente, b) como ampliar corretamente e eficientemente seu vocabulário do idoma estrangeiro, c) como explorar estategicamente recursos como filmes, telejornais e músicas em idiomas estrageiros para aprimorar suas habilidades linguísticas, d) quanto tempo leva para aprender bem um idioma estrangeiro, e) como usar dicionários para seu benefício no aprendizado, f) como escolher um curso de idiomas no exterior, entre muitos outros tópicos.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-10-19_08-55-09-ac3f53f9fee040c5ce3c5c87e6cc0126/2/WebHD_720p.mp4?Expires=1639508922&Signature=ZxPOngPZmxMRPvcG3LOl~7fVMeMrUd2xRzmqk1vAjuJNt0Mf4s0pMZmyEb0ByyEUfzYixurzUuXFrTxky4sAxUQqH1UrbNHlfuf2wtEYyRg1KqDSbfuI6TeSdshitxrkn3i8JTaiiwEO6YCITO4R62LXS2LWOF-a~NrsS09KekpVAlHMNgfKjg1iFgw8VB~80VgFGfsQsMv4WpMj1IYzAkWamxaU-IOAu0U4kPFMSoGAZeLwB8DsNAo4uU549bKBQ~rN7sSvpFIY00qGDVVs9k-Z85uDzTCELy-XZeSlyfO1y0uALkqQ~UITmFtDPxT5gPfp0KC4R9Koqbc9oce-XA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4417310", "category": "IT & Software", "sub_category": "IT Certifications", "title": "PL-900: Microsoft Power Platform Fundamentals Practice Exam", "level": "All Levels", "author": "It Exam Academy", "duration": "", "rating": "4.7", "reviews": "3", "students": "1534", "coupon_code": "CFE73856D20009E35895", "preview_img": "https://img-c.udemycdn.com/course/750x422/4417310_db3f.jpg", "coupon_link": "https://www.udemy.com/course/pl-900-microsoft-power-platform-fundamentals-practice-exam-h/?couponCode=CFE73856D20009E35895", "end_day": "2021-12-18 18:55:04+00:00", "headline": "PL-900: Be prepared for the Microsoft Exam PL-900: Microsoft Power Platform Fundamentals 2021", "description": "<p><strong>La description</strong></p><p>L'examen Microsoft Power Platform Fundamentals (PL-900) comprend un nombre de 40 à 60 questions. Et, les questions de l'examen Microsoft PL-900 peuvent être du type étude de cas, réponses courtes, choix multiples, révision de notes, et aussi glisser-déposer, etc. Cependant, pour terminer cet examen, une durée vous sera donnée. de 60 minutes. Et enfin, la note de passage Microsoft PL-900 est de 700 (sur une échelle de 1000). De plus, l'examen vous coûtera 99 $ USD, taxes supplémentaires incluses. Enfin, les candidats peuvent passer l'examen en anglais.</p><p><strong>Topic 1: Describe the business value of Power Platform (15-20%)</strong></p><p><em>1.1</em> <em>Firstly, Describing the value of Power Platform applications</em></p><ul><li><p>Firstly, analyzing data by using Power BI</p></li><li><p>acting with Power Apps</p></li><li><p>building solutions that use Microsoft Dataverse</p></li><li><p>Then, automating with Power Automate</p></li><li><p>After that, interoperating with external systems and data</p></li><li><p>Finally, creating powerful chatbots using a guided, no-code graphical interface</p></li></ul><p><em>1.2 Describe the business value of extending business solutions by using Power Platform</em></p><ul><li><p>describe how Dynamics 365 apps can accelerate delivery of Power Platform business solutions</p></li><li><p>describe how Power Platform business solutions can be used by Microsoft 365 apps including Microsoft Teams</p></li><li><p>describing how Power Platform business solutions can consume Microsoft 365 services</p></li><li><p>describing how Power Platform business solutions can consume Microsoft Azure services including Azure Cognitive Services</p></li><li><p>describe how Power Platform business solutions can consume third-party apps and services</p></li></ul><p>Describe Power Platform administration and security</p><ul><li><p>describing how Power Platform implements security including awareness of Microsoft Dataverse security roles, Azure Identity Services, and Access Management (IAM)</p></li><li><p>describe how to manage apps and users</p></li><li><p>describe environments</p></li><li><p>describing where to perform specific administrative tasks including Power Platform Admin center, Microsoft 365 admin center</p></li><li><p>describe Data Loss Prevention (DLP) policies</p></li><li><p>describe how the platform supports privacy and accessibility guidelines</p></li></ul><p><strong><em>Start preparing using the Microsoft PL-900 Study Guide!</em></strong></p><p><strong>Topic 2: Identify the Core Components of Power Platform (15-20%)</strong></p><p><em>2.1 Firstly, Describe Microsoft Dataverse</em></p><ul><li><p>Firstly, describing the Power Apps user experience</p></li><li><p>identifying tables, columns, and relationships</p></li><li><p>describing environments</p></li><li><p>Then, explaining use cases and limitations of business process flows</p></li><li><p>explaining use cases and limitations of business rules</p></li><li><p>Subsequently, describing the Common Data Model (CDM)</p></li><li><p>Finally, describe how to use common standard tables to describe people, places, and things</p></li></ul><p><em>2.2 Secondly, Describe Connectors</em></p><ul><li><p>describe the native Dataverse connection experience</p></li><li><p>describe triggers including trigger types and where triggers are used</p></li><li><p>describing actions</p></li><li><p>describe licensing options for connectors including standard or premium tier Identify use cases for custom connectors</p></li></ul><p><em>2.3 Finally, Describe AI Builder</em></p><ul><li><p>identifying the business value of AI Builder</p></li><li><p>describing models including business card reader, detection model, form processing model, and prediction model</p></li><li><p>describe how the Power Apps and Power Automate can consume AI Builder data</p></li></ul><p><strong>Topic 3: Demonstrate the capabilities of Power BI (15-20%)</strong></p><p><em>3.1 Firstly, Identifying common Power BI components</em></p><ul><li><p>identify and describe uses for visualization controls including pie, bar, donut, and scatter plots and KPIs</p></li><li><p>describe types of filters</p></li><li><p>describing the Power BI Desktop Reports, Data, and Model tabs</p></li><li><p>describe uses for custom visuals including charts or controls Compare and contrast dashboards and workspaces</p></li><li><p>compare and contrast Power BI Desktop and Power BI Service</p></li><li><p>compare and contrast dashboards, workspaces, and reports</p></li></ul><p><em>3.2 Secondly, Connect to and consume data</em></p><ul><li><p>combining multiple data sources</p></li><li><p>cleaning and transforming data</p></li><li><p>describing and implementing aggregate functions</p></li><li><p>identifying available types of data sources</p></li><li><p>describing and consuming shared datasets and template apps</p></li></ul><p><em>3.3 Finally, Building a basic dashboard using Power BI</em></p><ul><li><p>designing a Power BI dashboard</p></li><li><p>designing data layout and mapping</p></li><li><p>publishing and sharing reports and dashboards</p></li></ul><p><strong>Topic 4: Demonstrate the capabilities of Power Apps (15-20%)</strong></p><p><em>4.1 Firstly, Identifying common Power Apps components</em></p><ul><li><p>Firstly, describe differences between canvas apps and model-driven apps</p></li><li><p>describe portal apps</p></li><li><p>identify and describe types of reusable components including canvas component libraries and Power Apps Component Framework (PCF) components</p></li><li><p>Lastly, describe use cases for formulas</p></li></ul><p><em>4.2 Secondly, Building a basic canvas app</em></p><ul><li><p>describe types of data sources</p></li><li><p>connect to data by using connectors</p></li><li><p>combine multiple data sources</p></li><li><p>use controls to design the user experience</p></li><li><p>describe the customer journey</p></li><li><p>publish and share an app</p></li></ul><p><em>4.3 Finally, Describing Power Apps portals</em></p><ul><li><p>create a portal by using a template</p></li><li><p>describe common portal customizations</p></li><li><p>identify differences in portal behavior based on whether a user is authenticated</p></li><li><p>apply a theme to a portal</p></li></ul><p><em>4.4 Build a basic model-driven app</em></p><ul><li><p>add tables to app navigation</p></li><li><p>modify forms and views</p></li><li><p>publish and share an app</p></li></ul><p><strong>Topic 5: Demonstrate the capabilities of Power Automate (15-20%)</strong></p><p><em>5.1 Firstly, Identifying common Power Automate components</em></p><ul><li><p>identifying flow types</p></li><li><p>describing use cases for flows and available flow templates</p></li><li><p>describe how Power Automate uses connectors</p></li><li><p>describing loops and conditions including switch, do until, and apply to each</p></li><li><p>describe expressions</p></li><li><p>describe approvals</p></li></ul><p><em>5.2 Finally, Building a basic flow</em></p><ul><li><p>create a flow by using the button, automated, or scheduled flow template</p></li><li><p>modify a flow</p></li><li><p>use flow controls to perform data operations</p></li><li><p>run a flow</p></li><li><p>modify a flow</p></li></ul><p><strong>Sujet 6&nbsp;: Démontrer les capacités des agents virtuels Power (10-15&nbsp;%)</strong></p><p><em>6.1 Premièrement, identifier les capacités communes des agents virtuels de puissance</em></p><ul><li><p>décrire les cas d'utilisation des agents virtuels Power</p></li><li><p>décrire où vous pouvez publier des chatbots</p></li><li><p>décrivant des sujets, des entités et des actions</p></li><li><p>décrire les nœuds de message, les nœuds de question, les conditions, les phrases de déclenchement et le canevas de création</p></li><li><p>identifier des entités pré-construites communes</p></li></ul><p><em>6.2 Enfin, Construire et publier un bot de base</em></p><ul><li><p>créer un bot</p></li><li><p>créer un sujet</p></li><li><p>création de sujets de base</p></li><li><p>appeler une action</p></li><li><p>tester un bot</p></li><li><p>publier un bot</p></li><li><p>surveillance de l'utilisation des bots</p></li><li><p>surveillance des performances des robots</p></li></ul>", "preview_video": ""}, {"course_id": "2564412", "category": "Finance & Accounting", "sub_category": "Investing & Trading", "title": "How to Make Passive Income With Bitcoin Lending", "level": "All Levels", "author": "Alex Rodolitz", "duration": "1 hour", "rating": "3.9", "reviews": "760", "students": "106193", "coupon_code": "DECSNWH1FV48DQ92021", "preview_img": "https://img-c.udemycdn.com/course/750x422/2564412_565e_4.jpg", "coupon_link": "https://www.udemy.com/course/how-to-make-passive-income-with-bitcoin-lending/?couponCode=DECSNWH1FV48DQ92021", "end_day": "2021-12-17 15:38:30+00:00", "headline": "Bitcoin Lending course for earning in your sleep, even without cryptocurrency experience - A 6-Step System", "description": "<p><strong>Passive Income Course Covering Everything You Need To Passively Earn Money From Bitcoin Lending!</strong></p><p><strong>******************************************************************************************</strong></p><p><strong>Discover How to Make Passive Income Online Using A 6-Step Bitcoin Lending System:</strong></p><p><strong>- </strong>A step-by-step video for each of the <strong>6-Steps in the Automated System</strong>!</p><p><strong>-</strong> <strong>Inside look</strong> at my personal accounts!</p><p><strong>- Unlimited earnings</strong>, with a small upfront investment!</p><p><strong>-</strong> How to do all of this <strong>without</strong> <strong>any Fees</strong>!</p><p><strong>- </strong>This course is about <strong>results</strong>! If you don't see them within 30-days, you get your money back!</p><p><br></p><p>No more endless searching for the <strong>“right” </strong>passive income Bitcoin course, this course is ready to watch whenever you are, you can take it anywhere, and watch it at your convenience in the privacy of your home or on the go!</p><p><strong>******************************************************************************************</strong></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><strong>Put In as little as 5 minutes to Get This Method Started Then Sit Back And Watch Your PayPal and Bank Accounts Fill With Passive Income Money!</strong></p><p><strong>You'll wonder how you ever lived without it.</strong></p><p>This course is absolutely life changing, I hope you take this opportunity to learn it! You'll be walked through how <strong>successful investors are making money with Bitcoin the “Smart Way”</strong> and <strong>how to minimize risk and maximize profits by creating your very own Money Machine</strong>. These passive income websites allow you to work from home or anywhere with internet and <strong>earn passive income long into the future</strong>.</p><p><br></p><p><strong>This course is the best way to start making passive income online.</strong></p><p>Learn from <strong>years of Bitcoin investor experience</strong>, as well as the<strong> Tricks/Tips to earn you more passive income </strong>that are included in this course.</p><p><br></p><p><strong>Let me share my passive income secrets with you.</strong></p><p>Don't go on wondering \"what would have happened if I did\". <strong>You won't be disappointed</strong>, plus you get an unconditional 30-day money back guarantee. What have you got to lose?</p><p><strong>******************************************************************************************</strong></p><p><br></p><p><br></p><p><strong>You'll also get:</strong></p><p>✔ Lifetime Access to The Course</p><p>✔ Quick &amp; Helpful Support in the Q&amp;A Section</p><p>✔ 30 Day \"No Questions Asked\" Money Back Guarantee!</p><p><br></p><p>Remember, this course is <strong>only available here on Udemy</strong>, you won't find it anywhere else. Take advantage of this special offer while it lasts.</p><p><br></p><p><strong>There's a 30-day no-risk money back guarantee so say \"yes\" now, enroll today and decide later!</strong></p><p><strong>Who this course is for:</strong></p><ul><li><p>No prior online income knowledge is needed.</p></li><li><p>Busy individuals who need extra income.</p></li><li><p>Those looking for extra income online.</p></li><li><p>Those with Beginner to Advanced passive income experience.</p></li><li><p>Those who want to be able to make money online while they do whatever they want.</p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2019-09-18_23-21-53-3755d270c82bb7af94a87401fc7927ab/WebHD_720p.mp4?Expires=1639508955&Signature=dfzxAoz5zPdz4-DDiO28gjt2BrNGuxeNqdZ6qEkI9usdJzm9wwAo7UBjOfBnVufSPreNjrO7wb2SC7z3~Lszj3NMvMK4P-AuAmKMq4iYvV4AK8YbXUtTWfzSnrM6WpHNFUSy0zsgHS9j~mE-XV7Wj-OkIhyqASsQMeHkVyuE-nYrI2gjokG63XHCloGNj88arYotAN1c15hGkmTLVU5GXWjlM0wEKFk0efIId~diyZkWIJgZaas~YW4GCSZ6Z63mCnfQ0voyorWnp59wlUwyb4o-yPstjdYXzTTgm4xffvmD3FD-SN0GlEr9bpUTky2OxTLt5Qlq6Ft1nfgcktICKQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2302686", "category": "Lifestyle", "sub_category": "Travel", "title": "EFT Your Travel Stress and Fear of Flying", "level": "All Levels", "author": "Scott Paton", "duration": "2.5 hours", "rating": "4.7", "reviews": "10", "students": "9819", "coupon_code": "EFTTSEXPDEC182021", "preview_img": "https://img-c.udemycdn.com/course/750x422/2302686_ec76.jpg", "coupon_link": "https://www.udemy.com/course/eft-for-travel-and-fearful-flyers/?couponCode=EFTTSEXPDEC182021", "end_day": "2021-12-18 18:26:33+00:00", "headline": "Fly stress free!", "description": "<p>This course covers what Emotional Freedom Techniques (EFT) are. How to apply EFT to release fear and anxiety about travel. You will create a plan for your vacation or business trip.</p><p>Efficient packing for a carry-on bag and weather at your destination; Going through security at the airport; What a known traveler number is, How to get a Global entry pass, How to apply for TSA precheck, Flying. An entire segment is geared to the fearful flyer. A retired pilot, Captain Ron, will explain how a plane flies and address many of your fear; take off, landing, turbulence, weather, UFO’s and air quality in the cabin. You will also learn how to travel internationally; how to get the cheapest fares for flying; how to get through customs. What you can and cannot take on board for snacks.</p><p>How to use Uber and Lyft at your destination.</p><p>Are you traveling for a short time or are you planning to be a digital nomad? A great course for digital nomads.</p>", "preview_video": "https://mp4-c.udemycdn.com/2019-04-13_16-19-06-aad2c506f90bb586a67f4290b7ace08d/WebHD_720p.mp4?Expires=1639508957&Signature=iGeE7NcbeKa3eRo2aUrl0zqE2riBjG1coRq~RG0tRBgnPQnMhWMSAmBwp43DKMIZrDUQleYbwMft38H2rGA9Fka4uDd-FAfJE8qMUb9QCbM8BEw2N96BaTnS1Yp2aPwP0L4ycZ1pFIEmMdCwIEZeyLYhVyKDs8nhODBQJYyyoWOfE9RvHwno2EePzlOFtQgCtRlonxjISfB99D9b0B03~6QEGVWsYcaYTnPTL~shWNNu3a3URi9-F5cQi2fWqk6Ivvm1vM15O6adenhNQmGoNuINSDd7FrtAkEHw8JOe9qlU8T36DgCtFnQkfnTZ~~AKTsX~RsZeCh5s43uOJuPYlQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1515876", "category": "Teaching & Academics", "sub_category": "Online Education", "title": "Udemy bootcamp: How to create a STUNNING course Unofficial", "level": "Beginner Level", "author": "Yassin Marco", "duration": "1.5 hours", "rating": "4.3", "reviews": "70", "students": "33078", "coupon_code": "A8EF5A82C3B204980CC7", "preview_img": "https://img-c.udemycdn.com/course/750x422/1515876_2de4.jpg", "coupon_link": "https://www.udemy.com/course/udemy-bootcamphow-to-quickly-creat-a-good-course-unofficial/?couponCode=A8EF5A82C3B204980CC7", "end_day": "2021-12-18 02:08:43+00:00", "headline": "Learn the basic of how to creat your first online class quickly (explained stepby step)", "description": "<p>Let's start with the basics, right now you are a person that surely has something to offer, a certain knowledge that you have and that you think you will be able to teach. By creating this course my main objective was to help you by giving you all the tips thats I used to create online content on different plateforms. So if you are someone that is ready to start with udemy and creat your own content this course is for you ! Everything is clear and straight to the point. Plus I can guarantee you that by the end of this class you will be amazed how it really is to creat online content on Udemy or any other plateform ! </p>", "preview_video": "https://mp4-b.udemycdn.com/2018-01-19_20-20-14-8b930979342bf708aac56d836db25c1d/WebHD_720p.mp4?secure=ieZsdQG_lan8qAQYCdikew%3D%3D%2C1639508958"}, {"course_id": "2494982", "category": "Personal Development", "sub_category": "Stress Management", "title": "EFT Your Dentist", "level": "All Levels", "author": "Scott Paton", "duration": "1 hour", "rating": "4.5", "reviews": "20", "students": "10599", "coupon_code": "EFTYDEXPDEC182021", "preview_img": "https://img-c.udemycdn.com/course/750x422/2494982_b1b5.jpg", "coupon_link": "https://www.udemy.com/course/eft-your-dentist/?couponCode=EFTYDEXPDEC182021", "end_day": "2021-12-18 18:06:38+00:00", "headline": "How to relax at the dentist and get your teeth cleaned and fixed", "description": "<p>It is estimated that nearly seventy five percent of adults in the United States experience some amount of fear with regarding going to the dentist. Of that percentage, about five to ten percent of those people have a strong enough fear to be considered sufferers of a dental phobia. If you are one of those people you are in the right place.</p><p>I am going to take you through a complementary and alternative method known as Emotional Freedom Techniques or EFT/tapping for short. EFT is based in Chinese acupuncture. It uses the same acupressure points as acupuncture does but without using needles. We use our fingers to tap on acupressure points. </p><p>This evidenced based method may seem odd if you have not heard of it before. Research has shown it to lower cortisol, the stress hormone, and calm the amygdala, the part of the brain that senses danger.</p><p>I will address many common dental fears such as fear of needles for the anesthetic, fear of the mirror and explorer poking and searching for cavities, fear of choking, fear of the drill, fear of pain, fear of X -rays and fear of not being able to afford dentistry if you do not have dental insurance.</p><p>Enroll today!</p>", "preview_video": "https://mp4-c.udemycdn.com/2019-08-08_02-23-36-56de20d672f2dd86947a7d24fbc11ab1/WebHD_720p.mp4?Expires=1639508965&Signature=Vyy6CSgbR5QCBBFmTB~6McD6B4rbsoyYkxWJv0k7tJ1wwKQtaGxhIS~mDSkKEUzVPlB-icxKhAJ9asB4LKp8rAYdcpkZT-bS7kDX8uILmBvZA-3srjHQS5IcqLcyMVmjaq5UKyVNEPQIKEOaamoMPLe9ZtfZVkCMrNuzAulER5q7QHwScGbDkE6~XyrwmFhrFlKYKHDDWL-EjaQ9cZEtZR6Mxtk9W5x8YE0NJrFNbiFjxnMzmURshOrvHyi82TPdkkVqVh~FP1Qzx2ssPMU1wlcJ7oO4~gXIY3WCsa7qGiGzlxaYQHqb-C5P3KeQ1JuMQJETSPTxeRiZ~sLPwAkk1Q__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2012754", "category": "Business", "sub_category": "Entrepreneurship", "title": "Start A Successful Business: Best Questions", "level": "Beginner Level", "author": "Boomy Tokan", "duration": "2 hours", "rating": "4.5", "reviews": "46", "students": "12579", "coupon_code": "08FAE62947AD66873F28", "preview_img": "https://img-c.udemycdn.com/course/750x422/2012754_7a0f_2.jpg", "coupon_link": "https://www.udemy.com/course/how-to-start-your-own-business-7-hard-questions-to-ask/?couponCode=08FAE62947AD66873F28", "end_day": "2021-12-18 08:41:11+00:00", "headline": "Whether you are starting a regular small business or an online business the answers to these questions are critical.", "description": "<p>Do you have<strong><em>&nbsp;</em>an idea for a business</strong>&nbsp;you really believe will work? Are you looking for&nbsp;<strong><em>simple, actionable information that will take you to the next level&nbsp;</em></strong>in your entrepreneurial journey? Do you want to convert your&nbsp;<strong><em>hobby into a business</em></strong>? Are you thinking about&nbsp;<strong><em>quitting the 9-5 grind and one day running your own successful business?</em></strong>&nbsp;</p><p>If the answer to any of the above questions is yes, then I can confidently say you have come to the right place.</p><p>_____________________________________________________<br></p><p>In this course I have put together the 7 Tough Questions you need to ask and answer before you start your business. <strong>&nbsp;</strong>I have answered them in a way that allows you to understand them quickly and enables you to take action!</p><p>As you go through this course you will discover why these questions are critical and then learn the solutions so that you will no longer be held back from the success you desire.</p><p>_____________________________________________________</p><p>For easy referencing I have divided the information into the following sections:</p><ul><li><p><strong>The question<br></strong></p></li><li><p><strong>How the answer is critical to your success</strong></p><p><br></p></li><li><p><strong>Why it is better to solve the issue Now! <br></strong></p></li><li><p><strong>The simple actionable solutions available to you.<br></strong></p></li></ul><p>Whatever is not answered, inbox me and I will update the content.&nbsp;<strong><em>I seriously want to help you get to the next level.&nbsp;</em></strong>So take this course and let us start the journey together.</p><p>_____________________________________________________</p><p>To remove any risks on your part this course comes with my no questions asked&nbsp;<strong><em>30 Day Money Back Guarantee.</em></strong></p><p><strong>So what are you waiting for click take this course right now!</strong></p><p>What are the requirements?</p><ul><li><p>Internet connection</p></li><li><p>Willingness to take action</p></li><li><p>Pen and paper to take notes</p></li></ul><p>What am I going to get from this course?</p><ul><li><p>Start your own business with confidence</p></li><li><p>Convert your hobby into a business</p></li><li><p>Go to the next level</p></li><li><p>Get the answers you need to start your own business</p></li><li><p>Create the necessary action plans</p></li><li><p>Understand the road to success</p></li><li><p>Avoid the common mistakes people make</p></li><li><p>Save time and money</p></li><li><p>Create a road map that works</p></li><li><p>Gain the confidence and Know-how to start your own business</p></li><li><p>Understand how a startup works</p></li><li><p>Relate with your business in an insightful manner</p></li></ul><p>What is the target audience?</p><ul><li><p>Anyone thinking about leaving their 9-5 job one day to run their own business</p></li><li><p>Anyone who has an idea they want to make into a successful business</p></li><li><p>If you have a hobby you want to convert into a business</p></li><li><p>You are fed-up of losing many and wasting time</p></li><li><p>You are looking for simple actionable processes</p></li></ul><p><strong>5-STAR STUDENT SUPPORT</strong></p><p>If you have questions, know that I am here to help! I answer 99% of student questions within 48 hours. I care about my students and their feedbacks.</p><p><strong>CERTIFICATE OF COMPLETION </strong></p><p>When you finish all of the videos in this business course, Udemy will email you a certificate of completion, which you can use to demonstrate your business knowledge and that you have finished a particular amount of hours of business&nbsp; training. It will be easier for you to get employed as a freelancer if you do this.</p><p><strong>30-DAY MONEY-BACK GUARANTEE</strong></p><p>This YouTube&nbsp; course comes with an unconditional, Udemy-backed, 30-day money-back guarantee. I will help you succeed with business.</p><p><strong>Invest in your future. Enroll now.</strong></p><p><br></p><p>&nbsp; </p>", "preview_video": "https://mp4-c.udemycdn.com/2018-11-07_16-47-13-690834409282361df08c8d257e8476c1/WebHD_720p.mp4?Expires=1639508968&Signature=LLE3hNqQwaexJQ7zBTlJhgjH8OEbpzDcusU0eYnc8Al6AirOa~t163QxLzGYZ59SP~wZed6B070YWsvX2ANYVHDLouVi9FVlSoigIp22L3v7ZYiFfgTMlRkJ~FMH8QQ0C7dtDFg-DamScg9JV7kY~sFoFUICRmkPCrOCVucDd6JPe9yFKNNmPnUTR4Sso2Jqgpk~upxSakY2wPvEHRZ4XLD9NW0CKCDpc2~SYrPL1zlvVRFtLOGKbJZFUmbTAe-1hNu1k-JV287bXXnEQ80ra9sjz4cEpu42tp7b3ptxvBQbfP-UG0YnYp80U8eNUP4t5MPb675~ir5jWsW7CHo4Tg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4226804", "category": "Marketing", "sub_category": "Digital Marketing", "title": "Systeme Sales Funnels - Free Sales Funnels Tool Guide", "level": "All Levels", "author": "Nick Nyxson", "duration": "1 hour", "rating": "4.3", "reviews": "118", "students": "24516", "coupon_code": "111892D434E4E4DDDE6B", "preview_img": "https://img-b.udemycdn.com/course/750x422/4226804_dba3_4.jpg?secure=rLcdJM3rvm9oxg_FUyZ70w%3D%3D%2C1639579172", "coupon_link": "https://www.udemy.com/course/systeme_course/?couponCode=111892D434E4E4DDDE6B", "end_day": "2021-12-19 04:03:58+00:00", "headline": "Systeme - Free Sales Funnel Builder, Email Marketing tool, Blog Builder and Just All-in-one Digital Marketing Tool", "description": "<p><em>Welcome to </em><strong><em>Complete Online Business Marketing Tool - Guide to Systeme!</em></strong></p><p>For a long time, marketers have had to piece together various tools and software tools in order to achieve their goals. But these days, marketers are constantly being confronted with new platforms, new startup companies, and old favorites that are constantly re-tooling themselves and shifting their strategies.</p><p>In this rapid-fire internet era of marketing, it can be hard for even the most seasoned professionals to keep up with everything. And that's why many people find themselves resorting to outdated marketing techniques or simply giving up on the whole idea of trying to market themselves at all.</p><p><strong><em>But it all ends with Systeme. </em></strong></p><p>Systeme is a free Sales funnel builder, email marketing tool, and blog builder. With this easy-to-use app, you can easily create a free Sales funnel, blog, and landing page without any coding skills required. There is no need for a developer or designer to spend hours with a computer. All you need in your browser is the ability to use your mouse and keyboard to navigate through the simple interface.</p><p>Systeme provides an all-in-one digital marketing tool that will help you slash hours off your work and focus on the things you love to do - but where you struggle - like writing blog posts or emails.</p><p>Learn all about Systeme and how it can help you grow your business, in this easy-to-follow, comprehensive course. Discover the basics and beyond, with over 10 lectures that cover everything you need to know to market your products, services, or business online. This Masterclass will show you how to create your own funnel and blog while building an email list and more.</p><p>This is a new era where marketing has taken on a completely new meaning, where you will always need to have all of your marketing tools in one place!</p><p><em>Here you will learn everything you need to know about Systeme, including but not limited to:</em></p><ul><li><p><strong>How to use Systeme to Push FREE traffic to your website by building a Sales funnel and optimizing it for maximum conversion;</strong></p></li><li><p><strong>How to Generate signups from fully automated email campaigns with Systeme;</strong></p></li><li><p><strong>How to User-friendly interface of Systeme - no need to worry about how to use it, Systeme Masterclass teaches everything you need to know!</strong></p></li><li><p><strong>How to Use drag and drop features;</strong></p></li><li><p><strong>How to use Free templates for different purposes;</strong></p></li><li><p><strong>How to set up the Blog within Systeme.</strong></p></li></ul><p>Everything you will learn here will be based on My practice as a user of Systeme and Everything shown step by step as I am performing everything live on video.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p><p>Join now and get free access to all Systeme features and this masterclass for a lifetime!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-08-17_11-27-39-a6b9bae062efe02f3f7c7a3830d002a9/2/WebHD_720p.mp4?Expires=1639508972&Signature=c8nnMuVL2MoMeC~mtfrf~2kDouMpDyLcayrpYqzOefTLRAC79Y2E4rekVq6ZZZFxORqheiUISrI~w175UrIC-rH4wASPlfq5LNnTndWFeXF5r2PZNzT73sWQ~Y9--0XwP-wPT3cvv6PmEpfCD574GK--m0J5AEsaGzILnno2J38qGFSsCGlq9NBoOnmb67LPzeAACAK4BXEnzJHAy7wv0WfOzrcsfBmiVkBMowNV-yNn8~4TbURtkHzgn-n6GpskZllbYD~qvf-0vLrRYL~UuhbGKfp1B6iEzjnas7-DrHHnj3nA7d7XR2Bau11qwmfXhpPhw3xGzz81LmzxV6CdkQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3213441", "category": "Design", "sub_category": "Graphic Design & Illustration", "title": "Professional Adobe Photoshop CC Course With Advance Training", "level": "Beginner Level", "author": "Stephen Koel Soren", "duration": "10.5 hours", "rating": "4.4", "reviews": "1414", "students": "160858", "coupon_code": "2022FREEPHOTOSHOP", "preview_img": "https://img-c.udemycdn.com/course/750x422/3213441_6289_4.jpg", "coupon_link": "https://www.udemy.com/course/professional-adobe-photoshop-cc-course-with-advance-training/?couponCode=2022FREEPHOTOSHOP", "end_day": "2021-12-16 07:27:46+00:00", "headline": "A Course To Learn Masking, Logo, T-Shirt, Business Card, GIF, Modern CV, Mockup, Mug, Retouching, Cover, Calendar Design", "description": "<p>A professional photoshop course with advance photoshop training where a student will learn about selection and masking, how to design logo, t-shirt, business card, resume, mug, bottle, calendar, cover, gif, along with that student will learn how to earn money by graphics designing work, retouching, advance use of photoshop tools etc. It’s a professional photoshop course specially for graphics designers and before enrol this course you must have knowledge about basic photoshop. I suggest you to enrol this course along with basic photoshop knowledge. If you already know how to use layers &amp; make simple selections then you are perfect for this course. In this complete guide to Adobe Photoshop, you'll not only learn all of the editing tools available in Adobe Photoshop, but also how to design actual graphics you can use for your business, or for fun. This course is also good for intermediate/casual Photoshop users who want to learn new techniques and tools, and how to properly use Photoshop.</p><p>You will have class project during learning this class, than you will have a real time practice with learning lesson and you can share your class project in assignment section. I have given an exercise file so you can practice along with me.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-07-17_18-42-56-ab7c06d8ff16f96b67170739292a0953/1/WebHD_720p.mp4?Expires=1639508975&Signature=gYTaZF02F6e28l7q5vDC9ps97rODFji4admq5GzQD2wtltYN8y6bvYCmB~phC7au8hoBlCVPYJFoGnvyxWtjTJcWd1j~I18mA75ZCyi7Zl~qagO8AOfLqKgLOF~m6~Fz470PCGGC2WLjaM~lQQyjaCNWjoM5Nsuxn6WDjlREpGMkBlpmFpqh0z9~hLcmT~vjbtGjN1xiv5tTZh31eV8BbBhU4SvqblcDcJ1ac~Y1bMY7wNJqvNFiH8Co9dBLSsPN5jdylCAmWtc5lu18UtCyNFN3DxDYpGdnQkjehMc6x6-91f6y3-2MXCUaDrSvAUfYY7t-jCfqi0Q0QqKAmdpoGA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4434430", "category": "IT & Software", "sub_category": "IT Certifications", "title": "SCS-C01: AWS Certified Security Specialty Real Practice Exam", "level": "Beginner Level", "author": "Aymane Benchhab", "duration": "", "rating": "5.0", "reviews": "1", "students": "1579", "coupon_code": "0D31BF118EA0C78DDFAB", "preview_img": "https://img-c.udemycdn.com/course/750x422/4434430_f567.jpg", "coupon_link": "https://www.udemy.com/course/scs-c01-aws-certified-security-specialty-real-practice-exam/?couponCode=0D31BF118EA0C78DDFAB", "end_day": "2021-12-18 20:59:29+00:00", "headline": "AWS Certified Security Specialty - Practice Tests - 100% Real Time Question & Answers with Explanation", "description": "<p>This is the final exam of the AWS Certified Security Professional Preparation Course. Students will be tested on all the elements covered in the course. The course is designed to prepare students for the difficulty of the actual exam and be able to perform these skills in the field. Practice exams will cover domains detailed by AWS: </p><p><br></p><ul><li><p>An understanding of specialized data classifications and AWS data protection mechanisms</p></li></ul><ul><li><p>An understanding of data encryption methods and AWS mechanisms to implement them</p></li><li><p>An understanding of secure Internet protocols and AWS mechanisms to implement them</p></li><li><p>A working knowledge of AWS security services and features of services to provide a secure production environment</p></li><li><p>Competency gained from two or more years of production deployment experience using AWS security services and features</p></li><li><p>Ability to make tradeoff decisions with regard to cost, security, and deployment complexity given a set of application requirements</p></li><li><p>An understanding of security operations and risk</p></li></ul><p>This practice test course contains 5 complete timed tests, of at least 65-questions each, just like you will get in the official exam. That's over 325 questions to see how prepared you are for the real test 2022</p><p>This is the perfect tool to assess your readiness, and find those one or two areas that you can study in the days before taking the test.</p><p><br></p><p>We are looking forward to seeing you inside the course.</p>", "preview_video": ""}, {"course_id": "3731166", "category": "Business", "sub_category": "Project Management", "title": "Quantity Surveying Templates for Effective Cost Management", "level": "All Levels", "author": "Akhil Krishna", "duration": "1.5 hours", "rating": "4.4", "reviews": "172", "students": "33832", "coupon_code": "QSTEMPLATEDEC", "preview_img": "https://img-c.udemycdn.com/course/750x422/3731166_b9cc_2.jpg", "coupon_link": "https://www.udemy.com/course/quantity-surveying-templates-for-effective-cost-management/?couponCode=QSTEMPLATEDEC", "end_day": "2021-12-15 06:15:02+00:00", "headline": "Quantity Surveying, Payment Application, Payment Tracker, Variation, Claim, Material Claim, Guarantees, Price Comparison", "description": "<p>This course explains the different Quantity Surveying templates created by me for effective post contract cost management.</p><p>You can download these templates and use it in your professional life.</p><p>By the end of this course, you will learn the below :</p><p>Prepare a perfect payment application summary for the interim payment applications.</p><p>Able to properly track both the inward and outward payments specific to the project.</p><p>Efficiently monitor and update the variations and claims status of the project.</p><p>Create price comparison sheets for a transparent Procurement process.</p><p>Claim all the in store major materials of the project before it is installed at site.</p><p>How bank guarantees play a role during various stages of the project.</p><p><br></p><p>Cost Management will turn out to be simple and effective once you understand the different templates explained in this course and start using it in your job.</p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-12-27_18-48-48-82a16b254857eb12b21921db76ff8940/1/WebHD_720p.mp4?Expires=1639508981&Signature=gmgu-Za5yPaOiRB31PMEZUEW-Ke-fkXD8K-2FzmeZ-z1H3bXcQ3ZI3O2yl5d3L7RarLEcc1--jStzpHHqEFh9kjiPxWri0HX5KGOcWFF5fWWSSxePnGt24R1oDDx~teBAMObHiF3~dRDvTkQHAhypwLMS3G0gGPV0aZoG-3krVvUlRj-HCrDBBowZ7UxSpI9lLqYiy1-M6wvGr3ZkcW8sheU5sEM18zlQi7SsTGOIe2r-FSl7L4KmztQTx6~~1P3OQBvNlWvZMzRZpkkvaaal4n-JkssMDIRBqBT8z7Q~KSvfjRrOV33NI2l3glotUW1~6Mmn051rpzVgQkAWBso3Q__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3162082", "category": "Health & Fitness", "sub_category": "Meditation", "title": "Meditation For Beginners", "level": "Beginner Level", "author": "Kevin Ellerton", "duration": "1.5 hours", "rating": "4.7", "reviews": "452", "students": "55128", "coupon_code": "D7FE0105AF9B1975509A", "preview_img": "https://img-c.udemycdn.com/course/750x422/3162082_6fea_4.jpg", "coupon_link": "https://www.udemy.com/course/meditationforbeginners/?couponCode=D7FE0105AF9B1975509A", "end_day": "2021-12-18 02:45:53+00:00", "headline": "Completely new to meditation? This is the course for you!", "description": "<p>Meditation is one of the most powerful things that you can do, as a human being. It trains you to be in control of you mind and your emotions, in ways that you never knew were possible. It allows you to be happy just to be alive, even in the most difficult of circumstances; even when you're injured, or suffering a loss, stressed out at work, overwhelmed, depressed or anxious. It allows you to find the basic happiness of being alive, and that pervades everything else, so that you can deal with everything else much better.</p><p>Aside from just giving you that unshakeable happiness &amp; joie de vivre, it also gives you control over your mind in ways that are hard to even imagine before you experience it. It gives you the ability to focus on whatever you want to focus on, which can make you extremely productive and successful in life.</p><p>Tim Ferris studied hundreds of the world's most successful people: billionaires, celebrities, athletes, bodybuilders, and scientists at the tops of their fields. There was only one trait that over 80% of them had in common: a daily meditation practice. That's crazy when you think about it. It's not that they were all super intelligent, hard working, good looking, or born into wealthy families. The single most common trait among the world's most successful people is <em>meditation</em>. Isn't that weird?</p><p>To experienced meditators, this is not a surprise at all. It makes perfect sense that the world's most successful people are meditators. Meditation is a meta-skill; it's a skill that improves all of your other skills. It improves your ability to focus, so that you can do everything else better.&nbsp;In that way, meditation improves every aspect of your life, from relationships to health, happiness, productivity, career... everything.</p><p>In this course, you'll go from complete n00b to at least understanding the basics of meditation. This course is <em>Meditation For Beginners</em>. It will help you to get a good firm grounding in the basics of meditation, that you'll be able to take with you into daily life, to walk around in a meditative state, and to form the foundations for your own daily practice.&nbsp;All within about an hour and a half of course materials.&nbsp;Very easy, very simple, geared toward you, specifically, the beginner meditator. This will help you be happier in life, feel better, be healthier, and deal with pretty much anything that life will throw your way. The best hour and a half you'll ever spend in the rest of your life is this hour and a half, watching this course, learning to meditate for the first time.</p><p>I'll see you inside!</p><p>Namaste.</p>", "preview_video": "https://mp4-b.udemycdn.com/2020-06-12_17-02-35-ab7f9af42549a18ab10e0e3367da1f98/1/WebHD_720p.mp4?secure=s_kVqYUlYlpjy-eU5I7a9A%3D%3D%2C1639508987"}, {"course_id": "2492980", "category": "Photography & Video", "sub_category": "Video Design", "title": "Color Grading and Video Editing with Davinci Resolve 17", "level": "Beginner Level", "author": "AK Media", "duration": "42 mins", "rating": "3.6", "reviews": "154", "students": "55630", "coupon_code": "67DD61E8EFA179CDA57E", "preview_img": "https://img-b.udemycdn.com/course/750x422/2492980_0c85.jpg?secure=kfDhmWP-r3Qfvsok8IaJaw%3D%3D%2C1639579189", "coupon_link": "https://www.udemy.com/course/color-grading-and-video-editing-with-davinci-resolve/?couponCode=67DD61E8EFA179CDA57E", "end_day": "2021-12-16 06:03:34+00:00", "headline": "Learn Video Editing in DaVinci Resolve 17 with Color Correction & Color Grading & Visual Effects", "description": "<p><br></p><p><strong><em>DaVinci Resolve 16&nbsp; Beginners Course </em></strong></p><p>DaVinci Resolve 16 is a free professional video editing application used by professionals and amateurs. It’s easy and simple to use. It provides you with simple to use yet powerful tools to edit your videos and achieve high quality production.</p><p><strong>This course is for beginners. You do not need any previous knowledge in DaVinci Resolve 17 or video editing experience.</strong></p><p>You will dive straightaway into creating your first video and add music, graphics, text and couple of transitions. No time is wasted with unnecessary concepts. You will be up and running in DaVinci Resolve in less than an half hour.</p><p>I’ll teach you everything you need to know about video editing, visual effects, motion graphics, color correction &amp; grading and audio editing to create professionally looking videos.</p><p>We will make a video together from start to finish, step by step. You will start right at the beginning from how to import your video clips all the way through to Color Correction and Grading.</p><p>You can even come up with your own awesome and original video using the same footage. It’s open to your imagination and what you want to create.</p><p>What will you learn in this DaVinci Resolve 16 Course?</p><ul><li><p>Start by understanding the workflow in DaVinci Resolve.</p></li><li><p>Efficiently import and organize your media from Bins to Power Bins</p></li><li><p>Dive in and create your first short video – Just to get started.</p></li><li><p>Discover multiple ways to assemble your video – from inserts to swaps</p></li><li><p>Fine edit your clips a frame at a time</p></li><li><p>Lots fun re-timing your clips with speed graphs – Slow Motion and Fast Motion</p></li><li><p>You will Master Transitions and create your own</p></li><li><p>Add Graphics, Lower Thirds and Titles, we will even create an Intro and Outro</p></li><li><p>Work in the more advanced Fusion Text</p></li><li><p>Apply and customize Effects from ResolveFX</p></li><li><p>Achieve Perfect Color Correction – including Log footage</p></li><li><p>Use Power Windows, Cloud and Point Trackers to bring up features in your clips.</p></li><li><p>Understand (in detail) and work with advanced tools such as Curves, Qualifiers, Keys.</p></li><li><p>Start Color Grading like a colorist (at least a beginner one) and produce awesome videos.</p></li></ul><p>So, if you’re looking to:</p><p>Edit your Videos for your YouTube channel with a free professional and extensive application or Create exciting and well edited videos for your family album, Edit a marketing video for your website, Create a Music Video, Edit Documentaries, Start your Career as a Video Editor, Create your first Demo-Reel Then you will find this course ideal for your needs, as you work with an instructor who really cares about your success as individual.</p><p>Enroll now and start Video Editing right away. See you in the first lecture.</p><p>Wishes,</p><p>Adeep</p>", "preview_video": "https://mp4-c.udemycdn.com/2019-12-30_21-33-09-e525f6e28ebc49603ed37c34071b8565/WebHD_720p.mp4?Expires=1639508989&Signature=CZIsUsvBE874LbvQVwaXtG0KYrlyT3-KEw0bWBf193NkYyxws-nEfaaugfMCWFOuvl43gLOwUnyME01~MCUoCRR07K84jGhVe5yMw2A78Yv2xXGKxgUhejaLPF7yGW4aX4ZODIJrqcOsIS40fI-ztfYSeWUNBIno8zG4uLvfywA6Z6BxDJAP148XD34SM72b4-70vRqQcMxvpJwMr~vA77ahTv7uuWIVS8YpfJUAUFGOFjVX6jZmNZb-m0I5MixK3k0lYA5hyR27~z7RR0OQigkKVzNXIuzgZl7c2RLcqlIu7te2F~00RqZNDl07KVzBi7FouFL9zb~Xui-9kJM~Qg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4402441", "category": "Personal Development", "sub_category": "Personal Productivity", "title": "Acing Time Management & Productivity: Your ultimate Program", "level": "All Levels", "author": "Ben Moreau (PMP, Prince2, MSP, Agile)", "duration": "3 hours", "rating": "4.7", "reviews": "9", "students": "2598", "coupon_code": "FREE01", "preview_img": "https://img-c.udemycdn.com/course/750x422/4402441_5624_2.jpg", "coupon_link": "https://www.udemy.com/course/acing-time-management/?couponCode=FREE01", "end_day": "2021-12-19 03:36:53+00:00", "headline": "Boost your productivity at work with those easy to follow concepts, including a 360 view of what needs to be done.", "description": "<p><strong>WHY&nbsp;THIS&nbsp;COURSE on Productivity and Time Management?</strong></p><p>Are you here because you feel you are <strong>always behind </strong>with your work and that makes you <strong>feel stressed?</strong> </p><p>Well congratulations for wanting to do something about it, as opposed to waiting for things to change.</p><p>This course will allow you to not only <strong>get back on top of your To-do list</strong>, but also will ensure you <strong>never get overwhelmed </strong>by your workload, which is really the main goal: You managing your to-do list and not Your list managing you.</p><p>This course will also show you how to be <strong>more efficient </strong>and <strong>get noticed </strong>at work and maybe ask for that <strong>overdue promotion.</strong></p><p><br></p><p><strong>BACKGROUND</strong></p><p>My name is Ben Moreau and I have been a Manager and coach for 20 year (IBM, HP, Major banks, Government agencies...).</p><p>This course is based on my<strong> personal experience </strong>as a Manager, but also as someone working on heavy workloads for demanding managers. Actually worked on 7 projects at once.</p><p>And this course is also based on <strong>my research on Time Management </strong>from the top experts in the field.</p><p><br></p><p><strong>COURSE&nbsp;STRUCTURE and CONTENT&nbsp;</strong></p><ul><li><p>I begin with by providing you with <strong>9 of the best time management rules </strong>that you can apply right now away.</p></li></ul><ul><li><p>Once done we take a step back and review how we can improve our Time Management <strong>for the long term</strong> from different perspectives to maximise our chances of success:</p></li><li><p>At this point I&nbsp;review the <strong>5 areas </strong>we need to master in order to become more efficient at Time Management</p></li><li><p>Working on ourselves</p></li><li><p>What to do with our current tasks (Time Management System)</p></li><li><p>What to do with our potential new tasks</p></li><li><p>How to work with our Environment </p></li><li><p>How to work with others </p></li></ul><p>While we do this we have look at what goes in the way of being effective at Time Management:</p><ul><li><p>Perfectionism</p></li><li><p>Procrastination</p></li><li><p>Stress Management</p></li><li><p>Habits</p></li><li><p>How to deal with tasks we don't enjoy </p></li><li><p>What to do when we REALLY have too much on. </p></li><li><p>How to say no</p></li><li><p>How to negotiate a lower workload</p></li><li><p>....</p></li></ul><p><br></p><p>This course includes some insights from some of the top experts:</p><ul><li><p>Mel Robbins</p></li><li><p>Brian Tracy</p></li><li><p>James Clear</p></li><li><p>David Burns</p></li><li><p>Albert Ellis</p></li><li><p>Ken Blanchard</p></li><li><p>Cialdini </p></li><li><p>David O'Hare </p><p><br></p><p>Including some <strong>book recommendations </strong>if that can help.</p></li></ul><p><br></p><p>We review some of the best techniques and processes I really believe can massively help with your Time Management:</p><ul><li><p>Pomodoro</p></li><li><p>the 90mn system</p></li><li><p>The Eisenhower matrix (revised)</p></li><li><p>CBT</p></li><li><p>REBT</p></li><li><p>The 5 Sec rule</p></li><li><p>Kaizen</p></li><li><p>Habits</p></li><li><p>Reframing</p></li><li><p>...</p></li></ul><p><br></p><p>And I provide a suggested end to end <strong>Time Management System</strong> that you could start using straight away.</p><p><br></p><p><strong>WHO&nbsp;IS&nbsp;THIS&nbsp;COURSE&nbsp;FOR?</strong></p><p><br></p><p>This course is targeted to anyone wanting to become more efficient <strong>with their work.</strong></p><p>But most of the techniques can also be applied <strong>outside of work</strong>.</p><p><br></p><p>That’s it for me, I hope you can join us :-)</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-22_01-06-02-da2c756ca17a1e01b5376b1d1454dd46/2/WebHD_720p.mp4?Expires=1639508994&Signature=JbvhD3eME1A~DP9tPntxb172gymSpwDRCGM5IiVeBgbgHNQDFpqTZFsX7202hvAWDBX9AOVfAVdetEJl9nLpbbH09vVoLxfbe4bNhtw8V2ema0ABUGK4xrrWcNYIIPQlT2lf14DlzLAPWoaLiSUMxXYW4Pf8w0zolP9IRUddCEUvxeoBOYx87AL0-L-QRnqo7~yE8ziUFpfY2t1R4dJGsiwt8onBoiRfX0kBavPdHhj7Kg-Y3sug2aMrQ55By7ewhhnklS1g9OimP7J2g9mYbmjnh~Jel~XMD9EyXA1m3~NfUr-uZTsnRrWlMu1BKmn-yVf6TFff9xhZbVd78LnnIg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4430420", "category": "Personal Development", "sub_category": "Creativity", "title": "Corso completo di sceneggiatura: scrivere un Film", "level": "All Levels", "author": "Brunella Spina", "duration": "4,5 ore", "rating": "0.0", "reviews": "0", "students": "273", "coupon_code": "CCFE446E67EA728F7601", "preview_img": "https://img-b.udemycdn.com/course/750x422/4430420_8c09_3.jpg?secure=EO0jLgZ_wMqz_rcZdA_X4w%3D%3D%2C1639579197", "coupon_link": "https://www.udemy.com/course/scrivere-una-sceneggiatura/?couponCode=CCFE446E67EA728F7601", "end_day": "2021-12-19 09:09:15+00:00", "headline": "Tecniche, metodi, linguaggi e procedure di narrazione per la 'costruzione' di una sceneggiatura in ogni sua parte", "description": "<p>-Sei un appassionato di cinema e hai sempre sognato di poter un giorno scrivere per esso?</p><p>-Ti chiedi spesso cosa ci sia dietro lo scorrere delle immagini che vediamo al cinema?</p><p>-Ti è capitato mai di esclamare: \"<em>HO UNA VOGLIA MATTA DI SCRIVERE UNA STORIA PER UN FILM...CREDO POTREI RIUSCIRCI....MA ... NON SAPREI DA DOVE INIZIARE!!</em>\"...?</p><p><br></p><p>Beh...se le tue risposte alle mie domande sono affermative allora sei l'alunno giusto nell'aula virtuale giusta!!!</p><p>In questo corso spiegherò da dove partire per affrontare la scrittura di una <strong>sceneggiatura cinematografica</strong>. </p><p>Analizzerò i passaggi necessari partendo dall<strong><em>'IDEA.</em></strong>..per passare attraverso la scrittura(stesura)del <strong><em>SOGGETTO,</em></strong> della <strong><em>SCALETTA</em></strong> e del <strong><em>TRATTAMENTO</em></strong>...per approdare alla composizione delle singole scene che poi, messe insieme, comporranno la nostra sceneggiatura.</p><p>Scrivere una sceneggiatura non equivale a scrivere un romanzo...e non è necessario essere degli scrittori affermati per poter scrivere per il cinema&nbsp; perché esse sono due operazioni ben distinte accomunate da un'unica cosa: <strong>raccontare una storia.</strong></p><p>Approfondirò molti aspetti tra i quali: </p><p><br></p><ol><li><p><strong>I QUATTRO MOMENTI DEL PARTO CREATIVO</strong>, </p></li><li><p>i differenti tipi di <strong>NARRAZIONI</strong>, </p></li><li><p>l'importanza della drammatizzazione e le differenti <strong>procedure di narrazione,</strong></p></li><li><p> i diversi stili e l'importanza dei <strong>dialoghi</strong> , </p></li><li><p>la strutturazione nonché la costruzione di <strong>un personaggio</strong>, la sua evoluzione, le sue trasformazioni e nel contempo la tridimensionalità che fa parte di esso, </p></li><li><p>i termini convenzionali e le <strong>abbreviazioni</strong> presenti in una sceneggiatura,</p></li><li><p> la divisione per <strong>INQUADRATURE,</strong> le tecniche di ripresa, i movimenti della macchina , i differenti campi e....</p></li><li><p>....TANTO&nbsp;ALTRO in un unico corso!!!!</p><p><br></p></li></ol><p>Per uno scrittore di sceneggiature è di saliente importanza attingere le idee dalla realtà, dalla letteratura nonché dal cinema stesso il che non equivale certo a fare plagio e lo spiegherò all'interno della mia aula virtuale.</p><p>Utilizzerò svariati esempi per far comprendere nel migliore dei modi la meccanica narrativa che si cela dietro la scrittura di una sceneggiatura.</p><p>A questo punto non ci resta che iniziare insieme questo viaggio formativo ricco di spunti, esempi pratici, spezzoni di film e tanto altro.</p><p>Ti aspetto nella mia aula virtuale.</p><p>Brunella.</p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-12-10_11-28-36-efcf7d36c7c24390518afce06daadb5b/2/WebHD_720p.mp4?Expires=1639508997&Signature=DnFQ5RRe9exbZbOCfZAiHAOzSxm1v0E08kNF3~W~GSl7LLsckLCKOS-3vXCkz02n9Plz~u9mDjvI1RIe1K~dQjI~gHwZG-e4b6FVEYhfdWw800tQ~XJDaZ9Dy8Hek2GxjVjLAa9K5vB9-mpgyrVE6J0VZtCdYku7dyZM1pTd4zFxYxdcg9j7QC3L0uekTUNFY~BSGi0F1aPq6hF0a3ea~nOO5-q8k2uUWjXhmmpA0Uqzf12bydmeY03NFVZptZubMdMuVE231LcPzVQ-XCfXZ2k8yAI2m3qhyfKRjDApkzfzXMnKbran7Fb8ZSNC0ZgB37r6AWM8vD-M5FFozyYKUg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3161726", "category": "Personal Development", "sub_category": "Personal Productivity", "title": "Learn To Focus: Meditation & Mindfulness For ADHD", "level": "Beginner Level", "author": "Kevin Ellerton", "duration": "1 hour", "rating": "4.5", "reviews": "385", "students": "55454", "coupon_code": "5C19A0048D4506E667F9", "preview_img": "https://img-c.udemycdn.com/course/750x422/3161726_8bc7_5.jpg", "coupon_link": "https://www.udemy.com/course/meditation-for-adhd/?couponCode=5C19A0048D4506E667F9", "end_day": "2021-12-18 02:46:19+00:00", "headline": "Don't \"cure\" your ADHD - transform it into a superpower!", "description": "<p>ADD and ADHD can make it hard to focus &amp; get things done. You have lots of mental energy (that's why you're so smart!) but you have a hard time directing it to one thing at a time. Many people go through their entire lives in this scatter-brained state, jumping from thing to thing, never fully concentrating on, or actually enjoying, anything. This can lead to major school &amp; career problems (not paying attention in class, not paying attention at work, not caring about what you're working on, bouncing from job to job, career to career, etc), and problems becoming a successful adult.</p><p>For some handicaps, there is simply no cure, no way out. Thankfully, ADD/ADHD is NOT&nbsp;one of those handicaps. ADD &amp;&nbsp;ADHD&nbsp;can actually be a blessing in disguise, if you learn how to channel your mental energy, to focus it, to make it like a laser. This is called <em>hyperfocusing</em>, and it is a superpower unique to ADD/ADHD people!</p><p>You may have noticed that while you sometimes can't focus on anything at all, sometimes you can get <em>extremely zoned in to one thing</em> (like these words, for example). And oftentimes (for some of us, more often than not), the thing that you're zoned into is the wrong thing. For example, my first year in college I&nbsp;got so sucked into social media that I barely went outside and met actual friends. Sometimes this still happens to me, if I pick up my phone right when I wake up and click on a social media notification before I&nbsp;start meditating for the day. Social media platforms are designed to suck you in -- that's how they make money. That's bad news for ADD / ADHD people. And there are tons of other useless, unproductive, time-wasting things that can suck in your attention, if you don't learn how to control your hyperfocus.</p><p>The good news is that you can learn how to control your hyperfocus, and use it to supercharge your life by focusing on the things you actually <em>want</em> to be focused on! It's not easy, but it is actually very simple. The answer can be written in just ten letters: MEDITATION.</p><p>Meditation is the single most important key to controlling your hyperfocus, focusing on what you want to focus on, and moving your attention to the things that you want it to be on. Meditation is not some woo-woo magical thing... it's literally just training your brain to focus. That's literally what meditation IS. It's a practice of bringing your mind into the present moment, and focusing it on one thing at a time. This practice strengthens the parts of your brain that are responsible for regulating your attention. Just like lifting weights builds muscles in your body, practicing meditation builds neural connections in your brain (it's a process called neuroplasticity -- look it up!). Just like your muscles get bigger from lifting weights, your brain gets bigger by practicing meditation! And just like you can focus your exercise on strengthening a particular part of your body (arms, legs, chest, etc), you can focus your meditation on strengthening a particular part of your mind (deep focus, broad focus, generating joy, love, happiness, etc).</p><p>Many of the world's most successful entrepreneurs, futurists, inventors, and celebrities are people who have learned to direct their ADHD energy and control their innate powers of hyperfocus. In this course, we will use meditation to do that, and more -- to become more focused, successful, stable, joyful, energized, and just plain happier in life!</p><p>By the end of this course, you will be experienced with five different meditation techniques, which you can practice in daily life:</p><p>- breathwork</p><p>- mindfulness</p><p>- mindfulness of breathing</p><p>- concentrating on a physical object, and</p><p>- concentrating on an activity,</p><p>You'll be equipped with the tools you need to become the best version of yourself, and transform your ADD/ADHD from a handicap into a superpower!</p><p>The skills you'll learn in this course will be worth 1000x more than the price of the course. Not only will this course save you money on ADD/ADHD drugs like Adderall &amp; Ritalin, and help you make tens, hundreds, or thousands of times more successful in life than you would have been without being able to control your superpowers of hyperfocus, the meditations you learn in this course will make you immeasurably happier, over the course of your lifetime. And that's kind of the point of this whole \"life\" thing anyway, isn't it? What's $50 in comparison to a lifetime of sustainable happiness?</p><p>Don't get distracted by any shiny things or other tabs. Click the button to sign up for this course now. This may be the single most important moment in your life. Stay focused, sign up now, and start watching right away!</p>", "preview_video": "https://mp4-b.udemycdn.com/2020-05-27_20-20-07-459935e0a9202bdf79719b86a44cb5c4/1/WebHD_720p.mp4?secure=42yxVC-xwI3v4qTaSGuRNA%3D%3D%2C1639509005"}]}