{"last_time_update": "2021-12-24 07:32:22", "results": [{"course_id": "4355952", "category": "Finance & Accounting", "sub_category": "Investing & Trading", "title": "Der ultimative Aktien Trading Kurs: Aktienhandel von A-Z", "level": "All Levels", "author": "Christoph Neuwirth", "duration": "6 Stunden", "rating": "0.0", "reviews": "0", "students": "324", "coupon_code": "DEB162631423564562AE", "preview_img": "https://img-c.udemycdn.com/course/750x422/4355952_b30d_2.jpg", "coupon_link": "https://www.udemy.com/course/der-ultimative-aktien-trading-kurs-aktienhandel-von-a-z/?couponCode=DEB162631423564562AE", "end_day": "2021-12-28 14:47:51+00:00", "headline": "Vom Anfänger zum Profi - Lerne profitabel zu traden | Technische Analyse, Trading-Psychologie, Risikomanagement & mehr", "description": "<ul><li><p>Willst du lernen, wie man erfolgreich Daytrading betreibt? </p></li><li><p>Wie du Charts lesen und effektiv handeln kannst?</p></li><li><p>Und wie du deine Verluste begrenzen und deine Gewinne steigern kannst?</p></li></ul><p><strong>Dann suche nicht weiter, dieser Kurs wird dir beibringen, wie du ein intelligenter Investor und Trader auf dem Aktien Markt sein kannst, um dein Einkommen zu erhöhen, während du deine Arbeitszeit reduzierst.</strong><br><br>In diesem Kurs werde ich Informationen für <strong>Anfänger und Fortgeschrittene</strong> vermitteln, um dich auf den richtigen Weg zu bringen, ein <strong>erfolgreicher</strong> und <strong>beständig profitabler Trader</strong> zu werden. Zusätzlich zu all dem Material werde ich dir meine <strong>persönlichen Tricks und Techniken</strong> zeigen, damit du einen einfachen und erfolgreichen Start ins Trading hast.</p><p>Wir fangen mit den grundlegenden Konzepten an und arbeiten uns dann zu den fortgeschritteneren Themen vor.</p><p>Am Ende dieses Kurses wirst du vollständig verstehen, wie der Aktienmarkt funktioniert. Du wirst verstehen, was eine <strong>Aktie</strong> ist, warum du einen <strong>Broker</strong> brauchst und was <strong>Börsen</strong> sind.<br><br>Du wirst wissen, wie du die Währungen, die du handelst, analysieren kannst, indem du die <strong>Technische Analyse</strong> anwendest. Du wirst lernen, wie du den Wirtschaftskalender verwenden kannst, um bedeutende Wirtschaftsnachrichten zu vermeiden oder gezielt zu traden - je nach Strategie.</p><p>Du wirst auch ein <strong>Experte im Lesen von Charts</strong> werden! Das bedeutet, dass du wissen wirst, wie du die besten <strong>Chartmuster</strong> und <strong>Candlestick-Patterns</strong> erkennst und die besten <strong>technischen Indikatoren</strong> verwendest, um an optimalen Stellen zu kaufen und zu verkaufen.</p><p>Wir behandeln auch <strong>Risikomanagement</strong> und <strong>Money Management Techniken</strong>, damit du genau weißt, wie viel du bei jedem Trade kaufen oder verkaufen musst und wo du deine Take Profits und Stop Losses platzieren musst, um <strong>dein Risiko zu minimieren</strong>!<br><br>Zusätzlich bekommst du eine Excel Vorlage, um deine Positionsgröße einfach und leicht zu berechnen.</p><p>Ich gehe sogar noch weiter als andere Trading-Kurse und behandel die <strong>Trading-Psychologie</strong> - Ein Thema, dass einen großen Einfluss auf die <strong>Trading-Performance</strong> hat!<br><br>Wenn du dich für diesen Kurs registrierst, hast du:</p><ul><li><p>Lebenslangen Zugang zum Kurs</p></li><li><p>Zugang zu allen neuen/zusätzlichen Lektionen (Meine Kurse sind immer auf dem neuesten Stand!)</p></li><li><p>Zugang zu unserem Q&amp;A Bereich für immer!</p></li></ul><p><strong>Übrigens: Du hast eine 30-tägige, 100%ige Geld-zurück-Garantie, ohne Fragen zu stellen, also hast du nichts zu verlieren</strong>. Du kannst mir jederzeit schreiben und mich kontaktieren, wenn du Fragen hast oder Feedback auf dem Weg brauchst. <strong>Du stehst nicht alleine da!</strong></p><p><strong>Es ist Zeit, aktiv zu werden! </strong>Mache den nächsten Schritt und lerne, wie man am Aktien-Markt handelt. </p><p><strong>Klicke auf den \"Jetzt kaufen\" Button, oben rechts und schreib dich ein in den Kurs.</strong></p><p> - Dein Dozent - <br>Christoph Neuwirth</p><p>Ich freue mich darauf, dich im Kurs zu sehen!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-12-20_19-51-46-0576c8874ed75b3b6a5b479cdfb792a6/2/WebHD_720p.mp4?Expires=1640343362&Signature=lnUi8z1vbercwcQFAJ9jVxPbM1dsEpXsWE9tmYjwhrWVC3~uyw0mzmG7~T31~ehXLwhcliKI4DrRB7aMNgM3abU2x2Urwl1~PSg7ZnT-Gcmx8HZq8Zjy7IiBadaTMWBELnfbhXkfNaDIPvOIi4Mw000OrmSXsnH7vNkyZYh2BsqVFEJKlFUHKKuEaL0X121A9uv8O-L2J62QiWYWwQSxYeRlaNVPIhBuO5jkhmiGWd3J7j40e1yWIuKTaLJuFkyd6NQd2JocoaRNPWYzQNPsu4jQkFIUOCfk99~2F0~559xAI8266q8q6RSdhKvnkvTVNCmb4MzIbsxSKKYDiKVnqg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4453042", "category": "Office Productivity", "sub_category": "Other Office Productivity", "title": "Productivité : 26 méthodes à appliquer immédiatement !", "level": "All Levels", "author": "French Templates", "duration": "1 heure", "rating": "0.0", "reviews": "0", "students": "119", "coupon_code": "NEWPRODUCTIVITE", "preview_img": "https://img-c.udemycdn.com/course/750x422/4453042_fdcc_3.jpg", "coupon_link": "https://www.udemy.com/course/productivite-26-methodes-a-appliquer-immediatement/?couponCode=NEWPRODUCTIVITE", "end_day": "2021-12-28 13:43:48+00:00", "headline": "Rendez votre temps infini !", "description": "<p>Bonjour !</p><p>Retrouvez le seul cours français qui vous propose facilement et rapidement <strong>d'améliorer votre productivité</strong> !</p><p><strong><em>Ce cours est un condensé pour ILLUSTRER 26 méthodes pour devenir plus productif !</em></strong></p><p>De nombreuses personnes pensent manquer de temps, et si vous êtes ici, c'est certainement votre cas. Mais en réalité, elles ne manquent pas de temps, elles l'utilisent juste mal ! Voilà pourquoi elles ne parviennent pas à <strong>améliorer leur productivité</strong>. </p><p>Dans ce cours, je vous donne 26 clés pour utiliser votre temps de manière efficiente au bureau comme à la maison.</p><p>Au programme, des conseils pour créer vos Mantras, pour utiliser différents types de liste dans toutes les situations. Mais aussi des conseils universels à appliquer partout et à enseigner à tout le monde ! Vous serez <strong>productif</strong> et les autres vous envieront !</p><p>Nous parlerons aussi d'une énergie dite \"Pas le Time\" qui vous permettra d'appliquer tout ce dont vous aurez besoin pour devenir <strong>plus productif</strong>.</p><p>La <strong>productivité </strong>est devenue un art dans lequel on dit tout et n'importe quoi… C'est pourquoi je vous explique comment créer et utiliser des filtres de parole ou de projet ! Ils vous permettront à coup sûr <strong>d'améliorer votre productivité</strong>.</p><p>J'ai volontairement choisi un format cours, car il aurait été paradoxal de vouloir vous faire gagner du temps avec une formation de 8 heures… C'est pourquoi toutes les vidéos tiennent en 2 ou 3 minutes maximum avec une présentation simple pour faciliter votre écoute ! J'essaie moi aussi <strong>d'améliorer ma productivité</strong> ;) !</p><p>Bien évidemment, améliorer votre <strong>productivité </strong>ne passe que par vous, alors soyez motivé et comptez sur moi et mon équipe pour vous écouter en cas de problèmes ! Une adresse e-mail vous ait dédié !</p><p>Et n'oubliez pas, c'est satisfait ou remboursé pendant 30 jours et vous obtenez un certificat de fin de formation à la fin du cours !</p><p>Bien à vous,</p><p>Votre (futur) formateur préféré,</p><p>French Templates.</p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-12-20_11-59-34-77386d59ad412b3ea8bf967251ad39c7/2/WebHD_720p.mp4?Expires=1640343364&Signature=gyE0ea6LGgi3R0ODVmEakfziyZMFiBWaQsMlA2oK~sHYUlnIbYgMmhthxJxeZBMFr2zSL65Y7ZTrYBxdyWtdoSVZCeFIoHyI0VZPZQ-9RWAYYZyLrlYgcBT2fwwfBm8G-w32GfCDsDR7t32gHi799NAAsrFAdKhwSpueARvYVvK-GZ21DrthaRSdbFfQ~A1B1F26p3NZxVvgKfSQaChkAsj9nv~SNd9-T6sjboIh45jDMXQmwDVT8mDCeDqP9A-xN7xxmxhBJuhtgCyoK7ijkI69WDgVAHpCJ7nG6DkeY8G9BIcVn0uYYr0JGY0lh~szwo4x8BMGfSOnWHhicGmy6w__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "965528", "category": "Development", "sub_category": "Web Development", "title": "Web Development Masterclass - Complete Certificate Course", "level": "All Levels", "author": "YouAccel Training", "duration": "20.5 hours", "rating": "4.4", "reviews": "7644", "students": "401726", "coupon_code": "YOUACCEL53022", "preview_img": "https://img-b.udemycdn.com/course/750x422/965528_737d_7.jpg?secure=RwKzOocs81sjJVFZgnDh_Q%3D%3D%2C1640413584", "coupon_link": "https://www.udemy.com/course/web-development-masterclass-complete-certificate-course/?couponCode=YOUACCEL53022", "end_day": "2021-12-29 02:49:00+00:00", "headline": "Learn to setup virtual cloud servers and develop database-driven websites using the latest web technologies.", "description": "<p><strong>This course is fully compatible with the latest versions of Ubuntu (20.04 LTS, 18.04 LTS). You can also continue using 14.04 LTS or 16.04 LTS if you prefer, as the content is compatible with all versions.</strong></p><p>This course offers a comprehensive look into the entire web development process - from local server configuration using WAMP and MAMP (Apache, MySQL, PHP)&nbsp;to production deployment using the latest web technologies including: LAMP Stack (Linux, Apache, PHP and MySQL) for Ubuntu, HTML5, CSS, Bootstrap, JavaScript, jQuery, XML, and AJAX.</p><p>The content is ideal for those interested in working as a web developer, launching a web application,&nbsp;or devoted enthusiasts. The concepts explored in this course are suitable for individuals of all skill levels. Each module starts with the fundamental concepts and gradually transitions into more advanced material.</p><p><strong>What makes this course unique?</strong></p><p>This course is specifically intended to teach students to develop web applications using the most&nbsp;efficient&nbsp;methods&nbsp;and&nbsp;the&nbsp;latest&nbsp;web&nbsp;technologies. Through live demonstrations&nbsp;we teach&nbsp;the&nbsp;importance&nbsp;of&nbsp;using&nbsp;scalable cloud hosting infrastructures during the development process. This includes small informational websites of only a few pages to advanced 'big data' style, dynamic web applications. We go through several live examples of web development and Linux based server configurations on popular Cloud hosting providers such as Linode.&nbsp;<br></p><p><strong>Section 1 &amp; 2 (Introduction, How the Internet Works)</strong></p><p>The course begins with with an overview of learning objectives. We then explore how the internet works, including the composition and transmission of data packets over both local and wide-area&nbsp;Networks. Next we take a look at the HTTP and HTTPS&nbsp;protocols as applicable to client and server side communications - including DNS Lookups. This section will also teach students how email exchange works over SMTP and IMAP. The role of Network Ports and Firewalls are also introduced.</p><p><strong>Section 3, 4: (The Web Development Process, Planning a Website)</strong></p><p>Students will gain an understanding of all the steps involved in the web development process.</p><p><strong>Section 5: Web Hosting and System Requirements</strong></p><p>We conduct an in-depth case analysis of web hosting solutions including: Shared, Virtual Private, Dedicated and Cloud Hosting.</p><p>We provide an overview of various packages offered by different web hosting companies and weigh the pros and cons of each one.</p><p>Students are also introduced to the importance of web server scalability and the advantages of cloud hosting over traditional hosting services. We also examine the infrastructure requirements of popular, resource intensive applications such as Netflix and Facebook to emphasize the importance of avoiding costly mistakes in the initial stages of development.</p><p><strong>Section 6: Domain Names</strong></p><p>We provide an overview of the domain name registration process. This includes the role of registrars and TLD (Top Level Domain) administration by ICANN. ccTLD's (Country Code Top Level Domains) are also explored.</p><p>Students&nbsp;gain hands-on experience with the registration process using popular domain registrars. We&nbsp;provide a comparison of different registrars and register a sample domain name using GoDaddy. Other topics of discussion&nbsp;include: domain name privacy and administration, auto-renewal, domain forwarding, and name server assignment.</p><p><strong>Section 7: Testing Environment</strong></p><p>Students are introduced to configuring a local testing server on a PC or MAC system using WAMP (Windows) or MAMP (MAC). The lessons&nbsp;provide a detailed guide on installation of the packages and an overview of the interface.</p><p><strong>Section 8: Production Environment</strong></p><p>Students&nbsp;acquire the skills needed to optimally configure a live production environment for securely hosting web applications on a cloud server (Linode). The section starts with an overview of different cloud hosting providers such as Amazon Web Services, Microsoft Azure, Linode and Digital Ocean.</p><p>We then provide a live demonstration of server setup using Linode. This includes deployment of Ubuntu and installation of LAMP Stack&nbsp;(Linux)&nbsp;on the Linode Server using remote access consoles such as Terminal (MAC) and PuTTY for Windows.</p><p>Students&nbsp;gain an in-depth knowledge of server maintenance, file and directory commands. We&nbsp;also explore SSH Authentication for multiple users and file permissions to reduce security vulnerabilities. Remote Desktop connections for server administration are taught, using Tight VNC (Windows) and RealVNC (MAC).</p><p>A thorough overview of the Linode server management console is conducted, to show students how to scale servers, change root passwords, manage the DNS Zone file and create back-ups.</p><p><strong>Section 9: FTP Setup</strong></p><p>Students&nbsp;learn the role of an FTP (File Transfer Protocol) client to connect to a remote server, through a local machine. We&nbsp;provide a live demonstration on file upload using FileZilla and explore the FileZilla Interface for connection management.</p><p><strong>Section 10: HTML Development</strong></p><p>This section&nbsp;explores HTML. HTML is a key fundamental building block when learning to develop websites. Students&nbsp;initially learn the basics of HTML page structure and gradually transition into working with spacing, text formatting, lists, images, videos, links, anchors, tables, forms and much more. We&nbsp;include several projects, where students are shown first-hand, how to develop and code html web pages from scratch.</p><p><strong>Section 11: CSS Development</strong></p><p>Students learn to use CSS&nbsp;to create stylish, responsive web page layouts. We start by discussing the parts and types of CSS rules, followed by CSS classes, DIVS, and ID's. Students&nbsp;gain significant exposure to various formatting options, including margins, padding, font properties, backgrounds, transparency, positioning, link styling and CSS tables. This section includes a hands-on web development project where students&nbsp;utilize the concepts explored in the lesson.</p><p><strong>Section 12: Document Object Model (DOM)</strong></p><p>As a precursor to JavaScript, we explore the DOM (Document Object Model). We&nbsp;explain its usage and application in manipulating HTML and CSS elements.</p><p><strong>Section 13: JavaScript Development</strong></p><p>We introduce students to JavaScript coding to add interactivity to static HTML and CSS pages. The section starts with discussing JavaScript placement, using both internal and external scripts. We then take a look at JavaScript output, variable declarations, arithmetic operators, objects, strings, math functions, arrays, conditional statements, loops, functions and events. Students also go through two hands-on projects that will further solidify their knowledge of the concepts explored in the lessons.</p><p><strong>Section 14: JQuery Library</strong></p><p>We explore&nbsp;the jQuery library and many of its unique features, used to create stunning, animated web pages. We start with the basics, from embedding jQuery into web pages to working with Selectors. Students then explore working with events, toggling, fading, sliding, and other forms of animation. The lessons also teach students how to work with callbacks, chaining, dragables, accordion menus and many other functions.</p><p><strong>Section 15: Bootstrap Framework</strong></p><p>Students are taught to use the Bootstrap framework for responsive, mobile-first - front-end development. As one of the leading open-source development libraries, Bootstrap is an essential part of the developers coding arsenal. The section begins with teaching students how to include essential Bootstrap files into web pages. It then explores the Bootstrap Grid system and popular layout strategies for optimal cross-device and cross-browser compatibility.</p><p>Students gain exposure to just about every Bootstrap component, from typography, tables and images, to jumbotrons, wells, alerts, buttons, glyphicons and progress bars. The section includes several hands-on exercises that will walk students through the process of creating stunning layouts, complete with modals, carousels, popovers, drop-down menus, forms and much more.</p><p><strong>Section 16: PHP Development</strong></p><p>Students gain exposure to creating dynamic web applications and functionality using PHP. We start with the basics, including variable declaration and data output. The lessons then transition into working with objects, conditional statements, loops, functions, arrays and form validation.</p><p><strong>Section 17: MySQL Database Integration</strong></p><p>Students learn to unleash the true power of web application development with MySQL database integration. We start with the basics from database and table creation, to user management. Next we explore the execution of commonly used SQL statements for database modification and administration. Students are also taught how to create database connections and execute SQL statements from PHP scripts.</p><p><strong>Section 18, 19 (XML, AJAX, &amp; Development)</strong></p><p>We explore XML and AJAX integration to create dynamic content, without page refresh. The lessons&nbsp;cover several hands-on training exercises that will encompass many of the exciting functions AJAX offers. Students will build a website complete with database integration, registration forms with server-side validation, user authentication, and a SMTP-based contact submit form.</p><p><strong>Section 20: Google Apps for Work</strong></p><p>Students learn to create a customized business email address using Google Apps for Work. Email administration is also explored, along with alias creation.</p>", "preview_video": "https://mp4-c.udemycdn.com/2016-09-22_23-55-25-b5f25baa4c7f264f81e6c5a809b4ca30/WebHD_720p.mp4?Expires=1640343384&Signature=I4USDLBgOClpvVSVO6zLVHaW2mNUZbaoirYQoUqjTfdNHtxVyUN8SPbju7p5Sd3G4OP2yA3kc3NREjSwvleGUlJfdTaQoO9IqEa5nO2RK-tEX-MXxtZY9KuyxxkIEPZJtj8nqqyPcnmUj8s9ra-iqWaUo8S-HagLIQ51r3txNRv4gSEWtRMUVg508fsJBpJThGWhh7UCzzbRuzC6DMA0Ri2D1fN2SzR54K6zQ0p4GRAbnPqpMg5zIwS6-~9VUOsPx-YE61sPRPD086OesruFWfBOwrVA~EEfCQOdtK1HOohun4G5qkABrAqRnR2lsLyaP9~pjO6MbBXMxhASjkUVBg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4366450", "category": "Development", "sub_category": "Web Development", "title": "Amazon Elastic Compute Cloud (EC2) Beginners Certification", "level": "Beginner Level", "author": "YouAccel Training", "duration": "3.5 hours", "rating": "4.3", "reviews": "25", "students": "8764", "coupon_code": "YOUACCEL53022", "preview_img": "https://img-b.udemycdn.com/course/750x422/4366450_d859.jpg?secure=jd9jN21JpxH78N8QZCmg0A%3D%3D%2C1640413591", "coupon_link": "https://www.udemy.com/course/amazon-elastic-compute-cloud-ec2-beginners/?couponCode=YOUACCEL53022", "end_day": "2021-12-29 02:47:55+00:00", "headline": "Learn to Setup, Configure, and Administer EC2 Instances on AWS. Explore Virtualization, Scaling, Elastic IPs, + More", "description": "<p>Welcome to the Amazon EC2 Foundations Certification course. This course provides an in-depth overview of Amazon Elastic Compute Cloud (EC2). The EC2 service is an essential building block in becoming an AWS certified cloud practitioner. We will start with exploring key concepts relevant to EC2, followed by a hands-on practical guide to deploying compute resources on AWS. <br><br>The term “Scalable Cloud Computing” has now become synonymous with Amazon Web Services. For nearly a decade, AWS has been powering some of the world’s most popular websites and applications. Amazon EC2, is considered the computational backbone of AWS.<br><br>To illustrate how Amazon EC2 works, we explore the concept of virtualization. Virtualization is the process of creating a software-based virtual representation of a server. When we deploy an EC2 “Instance” we’re creating a virtual representation of a physical server and it’s resources.<strong> </strong>This includes: CPU, Memory (RAM), Storage, and network resources such as Bandwidth. <br><br>Similar to physical servers that you might find on-premises,<strong> </strong>virtual EC2 instances can also have different configurations. As a matter of fact, AWS offers the most comprehensive configuration options when it comes to deploying virtual servers.<strong> </strong>These configurations can easily be adapted to our resource needs, in real-time.<br><br>The level of customization a cloud provider can accommodate, will define the sophistication level of it’s overall service. Not all cloud services were created equal. AWS, is known to have the highest level of configuration options when compared to just about any other service. The AWS platform caters to both micro and enterprise level clients, using one of the most scalable and advanced virtualization infrastructures available.<br><br>Beyond the physical hardware customization and scalability, virtualization also accommodates the deployment of any operating system on the virtual machine. As you will see, we have the flexibility of deploying both Linux and Windows servers, using a variety of pre-configured virtual applications known as AMIs (Amazon Machine Images).</p><p>In addition to a theoretical deep dive into Amazon EC2, this course will also provide you with practical hands-on experience in working with the key features of EC2. This includes:</p><ul><li><p>Exploring the characteristics of EC2 Instances.</p></li><li><p>EC2 Instance Types</p></li><li><p>Creating IAM Users for EC2</p></li><li><p>Deploying EC2 Instances with pre-configured AMIs</p></li><li><p>Assigning Elastic IP's to Deployed Instances</p></li><li><p>EC2 Instance Administration </p></li><li><p>Creating Security Groups for Deployed Instances</p></li><li><p>Remote EC2 Administration using SSH Utilities like Terminal for MAC, and PuTTY&nbsp;for Windows.</p></li><li><p>Using EC2 Instance Connect to administer instances. </p></li></ul><p>If you're interested in learning how to deploy and administer virtual machines on the most robust cloud computing platform, hit the enroll button and let's jump right in.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-10-27_20-31-50-e6a5251fa545b84929c51309cb3cebc2/2/WebHD_720p.mp4?Expires=1640343391&Signature=LfnX4TBRB9j-wdRvcOwzb1fdVh5UU-XxINTvKzqPhHapueLaQH9lOeaZbanJSTaDV8OC4ySnkJ6TW~E2yAzi9VFeMOXEsaenIF5pl9E7IdEJbeRxDzPnGFMEyeSFE8CGxAIQxgmQmmBfNe8fzAbEWxiVCY7JLPRGkxxzIObQUZ5awEcpa7OGnpEtZ9JivJRvFBShJvow9Rfuw662uUQvykowTTW6RVCKvWLiV~m7F~X55AQqH5VqIFd7HwIR4FlrXClnHzC9NJkniMelxpyi9uZmMqqGAi8wXup1SerHDgHvKzO4f7d87cLHRGCIvoQBrvr8pnsLtufZuCxdWQsWOw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2904002", "category": "Personal Development", "sub_category": "Motivation", "title": "How To Achieve Goals Using Less Willpower", "level": "All Levels", "author": "Tim Joshi", "duration": "1 hour", "rating": "4.9", "reviews": "27", "students": "426", "coupon_code": "HOLIDAYGIFT21", "preview_img": "https://img-c.udemycdn.com/course/750x422/2904002_2fa6_8.jpg", "coupon_link": "https://www.udemy.com/course/tim-joshi-willpower/?couponCode=HOLIDAYGIFT21", "end_day": "2021-12-28 10:09:36+00:00", "headline": "Shift Your Mindset, Goal Strategies, and Energy Levels to Achieve Any Goal (1h of videos + 3h of assessments/exercises)", "description": "<p>In this course, I will take you on a step-by-step journey to have more willpower and use it far more efficiently than ever before. So by the end of this course, you will know exactly how to tackle difficult goals AND goal achievement will become easier for the rest of your life.</p><p><br></p><p><strong>You Will Shift Your Mindset, Goal Strategies, and Energy Levels to Achieve Any Goal.</strong></p><p><br></p><p>You will:</p><ul><li><p>Learn about leading scientific discoveries</p></li><li><p>Take assessments to understand your willpower potential</p></li><li><p>Learn how to increase your willpower and execute on your goals</p></li><li><p>Get everyday, real-life examples to use your learnings</p></li><li><p>Take interactive workshops that improve your willpower quickly and effectively</p></li><li><p>Experience shifts while you do the course</p></li><li><p>Bonus: Supercharge Your Future</p></li></ul><p><br></p><p><strong>Goal Achievement Will Get Easier For The Rest of Your Life!</strong></p><p><br></p><p>If a person thought about willpower per calorie instead of jogging minutes per calorie, what would happen? What if they knew the very best techniques to practice this approach? This course takes you on a journey of learning AND doing so that you experience the benefits of the techniques during the course and into the future.</p><p><br></p><p><strong>You Will Do It With These 12 Steps:</strong></p><ol><li><p>Overview: How to succeed at a difficult goal (that you have failed at)</p></li><li><p>Energy: Willpower Secret #1 and your energy flows</p></li><li><p>Assessment: How much energy do you have each day vs your potential</p></li><li><p>Exercise: How to design your day for more energy</p></li><li><p>Goal Strategy: Willpower Secret #2 and how to use your willpower most efficiently</p></li><li><p>Assessment: Your willpower efficiency versus your potential</p></li><li><p>Exercise: Increase your willpower efficiency today</p></li><li><p>Mindset: Willpower Secret #3 and the power of mindset</p></li><li><p>Assessment: Your mindset power vs your potential</p></li><li><p>Exercise: Building an effective mindset</p></li><li><p>Continuous Mindset development: Guided Meditations and Sleeping Yoga Nidra Meditations</p></li><li><p>Bonus: Supercharge Your Future</p></li></ol><p>This program is proven effective and has a 100% Satisfaction Guarantee. All you need is enough willpower to start right NOW!</p><p>I hope that you will join me in this amazing course!</p><p><br></p><p>*********************************************************************************</p><p>\"Tim really went into the psychology of personal transformation. He showed me that I was exhausting my willpower and motivation and how to overcome this. I went from feeling depleted all the time to feeling stronger and finally achieving my goal.\"</p><p>- <em>Justyna Augustyniak, Calgary, Canada</em></p><p><br></p><p>*********************************************************************************</p><p><br></p><p>\"I learned to reduce my temptation, and minimize cravings. I changed my subconscious patterns and changed my life.&nbsp; Tim's techniques worked.\"</p><p><em>- Felice Dubois, Bend, USA</em></p><p><br></p><p>*********************************************************************************</p><p>This course is subject to copyright, terms of use and privacy policies of Tim Joshi</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-01_02-47-24-29f7d3aeb38687f73aebfbe146f7372a/1/WebHD_720p.mp4?Expires=1640343401&Signature=OUK8PxBdxbp7WYeaHYgshmY4w4-bu5knqW1T73dC0vIfS3FhDXivEMMwp1P2DZYOh3lyVzDOAY6DKEm~IsWVKvOPG4K6neN0mRjCVXNt-6uBQn5p~6cVFgttnIWnG9BQahWxXRsCKdfjLcraSmhPX9lVFxcPMg4rKADPFi6z82Y75EWNhiPR6smgsNFW4ChrWDM~Plrj1Oihm6GhzIT-6HbS9LPtrWSpiSPTr9WxGf~JThc4FqsNpbaK53E7yHqkMDKcqC3z8dSsEiFKeYKSInkyxo09lBFUwFxT1WCEb4WQ9lYHcuiGArU7c2lB0Obi0I6XByCxxHoesOCnE-WqqA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4359810", "category": "IT & Software", "sub_category": "IT Certifications", "title": "CSS, JavaScript,PHP And Python Programming All in One Course", "level": "Beginner Level", "author": "PROPER DOT INSTITUTE", "duration": "10 hours", "rating": "4.6", "reviews": "25", "students": "7407", "coupon_code": "73C40475C870C1C12B9E", "preview_img": "https://img-c.udemycdn.com/course/750x422/4359810_9463.jpg", "coupon_link": "https://www.udemy.com/course/css-javascriptphp-and-python-programming-all-in-one-course/?couponCode=73C40475C870C1C12B9E", "end_day": "2021-12-29 02:03:18+00:00", "headline": "Learn CSS with Javascript, PHP And Python Programming Language All in One Course", "description": "<p><strong><em>Learn CSS and Javascript and PHP And Python all in one complete course </em></strong></p><p><em>section 1- CSS course with basics and advanced concepts of CSS</em></p><ul><li><p>ever wonder how the latest website designs are made? Cascading Style Sheets (CSS) are the main coding files used to layout a website and its design. CSS 3 is the latest in styling standards, and it brings several new properties and declarations you can use to make your website design more easily created. CSS is currently the only standard in website design that plugs directly into your HTML, even the latest HTML 5 standards. With CSS 3 and HTML 5, you can create the latest interactive pages for your website viewers.</p></li><li><p>this course shows you how to create CSS classes from a beginner's level. It starts off with basic HTML declarations, properties, values, and how to include a CSS style sheet with your HTML code. For those of you who are new to CSS and HTML, we show you step-by-step how to create a CSS file and include it in your HTML code, even if you use a cloud server for your hosting.</p></li><li><p>we show you how to position your elements, layout your elements relative to your documents, and style your HTML using predefined CSS values. We introduce you to the common CSS styling that you'll need when you start off designing your pages. If you want to get to know CSS and website design, this course is meant for you, and it can be used by anyone who hasn't even seen one line of CSS code yet. We focus on the latest CSS 3 and HTML 5 standards, so you get the latest when coding your website pages instead of focusing on older code.</p></li><li><p>there are no prerequisites. Anyone Can join this course. It is recommended though that individual have some basic computer programming knowledge.</p><p><br></p></li><li><p>Course Topics</p><p><br></p></li><li><p><em>Introduction to CSS</em></p></li><li><p><em>inclusion Of CSS&nbsp;In HTML</em></p></li><li><p><em>CSS syntax</em></p></li><li><p><em>CSS styling Text</em></p></li><li><p><em>CSS page backgrounds</em></p></li><li><p><em>CSS&nbsp;2D transform</em></p></li><li><p><em>CSS&nbsp;3D transform</em></p></li><li><p><em>CSS&nbsp;animation</em></p><p><em> and more....</em></p><p><br></p><p><em>Section 2- learn javascript programming language</em></p><ul><li><p>The course is created with thorough, extensive, but easy-to-follow content that you’ll easily understand and absorb.</p><p>The course starts with the basics, including JavaScript fundamentals, programming, and user interaction.</p><p><br></p><p>the curriculum is going to be very hands-on as we walk you from start to finish to become a professional Javascript developer. We will start from the very beginning by teaching you Javascript basics and programming fundamentals, and then execute into real-life practice and be ready for the real world.</p><p><br></p></li><li><p>while Javascript is complicated for beginners to learn, it is widely used in many web development areas.</p></li><li><p>this course gets you started with an introduction to JavaScript. It assumes that you're new to the language, so it gets you started with basic functionality such as creating functions, creating variables, and calling these lines of code from your standard HTML pages. It talks about events and triggers for custom event handling. It talks about pattern matching, searching for text within a page, flow control, and the document object model (DOM). We start off with the basics and move on to more complex functionality such as arrays and objects. We then discuss how to script common elements with JavaScript such as forms and tables. At the very end, we discuss major libraries such as Ajax, which allows you to make asynchronous calls to server-side scripts without reloading the web page in the server.</p></li></ul><ul><li><p>Master the fundamentals of writing Javascript scripts</p></li><li><p>Learn core Javascript scripting elements such as variables and Objects</p></li><li><p>Discover how to work with lists and sequence data</p></li><li><p>Write Javascript functions to facilitate code reuse</p></li><li><p>Use Javascript to read and write files</p></li><li><p>Make their code robust by handling errors and exceptions properly</p></li><li><p>Search text using regular expressions</p></li></ul><ul><li><p>The topics covered in this course are:</p><p><strong><em>*</em></strong><em> javascript course contents:</em></p></li><li><p><em>Javascript introduction</em></p></li><li><p><em>Javascript array</em></p></li><li><p><em>Javascript variables</em></p></li><li><p><em>Javascript functions</em></p></li><li><p><em>Javascript objects</em></p></li><li><p><em>Javascript control statements</em></p></li><li><p><em>Javascript cookies</em></p></li><li><p><em>Javascript loop statements</em></p></li><li><p><em>Javascript data structures</em></p></li><li><p><em>Javascript error handling</em></p></li><li><p><em>Javascript regular expressions</em></p><p><br></p><p><br><em>section 3- learn PHP&nbsp;programming language</em></p><p>This section will learn the basic structure of a web application and how a web browser interacts with a web server. You'll be introduced to the request/response cycle, including GET/POST/Redirect. You'll also gain an introductory understanding of Hypertext Markup Language (HTML), as well as the basic syntax and data structures of the PHP language, variables, logic, iteration, arrays, error handling, and superglobal variables, among other elements.</p><p><br></p></li><li><p><em>The topics covered in this PHP course are:</em></p><p><br></p></li><li><p><em>PHP various operator types</em></p></li><li><p><em>PHP arrays</em></p></li><li><p><em>PHP conditional statements</em></p></li><li><p><em>PHP loops</em></p></li><li><p><em>PHP function statements</em></p></li><li><p><em>PHP decision making</em></p></li><li><p><em>PHP&nbsp;file Input and Output</em></p></li><li><p><em>PHP web concepts</em></p></li><li><p><em>PHP MySql API</em></p></li><li><p><em>PHP CSPRNG</em></p></li><li><p><em>PHP scalar declaration</em></p></li><li><p>and more..</p></li></ul><p><br></p></li><li><p>Section 4- python programming language.</p></li></ul><p>This course section provides an introduction to programming and the python language. students are introduced to core python programming concepts like conditionals, loops, variables, and functions. this section includes an overview of the various python aspects. It also provides hands-on coding exercises using commonly used writing custom functions, and reading and writing to files. this section or whole course may be more robust than some other courses, as it delves deeper into certain essential programming topics.</p><p>what you will learn in this section:</p><ul><li><p>Identify core aspects of programming and features of the Python language</p></li><li><p>Understand and apply core programming concepts like conditionals, loops, variables, and functions</p></li><li><p>Use different ways for writing and running Python code</p></li><li><p>Design and write fully-functional Python programs using commonly used data structures, custom functions, and reading and writing to files</p><ul><li><p><em>python various operator types</em></p></li><li><p><em>python methods</em></p></li><li><p><em>python conditional statements</em></p></li><li><p><em>python loops</em></p></li><li><p><em>python function statements</em></p></li><li><p><em>python decision making</em></p></li><li><p><em>python file Input and Output</em></p></li><li><p>python datatypes.</p></li><li><p>and more..</p></li></ul><p><br></p><p><strong>Thank you see you inside the course</strong></p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-09_06-15-46-e8ffdcf1d25e442ca148e5a007dfb7da/2/WebHD_720p.mp4?Expires=1640343403&Signature=OKYQsg664fRsWh~3W~30xqiDE4uaOrzHQfe0TJYU4fwdhvo0XfXm2t6egEWFm~k8qKCQ5ZfOyPGkZjoT~22dOkz2uZSevlk70u3YXHY8tsIZu1GcUkS3HJ0Wxs5qPANvWzBIVp51eiazoyIPEwOPjasow3DdPeXLIwT0Uo~qbKmFogmpMpJt9oBbi2Hpbew4I4LbwpWucUXkj~qJ5vJ8nbzv3o1GS7sHFxM3MOxJVya4zJjcHqwZ9sNBVX-4bVx3E2taiq1tuHzVoHpJHI4WpbyiC0qhAx7IA~UTIu62O3tUSFw7QSoaCV8r0MBvTg~bJ~DF1k9CaD4hwm0xU5VI1w__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4362406", "category": "Development", "sub_category": "Web Development", "title": "Cloud Computing and Amazon Web Services (AWS) Fundamentals", "level": "Beginner Level", "author": "YouAccel Training", "duration": "2.5 hours", "rating": "4.3", "reviews": "39", "students": "7333", "coupon_code": "YOUACCEL53022", "preview_img": "https://img-c.udemycdn.com/course/750x422/4362406_fc40.jpg", "coupon_link": "https://www.udemy.com/course/cloud-computing-and-amazon-web-services-aws-fundamentals/?couponCode=YOUACCEL53022", "end_day": "2021-12-29 02:49:38+00:00", "headline": "Examine the Key Principles of Cloud Computing including Service Models, Deployment Models, & Foundations of AWS", "description": "<p><strong>Welcome to the Cloud Computing and Amazon Web Services (AWS) Fundamentals Certification Course</strong></p><p>Whether you are a systems administrator, network administrator, or full-stack developer, the importance of gaining a solid understanding of cloud computing, has never been more important.</p><p>This course takes a deep dive into the theoretical aspects of cloud computing, starting with an overview of the cloud computing phenomenon. Here, we discuss the major shift taking place from traditional on-premises IT to the exponential rise in cloud migration. Students will learn the foundations and benefits of cloud computing through the lens of companies like Netflix and Twitter. Over the last decade, these and many other fortune 500 companies have sought to utilize the cloud to unleash its robust capabilities. Statistics indicate that by the end of 2021, cloud data centers will process 94 percent of all IT workloads. It’s also estimated that by 2022 organizations from around the globe will spend close to $400B annually on cloud services. <br><br>Once students have a grasp on use cases and cloud terminology, the course dives into the characteristics of cloud computing, followed by an introduction into the concept of virtualization. Here students learn how software is used to create an abstraction layer over computer hardware, to facilitate the deployment of virtual machines, and scalable cloud resources.</p><p>The modules also include a detailed overview of cloud computing service models including, Infrastructure as a Service (IaaS), (Platform as a Service), and Software as a Service (SaaS) to illustrate the numerous ways that cloud computing is used in small to enterprise level projects. The course also explores several cloud deployment models including:</p><ul><li><p>Private cloud</p></li><li><p>Community cloud</p></li><li><p>Public vs. Hybrid Cloud</p></li><li><p>Virtual Private Cloud (VPC)</p></li></ul><p>As students gain familiarity with the integral elements of cloud computing, we explore the rise of AWS as the reigning king of cloud computing services. Students will learn the history of AWS, followed by a number of compelling statistics which illustrate the importance of perusing a career path specializing in the AWS platform.</p><p>The last module of this course offers a hands-on practical guide to establishing an AWS account along with an overview of AWS account basics. This includes exploring the following topics:</p><ul><li><p>AWS Global vs. Regional services</p></li><li><p>Creating AWS Billing alerts</p></li><li><p>Enabling Multi-Factor authentication for account security</p></li><li><p>Creating IAM Users and Groups</p></li><li><p>Configuring a custom password policy for the AWS account</p></li></ul><p>If you have a passion for cloud computing or foresee yourself working as a cloud practitioner, this course is an excellent place to start. By the end you will have gained valuable insights that are integral towards your journey in this vast, ever evolving space.</p><p><br></p>", "preview_video": "https://mp4-b.udemycdn.com/2021-10-29_18-16-05-72aae8152c0b6d480f2f90cb72abc80d/2/WebHD_720p.mp4?secure=pza2I4HH0nQMCuB7mV9EPw%3D%3D%2C1640343408"}, {"course_id": "1412662", "category": "Business", "sub_category": "Entrepreneurship", "title": "QuickBooks Pro Desktop 2022, 2021, 2020, & 2019", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "160 hours", "rating": "4.0", "reviews": "1350", "students": "51545", "coupon_code": "26413B58C8D44D2083DA", "preview_img": "https://img-b.udemycdn.com/course/750x422/1412662_c35e_8.jpg?secure=FqQN4UuAfIa9WZxa8cd2CA%3D%3D%2C1640413613", "coupon_link": "https://www.udemy.com/course/quickbooks-pro-2018-start-to-finish/?couponCode=26413B58C8D44D2083DA", "end_day": "2021-12-27 05:49:07+00:00", "headline": "Comprehensive QuickBooks course that starts at the basics and moves forward in a well planned and understandable way", "description": "<p>This comprehensive course will provide an understanding of QuickBooks Pro Desktop 2022, 2021, 2020, &amp; 2019 in a format beneficial to both beginners &amp; advanced users.</p><p>We will start at the basics &amp; go far beyond simple data entry, explaining how the software works in a clear step by step format.</p><p><strong>We continually update this course, making it a community and recourse you can regularly return to and learn from. Current students will have access to the updates as they are created.</strong></p><p><strong>How can I get access to the software?</strong></p><p><strong>If you do not have access to QuickBooks, Intuit, the owner of QuickBooks, often provides a free 30-day trial, perfect for our needs.</strong></p><ul><li><p><strong>Try typing into your favorite browser: Download a trial of QuickBooks Desktop</strong></p></li><li><p><strong>Students at accredited educational institutions may be able to get access to a trial version that lasts a year rather than 30 days. Try typing into your favorite browser: QuickBooks Desktop for Students </strong></p></li></ul><p>QuickBooks updates the software each year and we updated the course content each year, so you have the latest look and feel of the software.</p><p>One benefit of QuickBooks Desktop is that you can use the same software for multiple years. Therefore, you may have an older version of the software or may work with a client using an older version of the software.</p><p>Along with the most current software, this course will also include demonstrations in older versions of the software so that users can refer them when needed. We will also provide backup files related to older versions of the software that can be used to work through practice problems.</p><p>Note that there are some drawbacks to updating the course each year we want to be upfront about. We think the benefits outweigh the problems.</p><p>The course can feel bloated with content as we work similar demonstrations in new versions of the software. We will add the new content to the top of the course so you can jump right into the newest version. Each version of the software will include at least 25 hours of content once completed which makes it one of the most comprehensive courses you will find.</p><p>Adding new counted each year also makes it a little more difficult to fulfill the requirements for Udemy to provide a certificate of completion. However, you do not need to watch each video to receive the certificate of completion. Once you have finished the portion of the course that relates to you, the rest of the videos can be marked as completed manually, allowing Udemy to issue the certificate of completion.</p><p>This course will start at the basics, assuming you know nothing about the software or accounting.</p><p>We will start by comparing the different versions of QuickBooks. We will then go through the purchasing process, the downloading process, and the installation process.</p><p>The first half of the course will be dedicated to navigating the software, getting a feel for the major components of the software, and the primary accounting cycles such as the customer section or revenue cycle, the vendor section or payments cycle, and the employee section or payroll cycle.</p><p>Once we learn the primary sections or accounting cycles we will analyze the forms and transactions within each section, considering the impact each has on the financial statements.</p><p>The second half of the course will be in the format of a comprehensive problem, working through two months of data impute.</p><p>We will enter every standard type of transaction as we work through the comprehensive problem. The comprehensive problem format will provide context to the data entry process, so we understand how the data impute fits into the accounting workflow.</p><p>A comprehensive problem also allows us to do more than simple data entry, data entry generally being the easiest part of the accounting process. We will be able to see how to set up the system to make the data entry as easy as possible.</p><p>We will also be able to see the impact on the financial statements of every transaction we make and be able to check our work after each transaction.</p><p>QuickBooks backup files will be provided. Backup files allow us to restore a data file and are very useful for learning. Backup files permit us to jump forward in a practice problem and have the data needed to work along with the step by step presentations, having the same data as is in the example presentation, in our system as we start the practice problem. Backup files also allow us to rework a problem or start over if we make an error.</p><p>If a course teaches in the form of a comprehensive problem, the best way to teach, and they do not provide backup files you will need to start the problem with no data and then follow the entire problem without any errors to line up with each step of the example problem being presented. Backup files allow you much more flexibility, being able to jump to future parts of the practice problem or rework any part of the problem.</p>", "preview_video": "https://mp4-b.udemycdn.com/2020-09-15_01-34-25-4652e2888c5dbee4f405be6132694d23/1/WebHD_720p.mp4?secure=gnPodphdPCnTKtMM4tGpLQ%3D%3D%2C1640343413"}, {"course_id": "2492980", "category": "Photography & Video", "sub_category": "Video Design", "title": "Color Grading and Video Editing with Davinci Resolve 17", "level": "Beginner Level", "author": "AK Media", "duration": "42 mins", "rating": "3.5", "reviews": "156", "students": "56456", "coupon_code": "77002C984CF86F481422", "preview_img": "https://img-c.udemycdn.com/course/750x422/2492980_0c85.jpg", "coupon_link": "https://www.udemy.com/course/color-grading-and-video-editing-with-davinci-resolve/?couponCode=77002C984CF86F481422", "end_day": "2021-12-27 05:36:31+00:00", "headline": "Learn Video Editing in DaVinci Resolve 17 with Color Correction & Color Grading & Visual Effects", "description": "<p><br></p><p><strong><em>DaVinci Resolve 16&nbsp; Beginners Course </em></strong></p><p>DaVinci Resolve 16 is a free professional video editing application used by professionals and amateurs. It’s easy and simple to use. It provides you with simple to use yet powerful tools to edit your videos and achieve high quality production.</p><p><strong>This course is for beginners. You do not need any previous knowledge in DaVinci Resolve 17 or video editing experience.</strong></p><p>You will dive straightaway into creating your first video and add music, graphics, text and couple of transitions. No time is wasted with unnecessary concepts. You will be up and running in DaVinci Resolve in less than an half hour.</p><p>I’ll teach you everything you need to know about video editing, visual effects, motion graphics, color correction &amp; grading and audio editing to create professionally looking videos.</p><p>We will make a video together from start to finish, step by step. You will start right at the beginning from how to import your video clips all the way through to Color Correction and Grading.</p><p>You can even come up with your own awesome and original video using the same footage. It’s open to your imagination and what you want to create.</p><p>What will you learn in this DaVinci Resolve 16 Course?</p><ul><li><p>Start by understanding the workflow in DaVinci Resolve.</p></li><li><p>Efficiently import and organize your media from Bins to Power Bins</p></li><li><p>Dive in and create your first short video – Just to get started.</p></li><li><p>Discover multiple ways to assemble your video – from inserts to swaps</p></li><li><p>Fine edit your clips a frame at a time</p></li><li><p>Lots fun re-timing your clips with speed graphs – Slow Motion and Fast Motion</p></li><li><p>You will Master Transitions and create your own</p></li><li><p>Add Graphics, Lower Thirds and Titles, we will even create an Intro and Outro</p></li><li><p>Work in the more advanced Fusion Text</p></li><li><p>Apply and customize Effects from ResolveFX</p></li><li><p>Achieve Perfect Color Correction – including Log footage</p></li><li><p>Use Power Windows, Cloud and Point Trackers to bring up features in your clips.</p></li><li><p>Understand (in detail) and work with advanced tools such as Curves, Qualifiers, Keys.</p></li><li><p>Start Color Grading like a colorist (at least a beginner one) and produce awesome videos.</p></li></ul><p>So, if you’re looking to:</p><p>Edit your Videos for your YouTube channel with a free professional and extensive application or Create exciting and well edited videos for your family album, Edit a marketing video for your website, Create a Music Video, Edit Documentaries, Start your Career as a Video Editor, Create your first Demo-Reel Then you will find this course ideal for your needs, as you work with an instructor who really cares about your success as individual.</p><p>Enroll now and start Video Editing right away. See you in the first lecture.</p><p>Wishes,</p><p>Adeep</p>", "preview_video": "https://mp4-c.udemycdn.com/2019-12-30_21-33-09-e525f6e28ebc49603ed37c34071b8565/WebHD_720p.mp4?Expires=1640343415&Signature=WfVpJnc2QSc6uF1nn3Q~J2NNbNAEOjCTg2skixm4jMgl54Mx0QvhBuyCdTTTup~g5B7DE~3EV8XUy3okfOEqRe9lFKrOXQAsAgR3w4vMxMpkOZfvaBH4ufn3xE8Lasg5llqRwqtxF9blj2D8dUkRJKSJHf5qf83CdLnI2lu8P9VEGR7TZlHT0V9IQ7iryy0w7hLsFANb3Z-L2eOn0thYWxTgypM5GvlfdeZ6v1c1-d9VIIEIYINA5oGVQnQAvSkyYnt8o4pwbpdPUWFDgfPDoEWhIQGuhEbE7rhAS~OXxRBA3IgVG5UIMNpFYTy-c3iPCVTYFSwvMH4qG6VwF011VA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2409116", "category": "Business", "sub_category": "Business Strategy", "title": "SEO Optimierung", "level": "All Levels", "author": "Kristoffer Ditz", "duration": "1,5 Stunden", "rating": "4.4", "reviews": "18", "students": "487", "coupon_code": "47C99C9FA60E8C53B177", "preview_img": "https://img-b.udemycdn.com/course/750x422/2409116_8c35_2.jpg?secure=lAocUmJ6IMGT743iNAZe-g%3D%3D%2C1640413627", "coupon_link": "https://www.udemy.com/course/seo-optimierung/?couponCode=47C99C9FA60E8C53B177", "end_day": "2021-12-28 10:20:27+00:00", "headline": "Bringen Sie Ihre Website bei Google nach oben", "description": "<p><strong>Kursbeschreibung</strong></p><p>In diesem Video-Training lernen Sie, wie Sie das SEO&nbsp; für Ihre Website optimieren.</p><p>Es dauert in der Regel, bis Ihre Website in Google weit oben steht. Damit dies bei Ihnen schnell funktioniert, lernen Sie in diesem Video-Kurs, was Sie bei SEO&nbsp;beachten müssen.</p><p>Geredet und versprochen wird viel. Deswegen werden Sie anhand der Website der Hanseatic Business School sehen, wie hier Unterseiten bei Google weit oben im Ranking stehen - Kompetenznachweis</p><p><br></p><p><strong>Inhalt:</strong></p><p>- Was sollte im Social Media beachtet werden</p><p>- Was sind die Spielregeln bei den Keywords</p><p>- Wie SEO funktioniert</p><p>- Wie Sie Ihre Website im Ranking nach oben bringen</p><p>- Checkliste zur Bearbeitung</p>", "preview_video": "https://mp4-b.udemycdn.com/2019-06-17_07-51-04-4ef4b109d19446ba4c9d9a9bcb8b30d3/WebHD_720p.mp4?secure=pP2RCXHAbpl8vwtpEhmsOQ%3D%3D%2C1640343427"}, {"course_id": "2970650", "category": "Business", "sub_category": "Sales", "title": "Customer Retention: Maximise Your Profits", "level": "All Levels", "author": "Customer Core", "duration": "1.5 hours", "rating": "4.4", "reviews": "21", "students": "3308", "coupon_code": "3E9BF0186D0A381A10C3", "preview_img": "https://img-b.udemycdn.com/course/750x422/2970650_f472.jpg?secure=rBKNWCwCxnJjHMXzdvhbEw%3D%3D%2C1640413636", "coupon_link": "https://www.udemy.com/course/customer-retention-max-profits-fast/?couponCode=3E9BF0186D0A381A10C3", "end_day": "2021-12-28 11:44:36+00:00", "headline": "How CRM, Customer Care, Customer Service, Customer Satisfaction, and Customer Experience will 10X your profits.", "description": "<p><strong>What is your ideal work-life?</strong> Does the word carefree come to mind?</p><p>Free from the worry and stress of having to make more money to pay the bills each month.</p><p>Ultimately, <strong>carefree work life is what this course is all about.</strong></p><p>I want to show you a fast, cost-effective and reliable way to increase your sales and profits.</p><p><strong>You want a carefree work life, and you're either:</strong></p><ol><li><p>Someone who has spent hours awake at night trying to figure out how to get new customers.</p></li><li><p>Someone who sees others being successful, but isn't having as much success as you'd like, despite working really hard every day.</p></li></ol><p>I can help you, no matter what situation you're in.</p><p><strong>THIS COURSE WILL SHOW YOU:</strong></p><ul><li><p><strong>Why do you need to focus on customer retention?</strong></p></li><li><p><strong>The benefits of customer retention.</strong></p></li><li><p><strong>Free tools to help you implement a customer retention strategy.</strong></p></li><li><p><strong>How to figure out where you are with your existing customer retention efforts.</strong></p></li><li><p><strong>What you need to do before you create your customer retention strategy.</strong></p></li><li><p><strong>How to get your team onboard your customer retention strategy.</strong></p></li><li><p><strong>Great tips for getting your organization to focus on Customer Retention.</strong></p></li><li><p><strong>Bulletproof customer retention strategies to use today.</strong></p></li><li><p><strong>How CRM, customer care, customer service, customer satisfaction, and customer experience will lead to customer retention.</strong></p></li><li><p><strong>Valuable customer retention tactics that will get results.</strong></p></li><li><p><strong>Practical tips to have your customers return often and purchase more.</strong></p></li><li><p><strong>Examples of successful customer retention in action.</strong></p></li><li><p><strong>Diligently track and measure your customer retention efforts.</strong></p></li><li><p><strong>Along with the video content of the course, there are many bonuses.</strong></p><p><br></p><p><strong>BONUSES:</strong></p></li><li><p>Downloadable resources and guides</p></li><li><p>An audio version of the course to listen on the go</p></li><li><p>Assignments that make you productive while taking the course</p></li><li><p>An instructor who truly cares about your success</p><p><br></p></li></ul><p><strong>I SHARE PRACTICAL SECRETS IN THIS COURSE</strong></p><p>These are techniques that I have used to grow profits in multiple businesses They are techniques that other successful business owners are using today to grow their sales.</p><p><br></p><p><strong>IT WILL NEVER BE A BETTER TIME TO START A CUSTOMER RETENTION STRATEGY</strong></p><p>The key thing to know before starting is that you need very little to get started.</p><p>You don't need to know how to sell</p><p>You don't need to know how the market.</p><p>You just need to be consistent and persistent. You just need to believe in yourself and your team. You just need to keep your eye on the goal (whatever that may be - $1,000,000 per year extra in sales, financial independence).</p><p><strong>WHY AM I DOING THIS?</strong></p><p>Customer Retention can change your life. Instead of racking your brain trying to come up with creative ways to get new customers and stressing about how to pay your bills each month, you will now have the easiest and most effective way to increase your sales and profits without breaking the bank.</p><p>Customer Retention can change your life. Instead of racking your brain trying to come up with creative ways to get new customers and stressing about how to pay your bills each month, you will now have the easiest and most effective way to increase your sales and profits without breaking the bank.</p><p>I have had wonderful opportunities to work with and learn from hundreds of successful businesses over the past 25 years. I have studied their customer retention strategies and tactics for becoming and staying successful.</p><p><em>Now I want to give back.</em></p><p>That's why I created this course - <em>to walk with you through the entire process.</em></p><p>With our 30-day 100% money-back guarantee, there's no reason to hesitate.</p><p><strong>I'll give you two more reasons why you should enroll right this second:</strong></p><p>Your investment in this course will quickly be paid back even just by implementing some of the techniques I share with you. There are lots of gold nuggets to choose from, making this course a great investment in your future success.</p><p>While today is still the best day you can get started with creating and implementing a customer retention strategy, it will get harder for businesses as the markets get more and more competitive. You want to start as soon as you can (like today) to take advantage of the fact that your competitors may not have a customer retention strategy in place just yet. Instead of struggling and trying to do everything yourself, just learn from someone who has already figured it out.</p><p><strong>I CAN'T WAIT TO SEE YOUR SUCCESS</strong></p><p>In the first section, I give you 5 mostly free tech tools to help you implement a customer retention strategy. These will enable you to improve your retention right now to achieve great customer loyalty!</p><p><strong>See you inside!</strong></p><p>FK</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-04-08_21-06-45-0b64a1572bd7a966ce46513bd3da4154/WebHD_720p.mp4?Expires=1640343436&Signature=X5KNaP-OAZnZQPzKmSyRqdy56d9r56NuW97N6HN1LnXaIz4rVd~RVjNt5bO3v9uDjv~OKc6~1ZFzJLTE488vPGT0Bt6AkHg2apl~BqgdzoyWGEv2MGXJa29gQVtwUcqWUTU3qczNVC1wJ9Pr~ZQWvBac0i0qA1bf70VeoppTNFm8FO9k3cqKdMgjTRMHD~eJQJ9BvC-Gh9k49ppXeXjwKqhy4chvWnXAvdTo0q43ove7BZ0OTjiPG-Iygq0ePKfAl~KKoGZU5Y~EAs1kJy~I7mnF7CkGl-BljJ~keLIJLO7VL~nWP8wV1hIKYBuLFVez~LF-Wb99LFyhR8BfxTx2kg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1355526", "category": "Design", "sub_category": "User Experience Design", "title": "Ultimate Guide to Product Design: Design Thinking Approach", "level": "All Levels", "author": "Susmita Dutta", "duration": "2 hours", "rating": "4.4", "reviews": "287", "students": "28634", "coupon_code": "DEC2021FREE001", "preview_img": "https://img-c.udemycdn.com/course/750x422/1355526_c6db_2.jpg", "coupon_link": "https://www.udemy.com/course/design-engaging-products-using-design-thinking/?couponCode=DEC2021FREE001", "end_day": "2021-12-28 23:40:08+00:00", "headline": "Uncover the secrets of successful products for outstanding user experience. Design your unique product that users love!", "description": "<p><strong>**Course Updated - Nov 2021**</strong></p><p>World finally understands the essential role of design. Products look better than ever, interfaces feel intuitive, and companies are hiring designers at an increasing rate. But, the designer’s role has been changing over last few years. It’s no longer enough to iterate and understand your user, instead in today’s world, designers should be able to do both – identify problems and build solutions, which will increase their worth by at least 10 times for any company. When you can do both, you can do things that no one else can do and you will be a unique asset in your company.</p><p>There’s a shift under way in large organizations, one that puts design much closer to the center of the enterprise. But the shift isn’t about aesthetics. It’s about applying the principles of design for better user experience. This new approach is in large part a response to the increasing complexity of modern technology and modern business.&nbsp;\n\n</p><p>Most people don't think about how poorly designed everyday interactions are until they learn the principles of good design and user experience, many of which are not intuitive. You don't need to be born thinking about this stuff in order to become a successful designer, it's a skill that can be developed like anything else. Passion often follows from knowledge and expertise.\n\n&nbsp; </p><p>In this course, I have explained the entire design process which when integrated into your product can create an amazing user experience. You will also learn to approach a problem in a systematic manner. Working in a series is the most important stage of the design process. The ability to experiment, to value and learn from mistakes, and build on the experience achieved is the hallmark of a the truly successful and creative individual, whatever the field. \n\n&nbsp; So, what are you waiting for?? Get Enrolled and start your journey today… Happy learning my dear friends. See you in the course</p>", "preview_video": "https://mp4-c.udemycdn.com/2017-11-15_01-10-17-efe7530653e94df1faa10a70604487ec/WebHD_720p.mp4?Expires=1640343460&Signature=DZDVroecbotPERqOb7Dj3pPRw~5oT83bvVgP4poDwQkGnzwiCPicefpSLF1Ot~RhmSrXwInGgiAUpDiQvxyguQL5ON6xye2Ag4dfieIXqjCi6TApM1IQk3aTiUTz~llB~KAbDESZQyetxAtfreOBR7G-lzqKpOSdrqqFYNCSwngS1OFVozHrzSGmpUdZF~uGgwNqsXB4r6BGXDuCvBQ4V-s~xiS55xZfykrQDsJ-ytt6cMMjvGec3UrtJHN5XjqhKJgfGALEGmadZhiuonxJSFsThfZ2OTJO00yNwCi1u8D5Y2wRtvIms4BXLf9ofZ6ntQnoF7CdZ6Zm7p1LKIhFrg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2591028", "category": "IT & Software", "sub_category": "Other IT & Software", "title": "OBS Studio - Ultimate Livestreaming Guide to OBS Studio", "level": "Beginner Level", "author": "Nick Nyxson", "duration": "2.5 hours", "rating": "4.4", "reviews": "744", "students": "104990", "coupon_code": "664DAA0A840B406A1024", "preview_img": "https://img-b.udemycdn.com/course/750x422/2591028_45c3_3.jpg?secure=FHGFFSBcK-9hVVKjp0ulEg%3D%3D%2C1640413667", "coupon_link": "https://www.udemy.com/course/ultimate-beginners-guide-to-open-broadcaster-softwareobs/?couponCode=664DAA0A840B406A1024", "end_day": "2021-12-27 04:13:17+00:00", "headline": "Start LiveStreaming and Recording to Twitch, YouTube, Mixer & more using Open Broadcaster Software (OBS Studio)", "description": "<p>Welcome to <strong>OBS Studio - Ultimate Livestreaming Guide to OBS Studio!</strong></p><p>Nick Nyxson here, your instructor.</p><p>In this course, you will learn how to start using&nbsp; Open Broadcaster Software (OBS Studio) for Livestreaming on Twitch, YouTube, Mixer, and other platforms,&nbsp; even if you have no idea where to start.</p><p>In this course You Will Learn:</p><ul><li><p><strong>Which version of OBS Studio (Open Broadcaster Software) You need to use;</strong></p></li><li><p><strong>How to download OBS Studio;</strong></p></li><li><p><strong>OBS Studio Settings Walkthrough;</strong></p></li><li><p><strong>OBS StudioSources and Scenes;</strong></p></li><li><p><strong>OBS Studio Audio setup;</strong></p></li><li><p><strong>OBS Studio Effects;</strong></p></li><li><p><strong>and Many More!</strong></p></li></ul><p>Everything you will learn here will be based on My practice as a video content creator and Streamer and Everything shown step by step as I am performing everything live on video.</p><p>Most importantly this course will continue and grow as time passes and all the upgrades will be available for FREE for every enrolled student.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p><p>Join me in this amazing journey and I hope to see you in class :)</p><p><br></p><p><em>This course is made for the complete beginner of Open Broadcaster Software (OBS Studio).</em></p><p><br></p><p><strong><em>Version History:</em></strong></p><p><em>Version 1.0 - Initial Release;<br>Version1.1 - Added 8 New Lectures (and 3 New Sections), Updated Logo.</em></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-11-26_08-55-48-e1f4a9d6f1090c1f1a70be0ec9901712/1/WebHD_720p.mp4?Expires=1640343467&Signature=a8llrdVjhB-37Sf3I30b97ci4R3mIlDTUhBHJmxZgy4CvW-H5zbKUe1eeJxOwseEWxbrN0kZlT5ZQij0pFEWI9jjdXaQrdmT0V7k3ybX584PsUhn~9E3HgUz~OLAFt-~2AHCC~2YhMVfjkSi~QWlKmKitXQgumM2rWlNG0cNYEJZApgrtRCRRa~~suvN7UJa3OUOU8a1M5nR7M3vl6RwUHnbwaA6KaCB3KvJGK2QBId44jdFp6K6hkdSbyEJTf0-~2tDPcsEpWkHka~am3E1Ui4YUP3ha-9WrVz-Nj5cPxyZO1JgemBKaY3UCQlRFRK1EWO3dIrLLr7F9q6LWylafA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3109678", "category": "Health & Fitness", "sub_category": "Meditation", "title": "Meditation Masterclass: meditation teacher certification", "level": "All Levels", "author": "Kevin Ellerton", "duration": "5.5 hours", "rating": "4.4", "reviews": "496", "students": "65006", "coupon_code": "6389C7AF4FE082270A74", "preview_img": "https://img-c.udemycdn.com/course/750x422/3109678_a0c1_2.jpg", "coupon_link": "https://www.udemy.com/course/meditation-masterclass/?couponCode=6389C7AF4FE082270A74", "end_day": "2021-12-26 03:47:43+00:00", "headline": "Accredited meditation certification course. Learn & teach a wide range of meditation techniques from around the world!", "description": "<p>In this course, you'll learn meditations from all around the world!</p><p>From mindfulness to zen to breath-work, chakras, Tibetan bowls, and everything in between, you'll even be certified to teach meditation by the end of the course!</p><p>From new meditators to zen masters alike, no matter what your level of experience, you can gain a lot from exploring this course. By the end, you'll have experience with over a dozen different styles of meditation!</p><p>This course is accredited by The Meditation Organization as a Certified Meditation Teacher Training Course -- AMC&nbsp;(Accredited&nbsp;Meditation&nbsp;Course) #39283 -- so once you receive your Meditation Certification at the end of this course, you'll be able to teach meditation to others as well.</p><p>While many course creators make one-hour courses to maximize the ROI&nbsp;on their time&nbsp;(one hour courses often sell for as much as 20-hour courses), that's not what this course is about. This course is my masterclass, a culmination of over a decade of learning meditation techniques from gurus around the world and teaching it to groups of students here in the United States. When friends and family ask me to teach them to meditate, I always wish I had a link to send them, that would cover everything that I would want to teach them if I only had the time. Well, I took the time to make this course, and this is the link that I will send to people in the future! </p><p>That's why I've made this course as comprehensive as I could possibly make it, and why I will continue to add videos to this course over the months, years, and decades to come.</p><p>Welcome to my Meditation Masterclass. I hope you enjoy it ❤️</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-05-24_16-45-38-96cd7f4ca7b6809da22109c4da307e94/1/WebHD_720p.mp4?Expires=1640343472&Signature=lEDTbpimdF1Qg4~u5SuUvg~DIZnupLB4K1sCoJcA~KKuHgbgwlOJiV2h3Oem~tya2lL44C7tMAIvv9HmkAY5zeNe~HbogW--dZjTFi7xQC1BuuRq1xEAYmBcd7Up25T1RPLdoupYKxEwTLo9nxiF7XoFQKO0eCSEQzqKRKIfiGtD~gBNL7bra59zb1aF-2-zg0QEYpaaV~ISiyYQezHHi946ba~mtu8KgzoDf9-UNxd1Rlnx1qDqSa6026yvuie5z1UBWZDVWRocXdpr6sdkzS-CnzTpljx-AI9M0MxgU0n8gJBWUCfCzBsQPOOj~Ef7SJADjpDl~zQR6bD28onPfg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4366436", "category": "Development", "sub_category": "Web Development", "title": "AWS Identity and Access Management (IAM) Foundations", "level": "Beginner Level", "author": "YouAccel Training", "duration": "3 hours", "rating": "4.5", "reviews": "17", "students": "8786", "coupon_code": "YOUACCEL53022", "preview_img": "https://img-b.udemycdn.com/course/750x422/4366436_dd7b.jpg?secure=LJ7glUpcrCj5ebfbmQorIg%3D%3D%2C1640413677", "coupon_link": "https://www.udemy.com/course/aws-identity-and-access-management-iam-foundations/?couponCode=YOUACCEL53022", "end_day": "2021-12-29 02:49:12+00:00", "headline": "Setup and Configure Multiple Users in an AWS account using IAM. Assign Privileges, Create Access Logs, and Setup MFA.", "description": "<p>Welcome to the AWS Identity and Access Management (IAM) Foundations Certification Course. </p><p>In this course we will explore AWS Identity and Access Management (IAM). </p><p>IAM is a very important part of understanding how to securely and efficiently manage the services and users within an AWS&nbsp;account. </p><p>As defined by AWS, <em>“AWS Identity and Access Management (IAM) is a web service that helps you securely control access to AWS resources. You use IAM to control who is authenticated (signed in) and authorized (has permissions) to use resources.”</em></p><p>When creating an AWS account, the default account is the Root account. This root account has complete access to all AWS services and resources on the account. The root account should only be used to perform a few account and service management tasks.</p><p>Each service deployed in an AWS&nbsp;account should only be accessible to users permitted to use the service. </p><p><strong>This course will explore the following components of IAM with hands-on exercises:</strong></p><ul><li><p>Allowing multiple users to administer the resources in an AWS account without having to share passwords. <br></p></li><li><p>Creating granular permissions for AWS users. This means each IAM user can be granted a different level of privileges for different resources in the AWS account. <br></p></li><li><p>Applying IAM&nbsp;credentials to applications, thus providing the application with access to specified AWS services. <br></p></li><li><p>Enabling Multi-Factor Authentication (MFA) for individual IAM&nbsp;Users.<br></p></li><li><p>Enabling access records and logging for IAM&nbsp;Users using AWS&nbsp;CloutTrail. </p></li></ul><p>If you are interested in learning how to securely manage an AWS&nbsp;account using IAM, hit the enroll button and let's get started. </p>", "preview_video": "https://mp4-c.udemycdn.com/2021-10-28_01-30-47-43d71fd09476a6f1d02cea3b083426d5/2/WebHD_720p.mp4?Expires=1640343477&Signature=BB8Qa9u4ZbZC-5auSs~UOLsz2FBGchsDmXIOPAOAW3TpZEmYxR~hmXISJRofCrYcha3bfmpKVpOAzoat2CtsNmNZGvhXAKB2xLJqaseqpMhHqCYZi1WVaQEaBem2YCP70mSV1jOHg1bx3GPkFmaffotxZV9q3WNMG-D1G-H-TVUAz7KH~K9SgUVZbBZ196KfsKA34SEcETVRNL7-oTgOKe0N0ZUMOA88BU5i4WEZB6vAm18fdnvpOKxGmoiDp5dOGxaPZKLuGusE3UuxulDUfzl4FAY4TbSnKsOnlhONoiqyonmVvGJwbkED3yrMNE7mMjCYO-ZrG0SZfJ8kxJdrjQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2410998", "category": "Development", "sub_category": "Web Development", "title": "HTML, CSS, & Bootstrap - Certification Course for Beginners", "level": "Beginner Level", "author": "YouAccel Training", "duration": "7 hours", "rating": "4.4", "reviews": "1297", "students": "91339", "coupon_code": "YOUACCEL53022", "preview_img": "https://img-c.udemycdn.com/course/750x422/2410998_275d_3.jpg", "coupon_link": "https://www.udemy.com/course/html-css-bootstrap-certification-course-for-beginners/?couponCode=YOUACCEL53022", "end_day": "2021-12-29 02:49:50+00:00", "headline": "A Complete Guide for Beginners interested in learning HTML, CSS, & Bootstrap for Building Stylish, Responsive Web Pages.", "description": "<p>This course covers three essential concepts for aspiring Web Developers. This includes HTML, CSS, &amp;&nbsp;Bootstrap. Each section comes complete with comprehensive lessons that help students master the art of front-end coding. </p><p>The course is divided as follows:</p><p><strong>HTML Development</strong></p><p>This section explores HTML. HTML is a key fundamental building block when learning to develop websites. Students initially learn the basics of HTML page structure and gradually transition into working with spacing, text formatting, lists, images, videos, links, anchors, tables, forms and much more. We include several projects, where students are shown first-hand, how to develop and code html web pages from scratch.</p><p><strong>CSS Development</strong></p><p>Students learn to use CSS to create stylish, responsive web page layouts. We start by discussing the parts and types of CSS rules, followed by CSS classes, DIVS, and ID's. Students gain significant exposure to various formatting options, including margins, padding, font properties, backgrounds, transparency, positioning, link styling and CSS tables. This section includes a hands-on web development project where students utilize the concepts explored in the lesson.</p><p><strong>Bootstrap Framework</strong></p><p>Students are taught to use the Bootstrap framework for responsive, mobile-first - front-end development. As one of the leading open-source development libraries, Bootstrap is an essential part of the developers coding arsenal. The section begins with teaching students how to include essential Bootstrap files into web pages. It then explores the Bootstrap Grid system and popular layout strategies for optimal cross-device and cross-browser compatibility.</p><p>Students gain exposure to just about every Bootstrap component, from typography, tables and images, to jumbotrons, wells, alerts, buttons, glyphicons and progress bars. The section includes several hands-on exercises that will walk students through the process of creating stunning layouts, complete with modals, carousels, popovers, drop-down menus, forms and much more.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-02-26_17-39-33-f30ef334a8bcb952082d2adbdb388d0b/1/WebHD_720p.mp4?Expires=1640343490&Signature=il0mtV9QSMLDuig4FSlSt39juE7pSqU9FRT0UKAGyxBJFBgFr1DY4HNmcKN0PthI8zYHJaatpL7ABdyaywNFuvdoWLv0TSn3FvUtb1GinY9nYB0YtKN8s50xkl4w3ESTUSsVP2myKk8ytvtc1nyAEbts43aPafj5TDQh1sKZuNC~6ZonKxwZj1LQWKJoBjV7T5nu078A7e5ZexnQ-7r5CYB9GD6oZUoAWnnvZNHCSWny~WX3GxLsaT9d~8vU4rHhU7zUATOx5nDE5IqMV3aiYtr-NOpMLmmYW9ULyHZlUFiv1FS4UJaXUSqGBTDAAE-5Ap0A2OYVIp1gdCiGLIJHOw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3989930", "category": "Business", "sub_category": "Business Analytics & Intelligence", "title": "TIBCO Spotfire Development : Beginners To Advanced Course", "level": "All Levels", "author": "Prince Patni", "duration": "2 hours", "rating": "3.8", "reviews": "12", "students": "8776", "coupon_code": "SPOTFIRE_XMAS", "preview_img": "https://img-c.udemycdn.com/course/750x422/3989930_92f5.jpg", "coupon_link": "https://www.udemy.com/course/tibco-spotfire-development-beginners-to-advanced-course/?couponCode=SPOTFIRE_XMAS", "end_day": "2021-12-26 20:07:58+00:00", "headline": "Learn TIBCO Spotfire in this Fast Paced Course - Right from Basics to Advanced Topics like Expressions, Python, R etc.", "description": "<p>This <strong>TIBCO</strong> <strong>Spotfire course</strong> will help you to become a Data Visualization Expert and will enhance your BI skills by offering you comprehensive knowledge, and the required hands-on experience on this widely used BI tool, by solving real-time industry-based projects.<br></p><p><strong>Top Reasons why you should learn Tibco Spotfire : </strong></p><ul><li><p>TIBCO Spotfire is among the top Business Intelligence tools used industry wide.</p></li><li><p>The demand for BI&nbsp;professionals is on the rise. This is one of the most sought-after profession currently in the lines of Data Science, and the Salary is also among the highest in the industry.</p></li><li><p>There are multiple opportunities across the Globe for everyone with the knowledge of Spotfire.</p></li><li><p>Spotfire has a small learning curve and you can pick up even advanced concepts very quickly.</p></li><li><p>Lot of Organizations are switching to Spotfire due to its advanced capabilities, and currently there is a shortage of Skilled Spotfire professionals.</p></li></ul><p><strong>Top Reasons why you should choose this Course :</strong></p><ul><li><p>This course is designed keeping in mind the students from all backgrounds - hence we cover everything from basics, and gradually progress towards advanced topics.</p></li><li><p>This course is fast paced and can be completed in a day.</p></li><li><p>Actual Case Studies and Live Examples of all topics.</p></li><li><p>All Doubts will be answered.</p></li></ul><p><strong>Most Importantly, Guidance is offered beyond the Tool - You will not only learn the Software, but important Dashboard Design principles. Also, I will share a cheat sheet to quickly find the right chart to use, sources to get public datasets to work on, Getting inspirational ideas, Best Resources to get Working Scripts, &amp; Answers to all your doubts - Technical or Non-Technical.</strong></p><p>This course is recommended for everyone who want to switch their career to Business Intelligence - the most lucrative job profile of 2021 and ahead.<br></p><p>A Verifiable Certificate of Completion is presented to all students who undertake this TIBCO Spotfire course.</p><p><strong><em><br>Note : New Lectures on Advanced Topics, Useful Python Scripts &amp; Helpful Tips will be added Regularly and Announcements will be made.</em></strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-09-28_10-50-36-26306151900da9e49acff5c5d3059b7b/2/WebHD_720p.mp4?Expires=1640343492&Signature=JfSy99ta3mBMoRVx1vPT61PABDGnRUSXgtM5rxsy72hqZ5E3vsP02Frk8F1AytSP9qOwYCPUOPjRuU9H5uldM8MnWDIniNocAg-m5w4Fnpw5JRproZsDaaVgA4d9tlkXaJAkBkz1gbiX14y0QvnWDjELdgyPlblv2vMZg02w96zE3NDJdUZkcB7HGjkx7PIhANugR9MtVbeBmyPkiy2QLVtH~xTQcNZNYgqIUfiK3YhhPehqObRAEwZEhQm4Se0VWHXc57-4e6CqksNQ5xKxpO01x5E2cXiLvMs7k1PfRnHwiwK0FZG0yGKLXo0FWl2elN71W1F8nExH-~Yk6ZehQQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4233882", "category": "IT & Software", "sub_category": "IT Certifications", "title": "PSPO1™ Practice Tests Scrum Product Owner certification-160Q", "level": "All Levels", "author": "Debajyoti Adhya", "duration": "", "rating": "4.3", "reviews": "16", "students": "8160", "coupon_code": "F7D53B02A71635CA2293", "preview_img": "https://img-b.udemycdn.com/course/750x422/4233882_79fb.jpg?secure=iLiN5bJMFfStB_bWKIMNGw%3D%3D%2C1640413697", "coupon_link": "https://www.udemy.com/course/pspo1tm-practice-tests-scrum-product-owner-certification-160q/?couponCode=F7D53B02A71635CA2293", "end_day": "2021-12-28 10:39:53+00:00", "headline": "The Complete PSPO1™ Practice Test - 160Q - Pass PSPO1™ Certification Exam Successfully - Lets Get it Done !", "description": "<p>The Professional Scrum Product Owner certification or <strong>PSPO1™</strong>&nbsp; is most widely accepted and globally recognized Product Owner Certification. This certification is provided by<strong> Scrum org </strong>and to pass the exam the candidate need to be aligned with the latest changes in the Scrum Guide. The best way to validate the knowledge is to take practice Exams.</p><p><strong>Exam Details:</strong></p><ul><li><p>Total 80 Questions</p></li><li><p>Exam time 60 Min.</p></li><li><p>Pass at 85%</p></li><li><p>Exam price 150$</p></li></ul><p>This course provides 160 practice test questions, which will help you get ready to pass the <strong>PSPO1™</strong>&nbsp;exam. This course is set up to match the latest changes in scrum guide presented in the <strong>PSPO1™</strong>&nbsp;exam content outlines published by <strong>Scrum org</strong> on 2021. </p><p>This course provides 160 practice test questions, which will help you get ready to pass the <strong>PSPO1™</strong>&nbsp;exam. </p><p>This practice test provides a robust system to help you pass the certification exam in the first time! By using this test questions, you can identify weak areas upfront and then create a strategy for the exam day.</p><p>The course includes 2 practice tests. Take the tests like the actual exam. If you can get more than 85 percent of the answers correct, you're ready to take the certification exam.</p><p><strong>This course is specifically for:</strong></p><p>· People that want to take a Product Owner certification exam like PSPO1 or CSPO.</p><p>· People that know the Scrum framework and theory. To learn about scrum you can take this course: </p><p><strong>Is there a guarantee to pass ?</strong></p><p>Absolutely yes ! You can enroll now <strong>100% risk-free</strong> because you receive <strong>30 days, unconditional full money-back guarantee </strong>in case you are not satisfied<strong>.</strong></p><p>So, go ahead and click the “<strong>Buy Now</strong>” button right now !</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-08-11_10-24-28-a1d6a760e6b15e468cd287872ab0a912/2/WebHD_720p.mp4?Expires=1640343497&Signature=hzVUWXzZBPVhCAnMvOeyAZxmAXZ42PhYwMSvVo3Atf5xJUhsGVWUVNAR78C1qlGdRr~RLPTnundjzluy180MxLfmz~I4JkR70lreWcQA4kLb7TBcHMknayY~moLJZ5saCQt6MDsASxCbrwxUe87HYdUDr~anh00waDGZ1QmbXEMoMealh3bPNPHoe8WiLQpe~dMjkS4U8LSQf1Sg7ttI4PwEtKPLA6U~8Qt~aDAewzlhec6ZM-nIT4Bra2bax9bV447OgU5xTHS~7SVeFLpvWpldDgbm8ku1cp7d0TcPKRucqhktO5muw8gle1918wu~xRkbfA57enGj1of-vmMn7Q__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1931752", "category": "Marketing", "sub_category": "Digital Marketing", "title": "Mega Digital Marketing Course A-Z: 12 Courses in 1 + Updates", "level": "All Levels", "author": "Pouya Eti • Digital Marketing Expert", "duration": "56 hours", "rating": "4.5", "reviews": "9481", "students": "102660", "coupon_code": "2021ENDYEARGIFT", "preview_img": "https://img-b.udemycdn.com/course/750x422/1931752_1012_13.jpg?secure=apKlX5Z0qlTOOb4uG0Ie9Q%3D%3D%2C1640413702", "coupon_link": "https://www.udemy.com/course/digital-marketing-strategy-course-wordpress-seo-instagram-facebook/?couponCode=2021ENDYEARGIFT", "end_day": "2021-12-29 05:03:47+00:00", "headline": "Digital Marketing Strategy, Social Media Marketing, WordPress, SEO, Digital Sale, Email, Instagram, Facebook, ads ..", "description": "<p><strong>Mega Digital Marketing Course A-Z: Market The Product To The World</strong></p><p><strong>By the end you will be able to use multiple platform to introduce your product, to market with the right way, and to convince that it is the best product for people.</strong></p><p>.</p><p>In this WordPress Website course&nbsp;You will learn how to:</p><ul><li><p>Create a powerful <strong>WordPress website</strong> for marketing (using a <strong>theme</strong>)</p></li><li><p>Create <strong>slider</strong>, <strong>call to actions</strong>, <strong>landing pages</strong>, garbing <strong>email forms</strong> for <strong>email marketing</strong>, <strong>Store</strong>, <strong>products </strong>and much more</p></li><li><p><strong>21 digital marketing strategies</strong> (marketing cognitive biases) </p></li><li><p><strong>4 type of business energy</strong> and how to react against them to be more convincing</p></li><li><p><strong>Website persuasion, </strong>what elements to use on your website according to your niche</p></li><li><p>Use <strong>Mailchimp </strong>for <strong>email marketing</strong>, how to create lists, signup forms, campaigns ...</p></li><li><p><strong>Copywriting </strong>to write a powerful blog/email to convince more people</p></li><li><p><strong>6</strong> hooked <strong>headline </strong>formulas</p></li><li><p>How to become a <strong>story teller</strong></p></li><li><p><strong>SEO</strong></p></li><li><p>Do <strong>Keyword research</strong> on different areas according to your business</p></li><li><p>Use <strong>headline analyzer</strong></p></li><li><p><strong>Yoast </strong>for SEO on WordPress</p></li><li><p>Write a <strong>copy </strong>that follows <strong>SEO &amp; readability instructions</strong></p></li><li><p>Work with<strong> search engins</strong></p></li><li><p><strong>Drive traffic</strong> to your webpage</p></li><li><p>Complete <strong>Instagram Marketing</strong></p></li><li><p>Improve your <strong>content quality</strong></p></li><li><p>Use <strong>automation </strong>tools</p></li><li><p><strong>Instagram ads</strong></p></li><li><p>Complete <strong>Facebook marketing</strong></p></li><li><p><strong>Facebook ads</strong></p></li><li><p>Do <strong>retargeting</strong></p></li><li><p>Do <strong>live streaming</strong> on different platforms</p></li><li><p>Complete<strong> Google Analytics</strong></p></li><li><p>and much more ...</p></li></ul><p>.</p><p>As I mentioned in the promo video, this Digital Marketing course is so complete and it is not something you can finish in couple of days or weeks. This program will take 3 to 4 months till you can complete the course, learn and practice everything so you can become a master at digital marketing. </p><p>The first step we are going to take is to setup our WordPress website. We are going to use a wordpress theme and little by little we are going to build our website and along the way we will follow some specific digital marketing instructions. In addition we are going to build powerful landing pages to increase sale, online shop, product pages, complete WooCommerce, and much more.</p><p>After we completed our website for marketing, we will start to learn more about digital marke4ting strategies. You must learn the concepts, the way you should think in marketing, the tips and tricks. Marketing cognitive biases are extremely powerful and using 2 or 3 of them can bring a huge sale for you.</p><p><br></p><p><strong>------------Important!</strong></p><p>Not everyone knows about digital marketing cognitive biases, and please please use them in ethical way. With cognitive biases you will have the ability to convince people toward your goals and it is extremely important to use it for ethical purposes !!! <strong>if you are not sure you can do it please do not join the course.</strong></p><p><strong>------------Important!</strong></p><p><br></p><p>Next we will learn about 4 type of business energies which is very useful in marketing, to analyze your product and your customer and to know what strategies will work best on them. This system is developed by my mentor years ago and since I learned myself, I used it a lot and brought so much benefit into my businesses.</p><p>Email marketing is one of the brutal ways to do digital marketing and in this course we are going to use Mailchimp to do it. We are going to learn how to use Mailchimp, create lists, signup forms, successful marketing campaigns and so on.</p><p>After that we will learn more about copywriting, which most people are very weak in this topic. We will learn and practice how to write a powerful and hooked headline, how to write convincing copy to increase our sale.</p><p><br></p><p>The next topic we are going to focus on is SEO (search engine optimization), how to bring our webpages to rank in the first page of Google and other search engines. We will start this section by learning more about keywords and how we can select the best possible choice.</p><p>One of the most complete sections which we have in this course is Instagram marketing which you will learn everything that exist in Instagram marketing. How to improve your page, how to improve your content quality, more than 20 marketing strategies to grow your page. Instagram automation tools which help you along the way. How to create viral posts on Instagram and so on.</p><p><br></p><p>The next step is about Facebook marketing, we will learn how to build a page and grow it using specific digital marketing strategies. we will learn how to build a group and market it as a source for our business. we will learn Facebook advertisement which is important in digital marketing. There is an other thing which is important to learn which is retargeting, we will learn and practice it also along the course.</p><p>The other important tool we need to learn is Google analytics. Along the way on our business we will face lots and lots problems and Google analytics will help us to fix those problems and suggest the best possible solution. </p><p><br></p><p>Also by the end of the course you will receive your \"Digital Marketing\" certificate so you can use it on your resume to increase your salary.</p><p><br></p><p>If you really want to achieve everything said above<strong>&nbsp;join this course NOW! , </strong>master digital marketing and take your business to the next level with \"Mega Digital Marketing Course A-Z: 12 Couses in 1\" course.</p><p><strong>Mega Digital Marketing Course A-Z: 12 Couses in 1</strong>&nbsp;by Pouya Eti&nbsp;</p>", "preview_video": "https://mp4-c.udemycdn.com/2019-12-03_10-02-42-1676cef7b3d48335b9327d45e331542a/2/WebHD_720p.mp4?Expires=1640343502&Signature=N--cO0kbOtjrLT82QmvJmrf8x23hOP5DEvhZ1JypXwehgaKkNSovbiCVl9CmeyUvqYDEg5wXcRPtrRsbxq2XDZQ7EtrUXAxg8gZmqgDUPqBH8jWVS1ID8ZoKilOkGe5qK-21er4x895jpv0~q89mXQCGH7B0z47i7qAdMGOAufKpCVdcYRzYpCtQr-Vdv9WQf~zD6Xn0uOfwq1ULCUckynoxi~hSta71WlnI8UEmMxP7FQIqYhujlvtgRXB4ZGAnFvKyz8giRZUym1uYn3UZaENLcH8pronvWTTZ8KyW4OUiXjSx-x3pdWZToxJwJG5xLu0mNLg3ajrT5hf3BDXhog__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3850302", "category": "Business", "sub_category": "Sales", "title": "First Steps Into Selling Smarter", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "1 hour", "rating": "4.4", "reviews": "182", "students": "46745", "coupon_code": "DEC-2021", "preview_img": "https://img-c.udemycdn.com/course/750x422/3850302_4d8e.jpg", "coupon_link": "https://www.udemy.com/course/first-steps-into-selling-smarter-t/?couponCode=DEC-2021", "end_day": "2021-12-28 11:37:30+00:00", "headline": "Sales is a component of a company’s marketing and promotions", "description": "<p>Broadly defined, today’s top salespeople are in the business of identifying needs and persuading potential customers to respond favorably to an idea that will result in mutual satisfaction for both the buyer and the seller.</p><p><br>So with this course, you will become a skilled salesperson, skilled at networking and learn the 80/20 rule. After today, you will know who to target and how to target them, and remember to do some prospecting every day through warming up cold calls, following up on leads, or networking.</p><p><strong>At the end of this course you will be able to:</strong></p><ul><li><p>Understand a wonderful paradox: helping other people get what they want gives us more of what we want.</p></li><li><p>Use goal-setting techniques as a way to focus on what you want to accomplish and develop strategies for getting there.</p></li><li><p>Identify and be able to better present the competitive strengths of your products and services, so that you can be proactive in handling objections and more successful at asking for the business.</p></li><li><p>Use different types of selling for different situations.</p></li><li><p>Learn how to use a prospect board to make you more successful.</p></li><li><p>Identify target markets and target companies with the 80/20 rule in mind.</p></li><li><p>Develop and practice networking skills at every opportunity.</p></li></ul><p>So, what are you waiting for? Let’s get started.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-02-15_12-33-57-4806b234b179e5987c49698dbae8f00a/1/WebHD_720p.mp4?Expires=1640343507&Signature=hwGwuDcUkSmvJb4AGZN2WsqUGfaxf5VSgQX3LcLqIbBzn4GSV51U-qn9nNtquXo2Ws~af32LddzFNkTxJRHVp5OptiCJMquTn5dWdNtKy4ginqlYX4BDcW56sNQOPt31OZO05YzaRuzqDM4H5jnBF8bjRXqMN5NaaFnGCcZToLvuL7xk0GD8amgfuaym6RzqDC38Qc838U2UcdnHoPeTx7-E9K-kYkkltA09JouICjn-eDpivYvfiY~NR7ctrXwD1qtNGLc5hZOGKlKIHmXqv~NDNA8gFJuXilFBTZdVaZwDFQ7u56FQ8nHYvtPXgEYfbBvwsFX-NbPrlBn9f-s7Bg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1139400", "category": "Development", "sub_category": "Web Development", "title": "How to Install a Free SSL Certificate using Let's Encrypt", "level": "Beginner Level", "author": "YouAccel Training", "duration": "1 hour", "rating": "4.5", "reviews": "777", "students": "102425", "coupon_code": "YOUACCEL53022", "preview_img": "https://img-b.udemycdn.com/course/750x422/1139400_c79c_4.jpg?secure=_87W3I0QWJTWQUo4LP9L1g%3D%3D%2C1640413714", "coupon_link": "https://www.udemy.com/course/fix-googles-new-not-secure-warning-with-lets-encrypt/?couponCode=YOUACCEL53022", "end_day": "2021-12-29 02:48:42+00:00", "headline": "Learn to Secure website traffic using HTTPS by installing a FREE Let's Encrypt SSL Certificate!", "description": "<p><strong>In the modern internet age, delivering web content over a secure protocol has become essential.</strong> <br><br>Since January 2017, Google attaches a warning label to any website that does not secure sensitive web page content by delivering it using HTTPS. This includes web pages that contain forms asking for usernames, passwords, credit cards and other sensitive information. <br><br>In the near future Google plans to roll out a requirement for all web pages to be secured. Warning labels will become progressively more aggressive, and eventually highlighted in red, bold colors on the address bar. <br><br>It is easy to see the consequences of not complying with this new requirement. You invest time, money and energy to drive traffic to your website. Your users expect a secure browsing experience and will likely be deterred from using your page when they see such warning labels attached. <br><br>There is a common misconception that securing a webpage over HTTPS requires expert server knowledge and is a costly and cumbersome process. <br><br>The purpose of this course is designed to teach you everything you need to know about HTTPS and SSL certificates. We start with the basics. Exploring the theory and definitions that will be useful in developing your understanding. <br><br>From there, we dive into configuring a server on Digital Ocean and installing a free SSL certificate known as Let's Encrypt. We also explore setting up Cron Jobs on an Ubuntu server, to automatically renew your certificate periodically. <br><br>After completing this course, you will easily be able to secure any web page using HTTPS and free SSL certificates.</p>", "preview_video": "https://mp4-c.udemycdn.com/2017-03-09_01-35-09-a77399483f6ff91e9a5d4dc93ba0ae8b/WebHD_720p.mp4?Expires=1640343514&Signature=EDuwXHnRPC6~OQK-ebpM51Vdsh766vZulCKaN7obGVx0vq1Qc6y55SWCfd6duVyF1oQlyImAjwFUnbBo3tEXbh1I6nx2wGODb6MUjk~qLpBmcpxzoM0HM7PtgLJQslVhoSLsqIKd9SfDr936JlecTb-nZoO7UdUcWcZbuf6Dlwf6aB-bdejyq-Qzw-4C9CinPYMAitPQHWz2Xpm7L47VpJtTUOgIbn2EUlCV4jR4GCo6LpXjo7-vvI6dgVNS7~ATK6AkLtmwiJKajcVA~yflD3mheBQoBOuudyIUUiLrMH0wRT91h2vaKL5KKkcEYuFQwbi7pT73nmhv26s3u1iByg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4446124", "category": "Personal Development", "sub_category": "Personal Transformation", "title": "Ebay Dropshipping Eğitim Kampı - Okyanusi Üniversitesi", "level": "All Levels", "author": "Okyanusi University", "duration": "3 saat", "rating": "5.0", "reviews": "2", "students": "828", "coupon_code": "E59A78E89A9B1CBE3045", "preview_img": "https://img-c.udemycdn.com/course/750x422/4446124_9eab_3.jpg", "coupon_link": "https://www.udemy.com/course/ebay-dropshipping-egitim-kamp-okyanusi-universitesi/?couponCode=E59A78E89A9B1CBE3045", "end_day": "2021-12-25 09:00:12+00:00", "headline": "Ebay Platformunda başarılı bir satıcı olmak için yolculuğunuza hızlı bir başlangıç ​​yapmanın temellerini öğrenin.", "description": "<p>Ebay Dropshipping Eğitim Kampı - Okyanusi Üniversitesi ile Patron gibi satış yapmaya başlayın.</p><p><br></p><p>2021 İçin&nbsp; Yepyeni Taze Malzeme Bu Kurs Yenilenmiştir Ve Daha da Başarılı Olacaksınız.</p><p>Kendi işinizi kurmak ve kendi işinizin patronu olmak istiyorsanız bu dersi alın. eBay, önce kendi eşyalarınızı satarak başlayıp daha sonra başka ürünlere geçmeniz durumunda, çok fazla masrafa gerek duymadan bugün İnternetten para kazanmaya başlamanın en ucuz ve en hızlı yolunu sunar. Bu ders size eBay'de nasıl satmaya başlayacağınızı, bu çevrimiçi işe başlamadan önce hangi temel bilgilere ihtiyacınız olduğunu ve neyin en önemli olduğunu gösterir.</p><p>Kendi işinizin patronu olmak ister misiniz? Ek gelire mi ihtiyacınız var? Yarı zamanlı esnek saatler çalışmak istiyorsanız doğru yere geldiniz. Bir Patron gibi eBay'de satış yapmaya nasıl başlayacağınıza hoş geldiniz. Bu kurs, eBay işinizi sıfırdan hızlı bir şekilde başlatmak için tasarlanmıştır! Acemi veya orta düzeydeyseniz, doğru yerdeyseniz deneyim gerekmez. Bu kurs, size ekstra avantaj sağlayacak bazı temel bilgileri ve ara kavramları kapsayacaktır. Limitleri nasıl yükselteceğinizi, yaygın dolandırıcılıklara karşı dikkatli olun, iadeleri nasıl yöneteceğinizi, doğru listeleme formatlarını nasıl seçeceğinizi, sabit fiyatlandırmaya karşı açık artırmayı, bir profesyonel gibi öğeleri nasıl göndereceğinizi, harika fotoğraflar oluşturmak için hangi kamerayı alacağınızı ve daha fazlasını öğreneceksiniz. Sadece başlamanıza değil, aynı zamanda gerçek bir profesyonel gibi eBay'de satış yapmaya başlamanıza yardımcı olacak daha fazla giriş, orta ve ileri düzey kavramlar, teori, ipucu ve öneriler. Çevrimiçi satış konusunda yeniyseniz, bu kurs size eBay'de işinizi nasıl kuracağınızı öğretmek için doğru olanıdır. Bu dersi olabildiğince basit ve ince ama mümkün olduğunca doğrudan konuya dahil etmeye çalıştım. Bu kursu tamamladıktan sonra, satışlarınızı bir sonraki seviyeye taşımaya ve ardından daha gelişmiş eBay eğitim kampına veya stoksuz satış kursuna geçmeye hazır olmalısınız. Bu kursa kaydolmak, kurslarım için gelecekteki indirimlerimden ve tekliflerimden herhangi birine ve ayrıca Udemy'nin vaat ettiği gibi ömür boyu kayıt yaptırmanıza erişmenizi sağlar.</p><p>Özellikleri</p><p>-Nasıl başlanır</p><p>-İpuçları ve öneriler</p><p>-Satış elde etmenin yaratıcı yolları</p><p>-Harika listeler nasıl oluşturulur?</p><p>-Satış limitlerinizi artırın</p><p>-Yaygın acemi hataları</p><p>-Karları hesaplayın Q4 satışları</p><p>-Dolandırıcılıklardan korunma</p><p>-eBay'de ne satılır</p><p> Bu kursta seni çok büyük bir listeye götürecek çok daha fazla harika içeriğe sahip olduğumuz tek şey bu değil, bu sadece öne çıkanlar!</p><p><br></p><p>Sınıfta görüşmek üzere,</p><p>Eğitmeniniz ve Koçunuz</p><p>AKIN YILMAZ....</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-12-15_13-32-31-7541e72b493ae0b0d26c0f07038b5240/2/WebHD_720p.mp4?Expires=1640343516&Signature=ikv6GEh6w-BhyueoAi~eUwHE3ITtneePKdBW3z9K5Xfw8hYcsttcT-gSrZkuu-bsUXZxCO0AV6P9yAOhMh02GbJUl3fpaEAeqTh30jenNlXpb2rHUDRcCtuFs8aUsf3h3g2~pnD6513APOato6-Z3qgvVxr-RUzqgh8XRNA3cR7edHf2bMRx7K5LQj1l1eFgHcMZvyvKo2UhAs9Lm-5q4mHa58JB0vC67Vo0UVgF08MQxF~k7Ix10cwoUucaA3Z06yYwvesLKMHIAn1DZ1AYHmEYd21cOUJYHRE3RkljeBWdsc0GVGYid36NkVtUnYqADH1zmD-17srCJuVcKMYxRg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4293624", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Google Certified Associate Cloud Engineer Practice Exams2021", "level": "All Levels", "author": "Pranshi Verma", "duration": "", "rating": "1.0", "reviews": "2", "students": "124", "coupon_code": "PRATYUSH", "preview_img": "https://img-c.udemycdn.com/course/750x422/4293624_5cc7.jpg", "coupon_link": "https://www.udemy.com/course/google-certified-associate-cloud-engineer-practice-exams2021/?couponCode=PRATYUSH", "end_day": "2021-12-29 05:00:43+00:00", "headline": "NEW 2021! Get Certified in Google in your first attempt ! Pass your Exam with Confidence.", "description": "<p><strong>Welcome ,</strong></p><p><strong>Become a&nbsp;Google Certified Associate Cloud Engineer.</strong></p><p>Brand New Practice set is out !!</p><p><strong>Include all important questions with complete explanation in chapter wise manner.</strong></p><p><strong>Chapter 1: </strong>Selecting Appropriate Storage Technologies&nbsp; </p><p><strong>Chapter 2:</strong> Building and Operationalizing Storage Systems</p><p><strong>Chapter 3: </strong>Designing Data Pipelines&nbsp; </p><p><strong>Chapter 4:</strong> Designing a Data Processing Solution </p><p><strong>Chapter 5:</strong> Building and Operationalizing Processing Infrastructure&nbsp; <br><strong>Chapter 6:</strong> Designing for Security and Compliance </p><p><strong>Chapter 7:</strong> Designing Databases for Reliability, Scalability, and Availability&nbsp; </p><p><strong>Chapter 8:</strong> Understanding Data Operations for Flexibility and Portability&nbsp; </p><p><strong>Chapter 9:</strong> Deploying Machine Learning Pipelines&nbsp; </p><p><strong>Chapter 10: </strong>Choosing Training and Serving Infrastructure&nbsp; </p><p><strong>Chapter 11:</strong> Measuring, Monitoring, and Troubleshooting Machine Learning Models </p><p><strong>Chapter 12:</strong> Leveraging Prebuilt Models as a Service</p><p><br></p><p>Google Cloud Certification is a way to validate your Google cloud skills and demonstrate your competence to solve business problems with Google Cloud technology. You can build Google Cloud skills to elevate your career. These skills and expertise can be validated and certified by Google Cloud under various cloud certifications.</p><p>The Google Cloud has created Associate Cloud Engineer certification for hands-on-skills individuals to set up and manage Google Cloud Platform applications. Recommended experience for this certification is 6+ months of hands-on with Google Cloud, such as deploying and managing applications and monitoring operations. The certification expects individuals who wish to clear the exam to be comfortable using the Google Cloud console and command-line.</p><p>The exam assesses your ability to:</p><ul><li><p>Set up a cloud solution environment</p></li><li><p>Ensure the successful operation of a cloud solution</p></li><li><p>Plan and configure a cloud solution</p></li><li><p>Configure access and security</p></li><li><p>Deploy and implement a cloud solution</p></li></ul><p><strong>Exam Details:</strong></p><p><strong>Certification Code: </strong>ACE</p><p><strong>Level :</strong> Associate</p><p><strong>Prerequisites:&nbsp;</strong>None</p><p><strong>Exam Fee:</strong> $125</p><p><strong>Exam Duration:</strong> 120 minutes</p><p><strong>Number of Questions: </strong>50</p><p><strong>Certification Validity: </strong>2 years</p><p><strong>Exam Languages: </strong>English, Japanese, Spanish, Portuguese, French, and German</p>", "preview_video": ""}, {"course_id": "4335338", "category": "Teaching & Academics", "sub_category": "Language Learning", "title": "Arabic Writing Course For Beginners", "level": "Beginner Level", "author": "Hassan Academy For Arabic Language Courses", "duration": "2 hours", "rating": "4.5", "reviews": "24", "students": "12288", "coupon_code": "BEGINNERS", "preview_img": "https://img-b.udemycdn.com/course/750x422/4335338_4e48_6.jpg?secure=HUrdNgm1um6EvDR-tFl1DQ%3D%3D%2C1640413725", "coupon_link": "https://www.udemy.com/course/arabic-writing-course-for-beginners/?couponCode=BEGINNERS", "end_day": "2021-12-27 05:20:27+00:00", "headline": "Arabic Language: Learn to Write Arabic from Scratch", "description": "<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;السلام عليكم</p><p><br></p><p>In this course, we will learn <strong>Writing in Arabic</strong>.</p><p><br></p><p>This course is divided into <strong>3 stages</strong>:</p><p><br></p><p>In the first stage,</p><p>We will learn how to write each letter at any position of any <strong>word</strong>.</p><p><br></p><p>Then,</p><p>We will learn how to write a <strong>sentence</strong> with Diacritics.</p><p><br></p><p>And Finally,</p><p>We will learn how to write a <strong>paragraph</strong> with Diacritics.</p><p><br></p><p>By finishing this course, you will be able to write anything in Arabic.</p><p><br></p><p>So bring your pen and papers,</p><p>And let's get started..</p><p><br></p><p>--------------------------------------------------------------------------------------------------------------</p><p><br></p><p><strong>What will you learn in this Course?</strong></p><ul><li><p>You will learn Arabic Alphabet.</p></li><li><p>You will learn how to Write each letter at any position of any word.</p></li><li><p>You will learn to Write Arabic from scratch.</p></li><li><p>You will learn to write a paragraph.</p></li><li><p>You will learn 150+ Arabic Words.</p></li></ul><p><br></p><p><strong>Who is this Course For?</strong></p><ul><li><p>Arabic Learners.</p></li><li><p>Students who are in Beginner &amp; Intermediate Levels in Arabic.</p></li><li><p>Anyone wants to learn to Write in Arabic from scratch.</p></li><li><p>Anyone wants to learn new Arabic words.</p></li></ul><p><br></p><p><strong>Who is Hassan Academy?</strong></p><p>Native Arabic Speaker, with over 12+ years of experience in Arabic Language.</p><p>Hands-on experience creating development courses and activities modeled on goal attainment and student-centered instruction, delivering engaging lessons focused on the interests and needs of students. Knowledgeable of standard instruction principles, classroom management styles, and approaches to teaching Modern Standard Arabic to English speakers.</p><p>We will add value by helping you learning how to listen to Arabic and read Arabic with true pronunciation as fast as possible.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-10-05_18-59-23-41edbdf3bd062ceea75d8159dff173dd/2/WebHD_720p.mp4?Expires=1640343525&Signature=Dizy5Snmztg-DwMCoj1cLE84sWXnCjqUOUiJov~kCP71qCdR2PWrijqbMQmM~gUDsNdwJIZw9KOtXbEGW9-S3ghIk49fAgs98QnPdZq0ppkQ6JmMMxy5mEZkNiQ41CCXEOjlpn6N8rlo3B-pcAdjsalx5x47-~fdHVdJAgr1U4H9nb158JFSc2nFgngheC~xmyKMmWLniNywcn2BTfTU9qdxB5OQRTmDeFqN46ilVBolYnu98v7kUsvc982vnOtoQ0~PrX~SWg0Ywfl4zlLT6~9NKXWDOQuLI8~5vAF7XNcbpl6eD0ug~qBp7RBPeJkVqqhF1CVrZT-XBeZCyenVGw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4253034", "category": "Development", "sub_category": "Programming Languages", "title": "2022-Master in Core Python Programming in 99Days", "level": "All Levels", "author": "Faisal Zamir", "duration": "1 hour", "rating": "4.1", "reviews": "17", "students": "3092", "coupon_code": "C4447D32742C67C468CC", "preview_img": "https://img-c.udemycdn.com/course/750x422/4253034_ec1a_6.jpg", "coupon_link": "https://www.udemy.com/course/learn-python-programming-with-jafricode-tutorials/?couponCode=C4447D32742C67C468CC", "end_day": "2021-12-29 00:14:17+00:00", "headline": "ATTENTION! You will Get Weekly Basis Classes for Master in Python Programming 2022. We Regularly UPDATE This Course.", "description": "<p>ATTENTION! When you Enroll in Master Python Programming Course, You will Get Weekly Basis Classes As we Regularly UPDATE This Course.</p><p>What you will get in this course Regularly!</p><ul><li><p><strong>Video Lectures </strong></p></li><li><p><strong>Source Code</strong></p></li><li><p><strong>Notes</strong></p></li><li><p><strong>Assignments</strong></p></li><li><p><strong>Special Support </strong></p></li></ul><p>Course for those, who are interested to become a successful <strong>Python Developer</strong></p><p><br></p><p><strong>Python </strong>which is developed by Guido van Rossum that is the general-purpose programming language that is used to create any kind of software using its powerful and standard libraries.</p><p>There is a number of standard libraries that are developed with Python you can work with any field to get required functionalities like in Web development, AI, ML, Data Science, Data analytics, etc. </p><p>This course is created by me (<strong>Faisal Zamir -- JafriCode</strong>) which contains and everything related to Python <strong>from introduction to Python to creating an application with Python</strong> and providing home assignments to all students. The different topics as Installation &amp; setup, Basic Python Syntax, Variables &amp; Constant, If else, Loops, functions, list, tuple, dictionary, date and time, creating applications, etc.</p><p>At the end of this course, you will have cleared all topics related to Python.</p><p>You will be able to enter any field of Python like web development, Data Science, AI, Data analytics, etc. Condition is that you should have to work with me as I work in video. </p><p>If you do practice then you will be selected in any field to get admission (like Web Development, Artificial intelligence, Data Science, Data Analytics, etc).</p><p>Because we do hard work to create this course which has a lot of examples, questions, assignments that enable you to improve your programming skills. </p><p>Thank you!</p><p>Best Regards </p><p><strong>Faisal Zamir</strong></p>", "preview_video": "https://mp4-b.udemycdn.com/2021-12-17_00-57-35-b14e8a4f4bd1394e8bdd5d3056896604/2/WebHD_720p.mp4?secure=zmDVHp1GhpeGXsH86aJCBg%3D%3D%2C1640343539"}, {"course_id": "1458296", "category": "Business", "sub_category": "Entrepreneurship", "title": "Etsy for Beginners: Start your shop fast, easy and simple", "level": "Beginner Level", "author": "Sergey Kasimov", "duration": "1.5 hours", "rating": "3.6", "reviews": "166", "students": "28329", "coupon_code": "7C1B73687D44569D0C86", "preview_img": "https://img-c.udemycdn.com/course/750x422/1458296_5ab2_5.jpg", "coupon_link": "https://www.udemy.com/course/etsyfornewbies/?couponCode=7C1B73687D44569D0C86", "end_day": "2021-12-28 20:25:55+00:00", "headline": "Get started selling on etsy with this etsy for newbies class", "description": "<p><strong>SIGN UP NOW: EACH SECOND YOU DELAY YOU COULD BE MAKING MONEY&nbsp;</strong></p><p><em>Over $35,000 Dollars made in sales in my 3 Etsy Shop are you ready to be the next Etsy success story?&nbsp;</em></p><p>Did you know that Etsy had over 1 billion dollars in transactions last year? What if you could go back in time and start selling one eBay when only a few know about it! This is what Etsy is all about with not too many sellers and over 50 million buyers where the average seller makes over $2,000 while those on the top making a living the dream. You can as well join this course today and learn some of the methods that will get you to the top of the food chain fast.</p><p>In this course, you will learn about the kinds of products that make money on Etsy as its only limited to selling&nbsp;handmade, antiques &amp; vintage anything made before 1998, and digital creative products.&nbsp;You will also learn the basics of setting up your Etsy account, and how to take the first steps of running your Etsy business, which will hopefully put you on your way to becoming the next Etsy success story.</p><p>Remember this course is a small preview of my larger Etsy course which features over 6 hour of content. This course gets you started with 40 free listing,&nbsp;each listing on etsy normally cost 20 cents but on the plus side you get 4 months exposure and etsy only charges you 4% final value fees and they accept Paypal plus a wide variety of payments methods. Etsy is the next big thing in ecommerce learn about starting and starting your etsy shop today see you on the inside.&nbsp;</p><p><br></p><p>************************</p><p><strong>INSTRUCTOR BACKGROUND</strong></p><p>I've been an entrepreneur and ecommerce seller since the year 2001. I have helped and coached thousands of students online and in person and got over 200,000+ students enrolled in all my online classes. I would love to share the secrets of my success with you, it is my personal mission to help get you to be your best. Learn from my experience and expertise so you can take your business to the next level and beyond. </p><p>************************</p><p><strong>BONUSES &amp;&nbsp;OFFICE&nbsp;HOURS</strong></p><p>With the paid purchase of this course you get the following...</p><p><em>* Free 15-min GoogleHangout coaching session to help you with any problems you might have with your online business</em></p><p><em>* Super fast answers to questions ask me course related questions anytime with responses within 24 hours or less</em></p><p>*&nbsp;<em>Office hours when I&nbsp;hold 30 min-1 hour free sessions answering any of your questions live</em></p><p>************************</p><p><strong>CERTIFICATE&nbsp;OF&nbsp;COMPLETION</strong></p><p>Finish 100% of class and get rewarded with a beautiful certificate that would be emailed to you. Use this to enhance your resume, show proof of expertise or extra curricular training. Print it out and frame it on your wall it is something you should be proud of. </p><p>************************</p><p><strong>MONEY-BACK&nbsp;GUARANTEE</strong></p><p>The course comes with an unconditional backed Udemy 30-day money-back guarantee so you can try this course risk free. I am sure you will love this course, this is not just a guarantee it is my personal promise to you that you will succeed and I&nbsp;will help you out so you too can get great results. With paid purchase you receive lifetime access, any future revisions or additional&nbsp;lectures free of charge plus unlimited instructor support.&nbsp;</p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2017-12-06_00-13-26-548de49a2669271eb4711e5d7451964d/WebHD_720p.mp4?Expires=1640343546&Signature=bFAGaVmlwUs7bjHOz~VtD5LYAU0vIy73nqqv-vQ1rlg7cIXDZD88yo0W4VjkxLd52q9eqPLYS2fR6~9Pdu2edAJFueRo~Ulk1qi-hXiPV93pZvR6XY00W2RiGr5S2-DZ1j4i28X666ULWDVlQvcKDKmsAdAXfZSoYfhJfV0hdOLsd8dZOxLkGdX-~eg~7A35sNd61OBvsQXQ8l38yfK~-dunfrwMT9hieqwDvehPF9DjwbWGtkEAKrfST60cP6-AKUpqPkTdda5rbUJw4kQw5GLZJmJitNgdYP33d6RB8dlidQbFtU~44PAm7maCLOBJTKntrN4tDzOq6nZJ7JC88g__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1513436", "category": "Finance & Accounting", "sub_category": "Cryptocurrency & Blockchain", "title": "Cryptocurrencies: complet practical course on crypto trading", "level": "Beginner Level", "author": "Yassin Marco", "duration": "2 hours", "rating": "3.9", "reviews": "391", "students": "72961", "coupon_code": "A69057B6771EF9547D7F", "preview_img": "https://img-c.udemycdn.com/course/750x422/1513436_ffbc_3.jpg", "coupon_link": "https://www.udemy.com/course/cryptocurrencies-complet-practical-course-on-crypto-trading/?couponCode=A69057B6771EF9547D7F", "end_day": "2021-12-28 15:30:44+00:00", "headline": "Practical course that will help you start in the cryptocurrency trading world", "description": "<p>Have you witnessed all the profits that have been made by the various cryptocurrencies without knowing how to profit from them? Reassure yourself, it will not happen to you anymore. this course was created in order to allow everyone to know how it is possible to integrate the market of cryptocurrencies and it is accessible to all! At the end of the course, you will not only be able to buy your first cryptocurrency but you will also have a good base on how to trade or invest in this market.\n\n  </p>", "preview_video": "https://mp4-c.udemycdn.com/2018-01-22_17-42-06-c1c756a5df05a433f44027df7deb48e0/WebHD_720p.mp4?Expires=1640343551&Signature=QA4USqKH9~pyH8LwJRGort5PmhQD9jRKM8~dR6YbKPzDTVO9Nkj91XG0Xf0ETilvv0dGAiO7dawR4kwAPmOXIUq~-o61NHN-J8PTqzUHuSXsPUS0SMxrSZx-M0j9YRt1RGJ~CoWk7EtqHTiu3ejhYhyd6uoDbnmCOOwx-HmDAVItFkFw3gMDcvOIO-njO1sKM~z4RrKH3FN2ZBThJb9qXw4jI0gs7i8~VvOGrYCcgDh~Noa6TXdtdQYQ0E8A22~73xGRuQ4lJ4rh~zNTomPQqfItkT5hT1ED3IvYNBGSDy05SzqQYUf6pD~ObxyCO661mVW7C1Vifd5fgw0D00qsUg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3904774", "category": "Business", "sub_category": "Human Resources", "title": "Diversity At Workplace", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "32 mins", "rating": "4.7", "reviews": "149", "students": "28492", "coupon_code": "DEC-2021", "preview_img": "https://img-c.udemycdn.com/course/750x422/3904774_476b.jpg", "coupon_link": "https://www.udemy.com/course/diversity-at-workplace-t/?couponCode=DEC-2021", "end_day": "2021-12-27 10:17:32+00:00", "headline": "If you want to position your business for success, hire a diverse workforce.", "description": "<p><strong>Diversity in the workplace</strong> is vital for employees because it manifests itself in building a great reputation for the company, leading to increased profitability and opportunities for workers.</p><p>Workplace diversity is important within the organization as well as outside.</p><p><strong>Diversity in the workplace</strong> means that a company’s workforce includes people of varying gender, age, religion, race, ethnicity, cultural background, sexual orientation, religion, languages, education, abilities, etc.</p><p><strong>Why is workplace diversity so important?</strong></p><p>In the modern, globally connected society and market, workplace diversity is becoming a <strong>necessity </strong>rather than a banner companies wave to show their commitment to embracing differences.</p><p>Most of the modern companies can sell their products <strong>all over the world</strong>, reaching many different groups of people. In order to successfully create, present and sell their products in this global market, companies <strong>need </strong>a diversified workforce.</p><p>So, in this class our Learning Objectives are:</p><ul><li><p>Understand what diversity and its related terms mean</p></li><li><p>Be able to identify your stereotypes</p></li><li><p>Understand what terms are politically correct and which are not, and why</p></li><li><p>Be familiar with the four cornerstones of diversity</p></li><li><p>Develop a technique for dealing with inappropriate behavior</p></li><li><p>Develop a management style to encourage diversity</p></li><li><p>Know what to do if you or one of your employees feels discriminated against</p></li></ul><p>So, shall we get started? I wish you a happy learning!</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-03-10_18-27-35-2bbbf410a61aae5dcbeec3c4c3756a88/1/WebHD_720p.mp4?secure=Rs0YL5Q_ClqfhdpB4vQjcg%3D%3D%2C1640343558"}, {"course_id": "3575485", "category": "IT & Software", "sub_category": "Other IT & Software", "title": "Learn Java Fundamentals for beginners", "level": "Beginner Level", "author": "AB EduTech, Aniket Bichare", "duration": "1.5 hours", "rating": "4.3", "reviews": "85", "students": "11367", "coupon_code": "0EE0A1B2A35B0B8B1A11", "preview_img": "https://img-c.udemycdn.com/course/750x422/3575485_a8d7_3.jpg", "coupon_link": "https://www.udemy.com/course/learn-java-fundamentals-for-beginners/?couponCode=0EE0A1B2A35B0B8B1A11", "end_day": "2022-01-24 05:18:03+00:00", "headline": "Java Basics and Fundamentals", "description": "<ul><li><p>Java™ has significant advantages over other languages and environments that make it suitable for just about any programming task.</p></li><li><p>This course helps You in learning <strong>Java Basics and Fundamentals.</strong></p></li><li><p>You will be able to write simple java Programs and building programming logic.</p></li><li><p>This course helps students to take further advanced java courses which require <strong>Programming Skills</strong> as Prerequisites,</p></li><li><p>Enroll in these course if You are beginner in Programming and java.</p><p><br></p></li></ul>", "preview_video": "https://mp4-b.udemycdn.com/2021-05-05_18-35-57-7799f9816391b083e59cd031dcdbd633/1/WebHD_720p.mp4?secure=1Pg_CpeOLiqEhBn6dwKnqQ%3D%3D%2C1640343562"}, {"course_id": "2847076", "category": "Business", "sub_category": "E-Commerce", "title": "Shopify guide: The complete shopify store creation course", "level": "Beginner Level", "author": "Yassin Marco", "duration": "2.5 hours", "rating": "4.0", "reviews": "539", "students": "95554", "coupon_code": "FAE435C6786006CBF1D0", "preview_img": "https://img-c.udemycdn.com/course/750x422/2847076_7520_3.jpg", "coupon_link": "https://www.udemy.com/course/the-complete-shopify-store-creation-course/?couponCode=FAE435C6786006CBF1D0", "end_day": "2021-12-28 15:30:56+00:00", "headline": "Shopify for beginners: Build you own e-commerce with shopify. No shopify experience or shopify knowledge needed", "description": "<p>Launching your first business is definitely not an easy task, especially if you are launching an online business and you have no prior knowledge about this topic. Also, learning by yourself without a course is not always an easy task because it's not always easy to filter good information from bad information online. This is why this course have been created. Indeed, this course will teach you all the basics of starting an online store to sell different products. If you:</p><p>- Always wanted to create your own online business</p><p>- Wanted to be able to work from anywhere in the world</p><p>- Don't have a lot of time but want to start a business that has a lot of potential and can grow</p><p>- Don't want to take an important financial risk in order to start your business</p><p>In this case, this course is definitely for you. Indeed, not only you will have a complete understanding of the online business model but you will also create your own online store. This course covers everything you need to know about this topic. This way you will have all the required knowledge to run the online business that you will have created by the end of this course.</p><p><br></p><p><strong>The structure of the course</strong></p><p>This course has been created to help you do one thing, understand and launch your online store or in other words your first e-commerce. Everything in this course is straight to the point, this means that you will learn all the required elements in order to succeed in the online business world. Not only this course will teach you point by point what you have to do in order to create your store but it will also help you find the best products to sell, cover all the logistical part and many other things.</p><p>Another important thing to know is that this course like all my other courses is created on a learn by practice model. In other words, everything you will learn you will have the opportunity to practice it. This way, not only you will have a solid theoretical understanding of the online business world but you will also have your own online business that you will have created by the end of this course.</p><p><br></p><p><strong>For who is this course designed</strong><br></p><p>This course has been designed for anyone that wishes to start his own business and want it to be 100% online. Also, the advantage of having an online business is that it requires less risk especially less financial risk and can be set up way more easier. So, since the course teaches all the basics of this type of business and give the opportunity to create an online store as well it's perfect for this type of people. Finally, anyone that wants to start a business but does not have a lot of time would definitely love this course as well.</p><p><strong>Why should I take this course</strong></p><p>The most import reason of why taking this course is that it offers not only all theoretical knowledge but also gives the opportunity to create an online store from scratch. Indeed, by the end of this course you will not only have learned new things but you will also have created your own online store with the products that you will have selected. Finally, you will finish the course with new knowledge and a completely operational online store.</p><p><strong>There is no risk involved in taking this course</strong></p><p>This course comes with a 100% satisfaction guarantee, this means that if your are not happy with what you have learned, you have <strong>30 days </strong>​to get a complete refund with no questions asked. Also, if there is any concept that you find complicated or you are just not able to understand, you can directly contact me and it will be my pleasure to support you in your learning.</p><p>This means that you can either learn amazing skills that can be very useful in your professional or everyday life or you can simply try the course and if you don't like it for any reason ask for a refund.</p><p><strong>You can't lose with this type of offer !!</strong></p><p><strong>ENROL NOW and start learning today :)</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-09-27_17-04-31-b795a4972169d09c7a836e8668f4fea5/1/WebHD_720p.mp4?Expires=1640343572&Signature=ev0sMPwO05sBOHI66KxiKszlXwYCW~p8D7oWvrogqBMTcsybAKS5nj5FIozSlVSCuzkiXkadQxaWHXh1haj4q6dURRc0lYK8lc79remss9xaYS802eb9V~YbuCkI0uPZ396fG2bV86b7-F4YyT5D3Y2E6PX0wvcOWuKalLainQAgKeOy1MrP4ut2IGwqKcadRXsnVTJWX-P--17qg9CHM1gj27u37QRNaIHz21eEe3ya6OcCCawJLITmem0hmRFIJ4BU6dYz3j2k3YNm0YQOESZ7KrMzbt7a2DabiiIzoN8zRdbxHXnZjAhccDdblTVd-TmWyeKmEka-5h63i794gQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3415214", "category": "Development", "sub_category": "No-Code Development", "title": "Build an Amazon Affiliate E-Commerce Store from Scratch", "level": "All Levels", "author": "YouAccel Training", "duration": "5 hours", "rating": "4.4", "reviews": "505", "students": "98080", "coupon_code": "YOUACCEL53022", "preview_img": "https://img-c.udemycdn.com/course/750x422/3415214_1915_2.jpg", "coupon_link": "https://www.udemy.com/course/build-an-amazon-affiliate-e-commerce-store-from-scratch/?couponCode=YOUACCEL53022", "end_day": "2021-12-29 02:49:25+00:00", "headline": "Earn Passive Income by Building an Amazon Affiliate E-Commerce Store using WordPress, WooCommerce, WooZone, & Elementor", "description": "<p>Thank you for tuning into our latest course. This time, we’ve teamed up with Developer, and pro affiliate marketer, Hemlata Singh, to show you how to build a complete Amazon Affiliate E-Commerce Store from scratch. <br><br>By taking this course not only will you be able to build a complete e-commerce site, but you’ll also learn how to populate it with thousands of top rated Amazon products. You’ll earn a generous commission on each sale, through the Amazon Associate Affiliate program. If you’re new to the world of affiliate marketing, then you’re definitely in the right place. The reason this course focuses on the Amazon Affiliate program, is quite simple - it’s arguably the best one out there. Amazon offers the largest selection of products and some of the best commission rates for affiliates. It’s also open to just about anyone in the world, regardless of your physical location. Another great feature of this business model, is that it’s infinitely scalable. You can start by selling just a few products a week, and easily scale to selling thousands. Once your store is set up, it requires nearly no maintenance. If you’re interested in building passive income streams, this is about as close as you’ll get.</p><p>The course starts with an introduction into the benefits of joining the Amazon Affiliate network. From there, you’ll learn to build a fully customized online store, using WordPress, WooCommerce, Elementor and the WooZone Plugin. Each of these powerful utilities offer you the ability to build a fully customized e-commerce store with thousands of products, without ever writing a single line of code. Your online store will also be fully secure with SSL encryption. We’ll show you how to install popular themes and edit them on the fly, including free custom logos, professional branding, and favicons. <br><br>The store developed in this course, will be second to none in terms of functionality. You’ll have a fully integrated search feature, categorized product menu, and just about every other feature you find on even the most advanced e-commerce sites. The course also includes a bonus section with a comprehensive overview on generating sales using proven digital marketing techniques.<br><br>Let’s go through a quick overview of exactly what you will learn in this course:</p><ul><li><p><strong>Section 1: </strong><br>Includes an introduction to the Course with an Overview on the benefits of the Amazon Affiliate Program.<br></p></li><li><p><strong>Section 2</strong>: <br>Covers a number of important tips on registering a domain name and setting up your hosting account. We use services that make the development process as quick and simple as possible. <br></p></li><li><p><strong>Section 3</strong><br>Students learn to install and configure WordPress on the hosting service of their choice. We also go through a comprehensive overview of the WordPress interface, and detailed analysis of the advantages of using WordPress. Students learn to secure their WordPress installation with a Free SSL certificate, before installing all the required themes and plugins.<br></p></li><li><p><strong>Section 4:</strong><br>Covers the entire process of building out the online affiliate store. We start with setting up an Amazon affiliate account and importing products using the WooZone plugin. From there we build a fully customized shop, with menus, headers, branding, and sidebars. We also customize the product pages for increased conversion and user-friendly navigation. The shop will also consist of a Blog, About Page, and Contact Us form to process support requests. <br></p></li><li><p><strong>Section 5:</strong> <br>We offer several great strategies on driving traffic to your Amazon Affiliate store and generating sales.</p><p><br></p></li></ul><p>As you can see, we haven’t skipped a single beat in the production of this curriculum. If you’re excited about building e-commerce platforms, affiliate marketing and generating a passive income source, enroll today and get started!</p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-08-17_21-15-47-909a58cc90ada60df05b64b23398994a/1/WebHD_720p.mp4?Expires=1640343574&Signature=V1IBe6R8bBTdsmF-f8g-9eENVstWDRk~NXcf2tLEclo~QDplSX91yggsgubC88JyL6igfAqwb-J1vyCLg1xGcL9Apc9FuhZHCx5SKNo0RTJvmKReJsxXluctmdQi3OM9Q6v2VCBxbS84za0MCM3hXCmkSgHufjAascZMu4a~uKayCrkVmEGsSnejpnzA18NKQdoO~fEangFftmhuZQdlg1~BGSuxtNVdlD8-WvB824vwNRh3PY8HYtOdP-CoDglmaq6DJ-Nc7ZK8skzNviRcgfn~DtopDpAE2j~S-gF2UTRmGaWaaPWQJ5qZsUd-tbszOkLQ7y1gaareqCwgGlcxGg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1674616", "category": "Finance & Accounting", "sub_category": "Cryptocurrency & Blockchain", "title": "Altcoins - Investing In Altcoins & ICOs!", "level": "Beginner Level", "author": "Boomy Tokan", "duration": "1.5 hours", "rating": "4.0", "reviews": "72", "students": "16483", "coupon_code": "5033383E905B35C4025D", "preview_img": "https://img-c.udemycdn.com/course/750x422/1674616_84b2.jpg", "coupon_link": "https://www.udemy.com/course/altcoins-investing-in-altcoins-icos/?couponCode=5033383E905B35C4025D", "end_day": "2021-12-26 18:31:48+00:00", "headline": "How to invest in the best Altcoins and ICOs, analyzing the market and gaining returns!", "description": "<p><strong>I truly believe Cryptocurrency is the opportunity of a lifetime to participate in wealth redistribution. It is the time that anyone; no matter your level of knowledge or investment;  to generate incredible returns with your own money, whilst investing in projects that fits with your values. </strong></p>\n\n<p>I also strongly believe that “Blockchain” - the technology that underpins Cryptocurrencies will radically change our lives for the better in ways no one can fathom. Furthermore, I want to be the person to help you experience this new reality. </p>\n\n<p>That is why I have continued to study, learn, teach and create products that reveals the truths you need to participate in this new movement. This better news is that this industry is at its infancy stage therefore it is the best time to jump in! So if you want to start dipping your toes in the investment pool, let me hold your hands through the process. </p>\n\n<p><strong>This Altcoins - Investing In Altcoins &amp; ICOs! Cryptocurrency Training is just what you need.  On April 28th 2013 one Bitcoin was priced at $135.30 (about £100) - today April 23rd, that same coin is priced at  $8,794.39! - (coinmarketcap)</strong></p>\n\n<p>What is interesting is that there was a time when one Bitcoin was only about 10p! If you invested £1000 (£80 per month) in 2013 you will be sitting on a nest egg of over $80,000</p>\n\n<p>Before you kick yourself and wonder where you were in 2013; let me assure you that the party is not over. The DJ is still spinning the music and so; you can dance. </p>\n\n<p>There is now a new wave of opportunities to invest even as little as £10 a month in Cryptocurrencies and that is why I have designed this course so that whatever your level of investment you can participate in this dynamic global currencies.</p>\n\n<p><strong>In this <u>No Fluff, Actionable, Strategies</u> Cryptocurrency Training Course you will:</strong></p>\n\n<p><strong>- Learn how Cryptocurrency works </strong></p>\n\n<p><strong>- Open your Cryptocurrency exchange accounts,</strong></p>\n\n<p><strong>- Buy Altcoins,</strong></p>\n\n<p><strong>- Learn how to pick good (Initial Coin Offering) ICOs,</strong></p>\n\n<p><strong>- Set your investment strategies.</strong></p>\n\n<p>So lets get started.</p>\n\n<p>Thank you for the opportunity for allowing me to teach you all I know!</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-06-13_23-52-42-df870def26dee9c6c1982c8fdbac6448/1/WebHD_720p.mp4?secure=rbgDz36MJ-c3sSbC2G6NoA%3D%3D%2C1640343576"}, {"course_id": "4228228", "category": "Marketing", "sub_category": "Video & Mobile Marketing", "title": "VidIQ Masterclass - Full Guide to YouTube Keyword Tool", "level": "All Levels", "author": "Nick Nyxson", "duration": "1.5 hours", "rating": "3.8", "reviews": "9", "students": "5834", "coupon_code": "0861AE543B28C4375497", "preview_img": "https://img-c.udemycdn.com/course/750x422/4228228_dc74.jpg", "coupon_link": "https://www.udemy.com/course/vidiq-course/?couponCode=0861AE543B28C4375497", "end_day": "2021-12-28 11:00:19+00:00", "headline": "Learn Everything about VidIQ, its Features, Licenses, Keyword Research tool and YouTube SEO Optimisation", "description": "<p><em>Finally, a YouTube Channel Management Tool That Makes Creating &amp; Growing A YouTube Channel Fun &amp; Easy!</em></p><p>With the right YouTube channel management tool, you can get a complete overview of your channel and all its analytics and data. You can easily spot which videos work best and which ones need more work. And it's completely free!</p><p>VidIQ is a revolutionary YouTube tool that was designed to make it easier for creators on the platform like yourself to grow. VidIQ has a unique algorithm that finds content ideas for you quickly and easily. You can use various search phrases on YouTube, while you get all the information you need in seconds. VidIQ is available for advanced creators of all levels on YouTube to save time and improve your efficiency.&nbsp;</p><p>You no longer have to spend time on unproductive tasks like trying to find the right keywords, keyword research has become very efficient, uploading content is faster and simpler, and research into competitor strategies is simplified.</p><p>And This VidIQ Masterclass is the perfect solution for both experienced and inexperienced content creators who have created a YouTube channel but are struggling with managing it. This is the only course to teach you how to use VidIQ’s powerful YouTube channel management, SEO, and keyword research tools to grow your YouTube channel.</p><p><strong><em>Here you will Learn:</em></strong></p><ul><li><p><em>What VidIQ is;</em></p></li><li><p><em>What Features VidIQ provides;</em></p></li><li><p><em>How to choose a license for VidIQ;</em></p></li><li><p><em>How to use Keyword Research Tool;</em></p></li><li><p><em>How to implement found keywords in your YouTube videos;</em></p></li><li><p><em>How to use Daily Ideas;</em></p></li><li><p><em>And Much MORE!</em></p></li></ul><p>It's no secret that YouTube is the second largest search engine in the world. Also, it is worth investing your time and energy into your channel with VidIQ to take advantage of the long-term growth potential which will greatly contribute to the success of your channel.</p><p>And here is the VidIQ Course! You will learn everything you need about this tool and its features and also everything about how to research and optimize your YouTube videos for better SEO. With VidIQ, you can finally take your Youtube channel to the next level!</p><p>Everything you'll learn here will be based on my own personal experience as a VidIQ video contributor. I'll show you what it looks like, live on video.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-02_08-44-04-71e52ca90fa4513753109dd284b19588/2/WebHD_720p.mp4?Expires=1640343581&Signature=cNJUAqKwAsfb8q-hdvTfAg2tIHnr3eJr8GIoJhM1SZWmHug~VOcro6yen57T3MbDpiGq4CiBeLMhvHlHJgx3KEY4kPhY7MKC849zGZ~6rQJPYJkLqFD~2Yn5DoOmrjBvCdqVR6Ybw-tkSjGFQXSHUhxsWOT51V-rpJemsElZrnHVnTzlW3UlW7fE~n44iHc3FVK7TESGIMnBlRvIIViFFk8Lrfjgan2LByVa4gq~Lu9DMUQGsCqhtoSnCJKWpei9imBxpVvurwUOXLkhBAtzVVZb1NKLmZb6dsU3lb6mx8fHJ-Aoef694uUjL~dfgUEbnPxx9gm2cUYmXAWJ4m6KmQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3309274", "category": "IT & Software", "sub_category": "Operating Systems & Servers", "title": "Administración de Windows desde la Consola", "level": "All Levels", "author": "Jerson Antonio Martínez Moreno", "duration": "2.5 hours", "rating": "4.5", "reviews": "1405", "students": "66653", "coupon_code": "7620E565F44A48BBF495", "preview_img": "https://img-b.udemycdn.com/course/750x422/3309274_bdc5_2.jpg?secure=J0_7m_ev9pbZuexHst55oQ%3D%3D%2C1640413793", "coupon_link": "https://www.udemy.com/course/administracion-de-windows-desde-la-consola/?couponCode=7620E565F44A48BBF495", "end_day": "2021-12-25 21:17:53+00:00", "headline": "Curso 100% Práctico de Administración de Windows desde la Consola", "description": "<p>Curso 100% práctico, ya que incluso dentro de la teoría que se comparte mediante documentos, se explican con prácticas. Trata de mejorar las habilidades Administrativas usando sólo la consola del sistema de Windows, en este caso, CMD. Este curso te promete implementaciones desde un nivel básico hasta avanzado. Un curso al que le he dedicado más de 5 años estudiarlo y condensado en este material.</p>", "preview_video": "https://mp4-b.udemycdn.com/2020-07-07_22-44-25-86b5a44ab325f2d063dfd6e8878d34e2/1/WebHD_720p.mp4?secure=D_25lxPktHH1W7mAlW97Ng%3D%3D%2C1640343593"}, {"course_id": "3414308", "category": "Business", "sub_category": "Human Resources", "title": "Kritische Mitarbeiter-Gespräche erfolgreich führen", "level": "All Levels", "author": "Kristoffer Ditz", "duration": "1,5 Stunden", "rating": "4.2", "reviews": "4", "students": "207", "coupon_code": "76208C212E9B17860EC2", "preview_img": "https://img-b.udemycdn.com/course/750x422/3414308_dc6e_2.jpg?secure=-TW6i8MeIN3RzUaWUrouog%3D%3D%2C1640413796", "coupon_link": "https://www.udemy.com/course/kritische-mitarbeiter-gesprache-erfolgreich-fuhren/?couponCode=76208C212E9B17860EC2", "end_day": "2021-12-25 14:56:03+00:00", "headline": "Lernen Sie die Grundlagen für erfolgreiche Kritikgespräche", "description": "<p><strong>Allgemein</strong></p><p>Kritik anzunehmen fällt uns oft schwer. Noch schwerer wird es, wenn wir die Kritik gegenüber unseren Mitarbeitern äußern müssen. Wie wird der Mitarbeiter/in reagieren? Wird dieser einwilligen und zustimmen? Was wird gemacht, wenn der Mitarbeiter/in mit der Kritik nicht einverstanden ist, oder unsere Anweisungen ignoriert?</p><p>Damit Ihnen dies nicht passiert, werden Sie in diesem Kurs optimal auf Kritik-Gespräche mit Ihren Mitarbeitern vorbereitet.</p><p><br></p><p><strong>Inhalt</strong></p><ul><li><p>Grundlagen Kritik</p></li><li><p>Reduzierung von Kritik-Gesprächen</p></li><li><p>Die Vorbereitung</p></li><li><p>Das Gespräch</p></li><li><p>Leitfaden für Reaktionen</p></li></ul><p>Als ausgebildeter Personalbetriebswirt und Führungskraft bereite ich Sie ideal auf Ihre zukünftigen&nbsp;Kritik-Gespräche vor.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-10-07_09-42-38-ed2e4ff6775c4fe82294ef7906819905/1/WebHD_720p.mp4?Expires=1640343596&Signature=a5x5PqVP0zyw8V7L1vcGYyiKwbWJ7TEwk357dbMXup0~U3JM764F6ifSt-N9C6Xy6ezaCsevLVRbJSmUQr~ZXnNGljpTdon7HnsO1dLfOLrWQ1KtREJ5YcVXrRFz-Zf5gVT2~zZGBxHSRV7HlAm0s2O7iML-l5gmfsFoO~mW-7Pe8MeMMcDddyV6dRkj2dCAtJVdx~B7KeAL5JyZjlQFRzQBtDy-6dWqI5uHkGMlqa43tuTLiC~I2TM689IuMj74L1fBJ1WVIubEBdGxrpuwMhlJLodQ8fcuhIdD2p5DIXSyS9IKlOTF0eUeNYYFFfwzE0NUURLq7cQWq31hoFcoIg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4231754", "category": "IT & Software", "sub_category": "IT Certifications", "title": "PSM1™ Practice Tests Professional Scrum Master certification", "level": "All Levels", "author": "Debajyoti Adhya", "duration": "", "rating": "3.8", "reviews": "37", "students": "13066", "coupon_code": "814040ADC4338937289A", "preview_img": "https://img-b.udemycdn.com/course/750x422/4231754_b4b9.jpg?secure=wu-s8BwRZxrXJu9NRAzp6w%3D%3D%2C1640413798", "coupon_link": "https://www.udemy.com/course/psm1tm-practice-tests-professional-scrum-master-certification/?couponCode=814040ADC4338937289A", "end_day": "2021-12-29 04:57:25+00:00", "headline": "The Complete PSM1™ Practice Test - 160Q - Pass PSM1™ Certification Exam Successfully - Lets Get it Done !", "description": "<p>The Professional Scrum Master certification or <strong>PSM1™</strong>&nbsp; is most widely accepted and globally recognized Scrum certification. This certification is provided by<strong> Scrum org </strong>and to pass the exam the candidate need to be aligned with the latest changes in the Scrum Guide. The best way to validate the knowledge is to take practice Exams.</p><p><strong>Exam Details:</strong></p><ul><li><p>Total 80 Questions</p></li><li><p>Exam time 60 Min.</p></li><li><p>Pass at 85%</p></li><li><p>Exam price 150$</p></li></ul><p>This course provides 160 practice test questions, which will help you get ready to pass the <strong>PSM1™</strong>&nbsp;exam. This course is set up to match the latest changes in scrum guide presented in the <strong>PSM1™</strong>&nbsp;exam content outlines published by <strong>Scrum org</strong> on 2021. </p><p>This course provides 160 practice test questions, which will help you get ready to pass the <strong>PSM1™</strong>&nbsp;exam. </p><p>This practice test provides a robust system to help you pass the certification exam in the first time! By using this test questions, you can identify weak areas upfront and then create a strategy for the exam day.</p><p>The course includes 2 practice tests. Take the tests like the actual exam. If you can get more than 85 percent of the answers correct, you're ready to take the certification exam.</p><p><strong>This course is specifically for:</strong></p><p>· People that want to take a scrum certification exam like PSM1 or CSM.</p><p>· People that know the Scrum framework and theory. To learn about scrum you can take this course</p><p><strong>Is there a guarantee to pass ?</strong></p><p>Absolutely yes ! You can enroll now <strong>100% risk-free</strong> because you receive <strong>30 days, unconditional full money-back guarantee </strong>in case you are not satisfied<strong>.</strong></p><p>So, go ahead and click the “<strong>Buy Now</strong>” button right now !</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-08-09_16-04-41-cd658872aa6d84ba2b83a3495d7b16fb/2/WebHD_720p.mp4?Expires=1640343598&Signature=MRjp37UoStMaEgdiiLpnFUmcTVwCcb~O-LD25-B3bTRD8jGWw~nCJo8diHgLtXBjxN2Agz2gIerqtRdXcCm1J0gqGnjH8tsPPEMUOc-3qCp15ttQvRUgceUCn7SzJi8rIjULTCgBbQxLolb43u8mf44A8l2GeR3Bw7SyGCmuEPOg69VFdxhHLK6bp3X0kUktEsEp237v6GXtdtLQQmy~fjbqzB-K73ngoOkxHn9oXa2V51QlSL4ZafcSRHQ-9Rfx3taOh-Gbrj2xW74Hd6t6nLO1LazvpTNExWt~bXaPYbn320KfWrm7YZYLQ3fLskmv13dMUVP8L9hxyK0Z1vormg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3518698", "category": "Development", "sub_category": "Programming Languages", "title": "Python Demonstrations For Practice Course", "level": "Beginner Level", "author": "Horizon Tech", "duration": "5.5 hours", "rating": "4.2", "reviews": "403", "students": "106941", "coupon_code": "B2CEBCD6AFD3E2FDCC10", "preview_img": "https://img-c.udemycdn.com/course/750x422/3518698_0aff.jpg", "coupon_link": "https://www.udemy.com/course/python-for-beginners-demonstration-course/?couponCode=B2CEBCD6AFD3E2FDCC10", "end_day": "2021-12-29 00:56:05+00:00", "headline": "This course is a depth introduction to fundamental python programming concepts by demonstrations in Python programming .", "description": "<p><strong><em>Learn Python From Beginner To Advanced Level By Demonstrations</em></strong></p><ul><li><p>The course is created thorough, extensive, but easy to follow content which you’ll easily understand and absorb.</p><p> The course starts with the basics, including Python fundamentals, programming, and user interaction.</p><p><br></p><p>The curriculum is going to be very hands-on as we walk you from start to finish becoming a professional Python developer. We will start from the very beginning by teaching you Python basics and programming fundamentals, and then going into advanced topics and different career fields in Python so you can get real-life practice and be ready for the real world.</p></li></ul><p><br></p><ul><li><p>The topics covered in this course are:</p><p><strong><em>* Beginner to Expert Python contents:</em></strong></p><p><br></p><p><strong>Installing Anaconda</strong></p><p><strong>Python Overview</strong></p><p><strong>Array implementation</strong></p><p><strong>File methods</strong></p><p><strong>Keywords and Identifiers</strong></p><p><strong>Python Tuples</strong></p><p><strong>Python Basics</strong></p><p><strong>Python Fundamentals</strong></p><p><strong>Data Structures</strong></p><p><strong>Object-Oriented Programming with Python</strong></p><p><strong>Functional Programming with Python</strong></p><p><strong>Lambdas</strong></p><p><strong>Decorators</strong></p><p><strong>Generators</strong></p><p><strong>Testing in Python</strong></p><p><strong>Debugging</strong></p><p><strong>Error Handling</strong></p><p><strong>Regular Expressions</strong></p><p><strong>Comprehensions</strong></p><p><strong>Modules</strong></p></li><li><p><strong>See you inside the course!</strong></p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2020-09-24_06-20-31-23d69cc72fcab1a549e77de44c6eb365/1/WebHD_720p.mp4?Expires=1640343600&Signature=ORDVwHb23hoMjHFSYArqPEOnDgCOnmSrCx26zRSyDgmH~rHIIuxoNKan-0ndpbpZvKpfEjBCfawbSoaCJiuaU1bQPknpX9e4hZ7ghEZWTQPoHAg2YO6PR89R~3lz6rYza8nsT1VSglIyPvigDGzoJjfdD3OhdvDZj7rINvOBXCJ~4O0RXbFf5j59i03ec3e5KZs4h0h1y6jMXbOVNzRMwMx2lr51cpcBftPTFXQkvGOJ0A0-Ga7g~mVMnfJYc6kojpJ~dEhQtjt7eQKI~opmz-PrQNjoBKOaOaR2CaOc~DLH2058GO~iO3A3dUkGnL4s6EPPrmv6Dm2qV90F9Fa5FA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2431976", "category": "Teaching & Academics", "sub_category": "Engineering", "title": "Ultrasonic Testing Level 1 Training", "level": "Beginner Level", "author": "Mustapha benbihi", "duration": "1.5 hours", "rating": "4.5", "reviews": "190", "students": "29736", "coupon_code": "FREE-LEARNING-21", "preview_img": "https://img-c.udemycdn.com/course/750x422/2431976_6ccf.jpg", "coupon_link": "https://www.udemy.com/course/ultrasonic-testing-level-1-training/?couponCode=FREE-LEARNING-21", "end_day": "2021-12-25 15:48:15+00:00", "headline": "An introduction to Non-Destructive Testing & an A-Z guide on The Ultrasonic Testing.", "description": "<p>This course teaches you how to perform ultrasonic inspection from beginning to end.</p><p>The course provides you with Level 1 training in the fundamentals of Ultrasonic Testing methods. It will introduce you to the basic concepts and principles and includes hands-on training using Ultrasonic Testing equipment settings and functions.The Ultrasonic theories presented will provide the knowledge of Ultrasonic Testing required and enable you to work with individuals qualified and certified to gain needed experience for qualification as Level 1. While the practical manipulations will give you the essential steps that you will need to calibrate the ultrasonic testing equipment, perform the inspection, collect and interpret the data.</p><p>This course consists of two handbooks: The first handbook made by the instructor is the official of the training. It covers all the topics presented through the 35 lectures. While the second one (offered as bonus) is the official one of the TWI (International Institute of Welding) training.In addition to that, the course includes 35 lectures alternating between the different lecture types, with regular quizzes and exams to enable you to check that your are following the topics covered.</p><p>We'll begin by taking a closer look at the general concepts of ultrasonic testing, I'll then take you throw the fundamental properties of ultrasound starting with the generation of the ultrasonic wave and the mean physical phenomena that govern it.</p><p>Next, we'll discuss the most famous Ultrasonic Inspection Techniques and the equipment used to perform them so that you be able to perform them effectively.</p><p>We'll then take a look at the reference blocks used for calibrating the equipment, and how the inspected part variations that may affect the test result.</p><p>Finally, we'll explore the types of defects, and the most useful evaluation techniques so that you can decide whether the flaw is accepted or it needs to be repaired.Having the proper theoretical knowledge of ultrasound is critical to running a successful inspection, I'll introduce you to this knowledge and how to practice them effectively in Ultrasonic testing level 1 training.</p>", "preview_video": "https://mp4-c.udemycdn.com/2019-06-26_23-15-04-d7f8099be3d6b455e9a96268f3c8db37/WebHD_720p.mp4?Expires=1640343602&Signature=BnnHGuI9gZrmvM0Xo9LYpiW8pfLKp~fstmE1oO5PG0wYQlnpdxgppKFHsNBvUYXebxgvyb8oCdn51ZbhZK~MATAMuB~91mNA7DdGzzn-Zer43lGsFgFeGs2PhNPzAVgEgG2QYZ4YI15G11tavuZZ~bkP3DDl~dWBL-rWIa8Ac4sE4MfaeL6CxHvU7~jG2AwUMwoRLGPb3DTa0JC5-RUtW2ZxqMhSABDY~7mwxQWXpVu~-2jtJr8iCz3VlnDLo3ijv2K2sdOUuCNLfZykFSgvk7LWzTQBdYNeXBee6MF4DcCLecc36BQWVkMiO5BjyBtZdLqPLQsZMZeuq2A9-EpUMA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4455040", "category": "Health & Fitness", "sub_category": "General Health", "title": "Nutrition Certification: The Complete Nutrition Course", "level": "All Levels", "author": "Tarek Barakat Taha", "duration": "5.5 hours", "rating": "0.0", "reviews": "0", "students": "273", "coupon_code": "B86D7D70D2237B3DD39D", "preview_img": "https://img-c.udemycdn.com/course/750x422/4455040_ae83.jpg", "coupon_link": "https://www.udemy.com/course/nutrition-certification-the-complete-nutrition-course/?couponCode=B86D7D70D2237B3DD39D", "end_day": "2021-12-28 10:29:20+00:00", "headline": "Learn about nutrition from biggner to advanced level, weight loss, fat loss, muscle gain, certification, nutrition", "description": "<p>This course covers the biochemistry of foods and nutrients with consideration of the physiological effects of specialized diets for specific biological needs. Topics include cultural, religious, and economic factors that influence a person's acceptance of food, as well as nutrient requirements of the various life stages. Upon completion, students should be able to identify the functions and sources of nutrients, the mechanisms of digestion, and the nutritional requirements of all age groups.</p><p><br></p><p>1- Introduction A. Nutrients B. Nutrient Assessment C. Diet and Health </p><p>2. Planning a Healthy Diet A. Principles and Guidelines B. Food Labels</p><p>3. Digestion, Absorption, and Transport A. Digestive Tract Anatomy and Physiology B. Health and Regulation of the GI Tract </p><p>4. Carbohydrates A. Types/Structure of Carbohydrates B. Digestion and Absorption C. Glucose Metabolism D. Carbohydrate Intake</p><p>5. Lipids A. Types/Structure of Lipids B. Digestion and Absorption C. Lipid Metabolism D. Lipid Intake</p><p>6. Proteins A. Types/Structure of Proteins B. Digestion and Absorption C. Protein Metabolism D. Protein Intake</p><p>7. Energy Balance A. Energy Metabolism B. Body Weight and Body Composition </p><p>8. Weight Management A. Causes of Obesity B. Health Risks of Obesity C. Treatments and Weight-Loss Strategies</p><p>9. Vitamins A. Water-Soluble Vitamins B. Fat-Soluble Vitamins </p><p>10. Water and Minerals A. Water Intake and Balance B. Major Minerals C. Trace Minerals</p><p><br></p><p>.1- Identify and discuss nutrition problems facing today’s society. 2. Identify, distinguish, and discuss the necessities of being an informed consumer of nutrition products and services. 3. Identify, list, distinguish, and discuss the essential dietary nutrients and their role for good health. 4. Utilize dietary standards and guidelines to determine the nutritional adequacy of an individual’s diet for weight management and health. 5. Utilize dietary guidelines for disease prevention and management. 6. Distinguish, identify, and implement/demonstrate optimal nutrition for fitness and athletic/sport performance. 7. Distinguish, identify, implement/demonstrate safe food handling, preparation, cooking, and serving practices.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-12-21_20-34-35-f92e0e0148b5a2d0333f9c6e7e2245fa/2/WebHD_720p.mp4?Expires=1640343607&Signature=gN41tJ3czHgBNYebdMFiuhHAK7PWIl7-E~kf3suzoFZUjjOQOTSPb18icz-Ws-CoJPUKMHvHQ~NaKw6beQ1k8QD4ZTWwHW6Wn5O4C5O2moDaUEGFmhlgePL~mbwHVBRCpS5Ucp5isZD42syawmUDkvm0ZxGdjmd3G2cPeykf~vK5VrnKq-7ln5WTC0R2MqfeJQ3Yfn4WN0ie8QnYiVs6aU91f3w5GLBUjpO0dBkgHNiVWtneZXi9MrbCA0RUp-MINKqlTkxrjQ2Vf-KYoZTYGxcuieY6F5jqWgk4o-dZDtp1LA6ypETCTmmXVczpKNwqTklYqxq-i3pnKGe5rHg7uA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4100210", "category": "Business", "sub_category": "Other Business", "title": "FEMA 1999 & Foreign Exchange Regulations In India", "level": "Intermediate Level", "author": "Dr. Vijesh Jain", "duration": "3 hours", "rating": "4.5", "reviews": "18", "students": "7446", "coupon_code": "5A3686FBCB84F1A4CCB7", "preview_img": "https://img-b.udemycdn.com/course/750x422/4100210_694b_3.jpg?secure=w1x1_Oqgk3SWPpjQ0sBG5Q%3D%3D%2C1640413816", "coupon_link": "https://www.udemy.com/course/fema-1999-foreign-exchange-regulations-in-india/?couponCode=5A3686FBCB84F1A4CCB7", "end_day": "2021-12-27 03:12:48+00:00", "headline": "FEMA 1999, Foreign Exchange Rules in India, Residents, Non Residents, FX Bank Accounts, Current Account, Capital Account", "description": "<p>FEMA 1999 &amp; FX Regulations in India is a VJ Exports Mastery Series Course. This is a revolutionary and most effective specialized course is meant for persons who have anything to do with Foreign Exchange in India. Since India's journey from FERA to FEMA coincides with the economic growth story of this most exciting emerging large free market in the world. And with the largest young population. Therefore, it makes great sense to learn the subjects covered in this course.</p><p><strong>Description</strong></p><p>Basics of FEMA – a masterclass by Dr. Vijesh Jain is a specialized course. And it is intended to train the students to the working knowledge and understanding of FEMA. At the same time, this course also throws light on the current Foreign Exchange regulations in India. Therefore, the course will make you understand the theme and approach of the provisions of FEMA. And how and why it is what it is.</p><p>Incidentally, FEMA is the only dossier of the foreign exchange regulations in India which governs all transactions that take place in the country whether official or unofficial. Therefore, this course will traverse through the historical perspective of the subject. And take you through the journey and story of the various provisions which are created to encourage and facilitate foreign trade. And foreign dealings between the residents and nonresidents of this country with the world around us. Using certain case studies and examples the course teaches the concepts more interestingly.</p><p><strong>Topics Covered:</strong></p><p>Foreign Exchange regulations in India, post-independence</p><p><em>FERA to FEMA 1999</em></p><p><em>Resurgence of India</em></p><p><em>Basic concepts of FEMA 1999</em></p><ul><li><p>Objectives of FEMA</p></li><li><p>The ecosystem of FEMA 1999</p></li><li><p>Structure of various sections in FEMA</p></li></ul><p><em>Balance of Payment</em></p><ul><li><p>All Current Account Transactions</p></li><li><p>Capital Account Transactions</p></li></ul><p><em>Residential status</em></p><ul><li><p>Who is Resident?</p></li><li><p>FEMA vs Income Tax Act of India</p></li></ul><p><em>Classification of Transactions in FEMA 1999</em></p><ul><li><p>Several Current Account Transactions under FEMA</p></li><li><p>Capital Account Transactions under FEMA 1999</p></li><li><p>Liberalized Remittance Scheme</p></li></ul><p><em>FX Denominated Bank accounts for residents and nonresidents</em></p><ul><li><p>Type of Bank Accounts for Non Residents</p></li><li><p>Different Types of Bank Accounts for Residents</p></li></ul><p><em>Contravention of FEMA</em></p><p><em>Case Study</em></p><p><em>Highlights of FEMA&nbsp;1999</em></p><p><strong>Course-related important keywords</strong></p><ul><li><p>Foreign Exchange Management</p></li><li><p>Foreign Remittance</p></li><li><p>Accounting in India</p></li><li><p>FERA</p></li><li><p>Currency Exchange</p></li><li><p>FEMA regulations</p></li><li><p>Outword remittance</p></li><li><p>FEMA act</p></li><li><p>Foreign Exchange Dealers</p></li><li><p>Foreign Exchange Authority</p></li><li><p>Legal India</p></li><li><p>NRO Account</p></li><li><p>FEMA guidelines</p></li><li><p>India Company Tax</p></li><li><p>Legal aspects of mergers and acquisitions</p></li><li><p>NRI returns in India</p></li><li><p>SWIFT foreign exchange</p></li><li><p>FEMA law India</p></li><li><p>Business in India FEMA</p></li><li><p>Capital Account</p></li><li><p>Foreign Policy</p></li><li><p>Foreign Exchange by iibf</p></li><li><p>Banks in India</p></li><li><p>Foreign Exchange Risks</p></li><li><p>Principles of Foreign Exchange</p></li><li><p>RBI Foreign Exchange</p></li><li><p>FEMA RBI</p></li><li><p>Current Exchange</p></li><li><p>Foreign Accounting</p></li><li><p>Foreign Exchange Compliance</p></li><li><p>Foreign Exchange Operations</p></li><li><p>International trade</p></li><li><p>Foreign Exchange Law</p></li><li><p>Resident</p></li><li><p>Dropship India</p></li><li><p>Foreign Diplomacy</p></li></ul><p><strong>What do you get with the course?</strong></p><ul><li><p>Lifetime access to the course</p></li><li><p>Lifetime course updates</p></li><li><p>Verified 2-certificate of completion</p></li><li><p>Quizzes and Assignments</p></li><li><p>Udemy Money Back Guarantee</p></li><li><p>Course captions in different foreign languages</p></li></ul><p><strong>About the instructor</strong></p><p>The instructor of this course Dr. Vijesh Jain is a seasoned professional in FX operation and international business management. And, he has more than 30 years of industry and research experience in this field. Also, he is an alumnus of IIFT, BITS, BIMTECH, Harvard University, and other reputed institutes. Additionally, he has written several books and research papers on the subject.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-17_10-48-20-0d73e985757f75e33865cfcf87ab73f8/1/WebHD_720p.mp4?Expires=1640343616&Signature=UEIwtKQoRMuWi0ijiZJSVaoPH~QjaowLsv6TfpDlKN8MSqYPjpnzlvSoOiduDZyiFu0tsImmTiIR7cN8jIMxh0-aQ49FYpY0qD2-pfk9vsCAxYmof-4nJx7WpoYhZzlhllVg02A7qZyn8vdt2GdsJXb-bJqHcJf~867CKp5IOET4dLmIXdqcmyHyGzSlnWHtoCjsnQ2bm3sbiD2bRe4Pn2bVrSg1aAqwE7IS3SbIHpzBEtzcRXdHwLxjlqmlcc4CACIKsmk9gTWunH79tnpiS4k7NcuPPnuxOqP-aGyL5KseuJSjekRUhY670-HBvoWgpCHNxaLPSrV4ru~9dZf5UA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1831342", "category": "Development", "sub_category": "Web Development", "title": "Learn to Host Multiple Domains on one Virtual Server", "level": "All Levels", "author": "YouAccel Training", "duration": "1 hour", "rating": "4.3", "reviews": "552", "students": "108281", "coupon_code": "YOUACCEL53022", "preview_img": "https://img-b.udemycdn.com/course/750x422/1831342_7e2c_5.jpg?secure=K2aGPYxEb1E6iOgQdYhYaA%3D%3D%2C1640413819", "coupon_link": "https://www.udemy.com/course/learn-to-host-multiple-domains-on-one-virtual-server/?couponCode=YOUACCEL53022", "end_day": "2021-12-29 02:48:17+00:00", "headline": "Setup and Host Multiple Sites on one Server using Digital Ocean. Setup Virtual Hosts and Secure all Domains with SSL.", "description": "<p>In this exciting new course, we show you how to host multiple domain names on a single Digital Ocean droplet. We will show you step-by-step how to configure a droplet with LAMP Stack on Ubuntu 18.04. This includes deploying a droplet, installing Ubuntu and all the components included in LAMP Stack including Apache, MySQL, PHP and PhpMyAdmin.</p><p>We also explore an exciting new feature offered by Digital Ocean, called \"Floating IP's\" which allow you to transfer IP's easily between multiple droplets.</p><p>After you understand the foundations of server configuration, we get into configuring Name Servers, DNS Zone Files and Virtual Hosts to host multiple domains from a single Virtual Server. You will have a thorough understanding of setting file permissions and developing an organized directory structure for all your websites. </p><p>We also show you how to configure an SSL certificate for each and every website that you host on your virtual server. For this part of the course we will be using Let’s Encrypt. Let’s Encrypt is a certificate authority that offers free SSL certificates, which are extremely simple to install and very secure. </p><p>You are welcome to use any hosting provider for this course, as the concepts can be easily implemented on any Virtual Server configured with the Ubuntu distribution.</p>", "preview_video": "https://mp4-c.udemycdn.com/2018-08-02_22-05-21-91e41a91a76ccf28faeb447b7f1a9e05/WebHD_720p.mp4?Expires=1640343618&Signature=H2FHV-k4eAkhNU27q5Zh~pzNfJsjRbT6FGVvVLKN0X0CXnODawjmNAsA5qS7uoB-Tmd3w-QDlUfo0OI3CeCd6fZmXx8S~hJ9hy4CIrLIbRI1U4luvaZICx1iKEJr2gkWmfcoiSTiR397RXXRnP3qaIWFEgoYSyh9nF0kekh7OFq2JK1Pdk9999VNXIle8MF2VOIvgJQDLckL1jUHALdR0tTkGtDFL8R5CVLKd7ij8n4J1JuPWFKNw1tZ3u2mFk~mczzqbwwjQ9UWVS~paJHkMNoHhiv8mhdieoqNEg0-oRcEB1S13M3vRRozGry9rf41znY4a5CWOCpNcj3g36xw-A__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1844490", "category": "Development", "sub_category": "Web Development", "title": "Install NGINX, PHP, MySQL, SSL & WordPress on Ubuntu", "level": "All Levels", "author": "YouAccel Training", "duration": "1.5 hours", "rating": "4.6", "reviews": "592", "students": "111325", "coupon_code": "YOUACCEL53022", "preview_img": "https://img-c.udemycdn.com/course/750x422/1844490_02fb_6.jpg", "coupon_link": "https://www.udemy.com/course/install-nginx-php-mysql-ssl-wordpress-on-ubuntu/?couponCode=YOUACCEL53022", "end_day": "2021-12-29 02:48:06+00:00", "headline": "Learn to Install & Configure NGINX on Ubuntu 18.04. Includes MySQL, PHP, PhpMyAdmin, WordPress & SSL Integration.", "description": "<p>Hello and Welcome to our latest new course. We are glad you could join us on this exciting new learning expedition!</p><p>In this course, we are going to be exploring one of the most powerful Web Server technologies available. One that has grown in popularity exponentially since its release - Yes, we are talking about NGINX.</p><p>Whether you are an experienced web developer or new to the industry, you’ve likely heard of the age-old debate between Apache and NGINX. Which one is better, what should you use? This course offers a great introduction into NGINX. We will be covering several important topics, such as:</p><ul><li><p>Understanding the difference between Apache &amp; NGINX</p></li><li><p>Installing NGINX on a Digital Ocean Droplet or any Virtual Server of your choice.</p></li><li><p> Modifying the NGINX Block Configuration file for hosting Websites</p></li><li><p>Installing essential components on NGINX such as MySQL, PHP &amp; PhpMyAdmin</p></li><li><p>Securing PhpMyAdmin using symbolic links and NGINX’s built in authentication gateway.</p></li><li><p>Securing your hosted websites with free SSL using Certbot &amp; Let’s Encrypt</p></li><li><p>Installing and Configuring WordPress on your NGINX Server</p></li></ul><p>We will be using Digital Ocean droplets for this course, but you can create a virtual server with any cloud hosting provider of your choice. The configuration steps would be the same, regardless of who you host with. Also, we will be using the latest LTS version of Ubuntu (18.04).</p><p>So, if you are ready to dive back into another course and learn a variety of new concepts, hit the sign-up button!</p>", "preview_video": "https://mp4-c.udemycdn.com/2018-08-08_05-31-02-59acb12cfd05ddb2d81a66d7166ec2f2/WebHD_720p.mp4?Expires=1640343621&Signature=f0CnFxWzZmQljc8MFiIbA5KMF7keO2o0Jk6U3tcGtS-db7knIg1dOdurnCaTKybU5-rqysZOhoPdBCXkOVXu5HDqAFVDp28RYTpU1d6zL~qJSCX9E3Vs3m2xethKAjhgfBm~6uw5JtLP5T8jH1IKS4i33olsnD6US5hEwmOek0MSoer4hj6Q0TzbZj3RDC0d-C7lfycnFWzSaU8J0FqHaNkE~0Og-E-TNsVhOr~cQCXl5ujJS5h-XbBOPlX~t9JfUNCvkV9ptSl202eAw87lNkxv05iEd-69OnYRuIVqyotePL0yoYMm-GbXfomdn02iNs6y2zzai1INUdA1GjaVdw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3801480", "category": "Marketing", "sub_category": "Search Engine Optimization", "title": "Local SEO 2022 Made Simple & Fun + Google Maps & TripAdvisor", "level": "Beginner Level", "author": "Ing. Tomas Moravek | SEO, Facebook Ads & Facebook Marketing Expert", "duration": "9.5 hours", "rating": "4.2", "reviews": "56", "students": "33393", "coupon_code": "DECEMBERGOODNESS121", "preview_img": "https://img-c.udemycdn.com/course/750x422/3801480_550e_2.jpg", "coupon_link": "https://www.udemy.com/course/local-seo-2022/?couponCode=DECEMBERGOODNESS121", "end_day": "2021-12-28 16:37:11+00:00", "headline": "Local SEO, Google Maps & TripAdvisor Made FUN - Animated Explainers, Screen Recordings, Templates, Quizzes & Assignments", "description": "<p><strong><em>2022’s MOST ENJOYABLE LOCAL SEO, GOOGLE MY BUSINESS &amp; TRIPADVISOR COURSE!!! THIS LOCAL SEO COURSE IS FILLED WITH QUIZZES, ANIMATED VIDEOS, ASSIGNMENTS, TEMPLATES SCREEN RECORDINGS AND OVER MY SHOULDER EXPLANATIONS!!! WATCH AS I WALK YOU THROUGH EVERYTHING YOU WILL NEED TO KNOW TO BECOME A LOCAL SEO, AND COPYWRITING PRO IN 10 EASY TO FOLLOW STEPS!!! MAX LOCAL SEO TRAFFIC &amp; SALES, BOOST SEARCH RANKING, OR LAND YOUR DREAM MARKETING JOB!!!</em></strong></p><p><strong>MASTER LOCAL SEO</strong> - Local SEO Fundamentals &amp; Local SEO MASTER GUIDE and Local SEO Strategies that get you FOUND!</p><p><strong>MASTER GOOGLE MY BUSINESS (GOOGLE MAPS) &amp; TRIPADVISOR TOO</strong> - So, your business sees a stream of new customers!!</p><p><strong>MASTER KEYWORDS RESEARCH</strong> - By discovering &amp; creating highly relevant content, your audience will be more engaged and you will have a HIGHER RANKINGS in search engines. This will result in more views and prospects, both returning and new.</p><p><strong>MASTER COPYWRITING</strong> - Persuasive SEO Copywriting Techniques to hook potential customers fast, build trust and GET TO THAT SALE! Pro content creation templates for EVERY occasion from Twitter posts to Email newsletters, sales letters, and blogs.</p><p><strong>MASTER THE PSYCHOLOGY OF PERSUASION</strong> - Understand the AIDA &amp; FOMO - how to angle ALL your content to move prospects smoothly to the sale. This is the Golden Key to selling more and selling FASTER - and when you enrol, we’ll share it with you.</p><p><strong>MASTER CONTENT CREATION FOR LOCAL BUSINESS</strong> - Content creation templates and guides for local businesses. Create high performance sales letters, landing pages, blogging &amp; more…</p><p><strong>MASTER OUTREACH</strong> - Local SEO bloggers outreach technique, Easy-to-follow SEO PR link building Guide, plus templates for reaching out to influencers on social media, including template to GET MORE SOCIAL SHARES!!!</p><p><strong>THE ULTIMATE GUIDE TO BECOMING A LOCAL SEO PRO - HQ ANIMATED VIDEO EXPLAINER &amp; QUTIZ WITH 36 QUESTIONS A, B, C, D</strong></p><p>Hi and BIG welcome to the ultimate guide to Local SEO. You’re about to embark on the first step of your journey to becoming a Local SEO expert, as we share the latest, cutting edge techniques to take you from beginner to pro. The good news is, you don’t need to have any prior knowledge of Local SEO to become a local search master, as with our easy and fast unique learning format, we’ll break down every important aspect into easily digestible sections.</p><p>In this course, you’ll learn ALL the essential factors that make up a good Local SEO strategy, including keyword research, Google Maps, the importance of Google My Business and more. You’ll learn how to optimise your website to push it onto the first page of Google, how behavioural signals can affect your local search score, and how to get more in-bound links and NAP citations to push you up the ranks.</p><p>With our help, you’ll know everything you need to about Local SEO, and will be armed with solid strategies, so you can improve your approach and increase your local search position.</p><p>Using high quality video explainers, you can watch as we demonstrate core techniques, so you can see in real time how to set everything up for success. You’ll access animated videos that will break down the most important aspects, and help you quickly learn, so you can put everything we teach into practice.</p><p>All you need to do is be ready to learn, hungry for success, and determined to succeed. If you meet those three criteria, and you complete this course, you will have the right tools for great success. Whether you’re a local business owner, looking to attract more visitors to your website, or a marketer who wants to promote local brands, with this comprehensive course, you’ll learn PRO techniques and strategies that will dramatically improve your Local SEO approach.</p><p><strong>WHY IS LOCAL SEO IMPORTANT?</strong></p><p>Did you know that four out of five consumers now perform local searches? If your business doesn’t have a solid Local SEO strategy in place, you’ll be losing out on 80% of your potential customers. On top of this 46% of <em>all</em> Google searches are now done with local intent, so it’s crucial to adopt an effective Local SEO strategy if you want to maximise the chance of your business being discovered.</p><p>As 72% of all local searchers will go on to visit a business within five miles of their location, you’ll miss out on a lot of custom if users can’t find you, or don’t know you exist. Local SEO isn’t just about making sure your address information is correctly displayed, or you have a listing on Yelp or Google My Business, although that’s important. It incorporates a combination of equally important factors, from keywords, to building inbound backlinks and optimising your website for local search, right through to your online reviews and social media content and engagement.</p><p>In this course, we will go into the most essential things you need to know to adopt a good SEO strategy. We will help you lay down strong foundations, that you will build on later in this course, in more in-depth explainer and animated videos. Be prepared to put in a little effort, but if you don’t get where you want to be straight away, remember, NEVER be discouraged, as it takes everyone a little time to see success.</p><p>If you are prepared to learn and apply the information we share, you WILL be successful, providing you’re determined to do well. With this course, you are at an excellent advantage, as we’ve drawn on our years of SEO experience, to create materials that will ensure your ultimate success. Ready to get started on your journey to becoming a local search master?</p><p><strong>WHAT IS LOCAL SEO?</strong></p><p>Local SEO is the art of optimising the online visibility and discoverability of your business, to customers in your physical location. It also helps online potential customers to find out where your business is located, in real life. Local SEO has a lot in common with normal SEO, but includes the promotion of your location information, which you will need to optimise your strategy around.</p><p>When Google ranks websites for Local SEO, it examines normal SEO ranking factors AND a set of unique Local search factors. You need to score highly in BOTH, to do well in Local search.</p><p><strong>GOOGLE’S LOCAL SEARCH RANKING FACTORS:</strong></p><ul><li><p>Where a person is searching from</p></li><li><p>The amount of Name Address Phone Number citations your business has</p></li><li><p>Whether you have a Google My Business listing</p></li><li><p>Your Google My Business Profile Keywords</p></li><li><p>How many positive or negative online reviews your business has</p></li><li><p>What keywords are used in your online reviews</p></li><li><p>How many “check-ins” your business has received (and how long people stay at your location)</p></li><li><p>How many times your local business has been shared on social media</p></li><li><p>Your brand’s Google Maps star rating</p></li><li><p>Other behavioural factors like purchases</p></li></ul><p>There are also some other key things you will need to do if you want to be successful with Local SEO, that you wouldn’t have to bother with if you had a purely online brand. For best results, you must optimise for the Google MAP Pack, get visible on relevant local review sites, and use research tools like Yelp and Google Suggest to select the best keywords to pair with your location word. Ultimately, your goal should be to rank high in local search. You can achieve this by following the tips and strategies in this video, and on this course. Doing this will help you tweak your approach, so that <em>every</em> time someone searches for a business like yours in your area, you appear at the top.</p><p><strong>SET UP GOOGLE MY BUSINESS - SCREEN RECORDINGS WITH OVER MY SHOULDER EXPLANATIONS - LEARN FAST!</strong></p><p>Simply set up and take care of your Google my business profile. FAST &amp; EFFICIENT. To do this enter Google my business in Google search and click through to set up your Google my business profile. Add your information, including opening hours, photos, and videos. It’s smart to keep your Google my business listing updated, so try and add news every single week. In this course you’ll find tutorials that will help you to understand why you should never underestimate this extremely powerful marketing tool.</p><p><strong>SET UP TRIP ADVISOR - SCREEN RECORDINGS WITH OVER MY SHOULDER EXPLANATIONS - LEARN FAST!</strong></p><p>Getting a Tripadvisor listing puts more eyes on a business. The site draws in over 730 million reviews and opinions and an average of 490 million monthly unique visitors across 8.1 million businesses. Creating a top-notch listing with great photos, updated information, and rave reviews helps your future customers see what stands out about your business’s locations. There’s a lot that goes into your Tripadvisor business listings, but we’ll make the process easier for you. Our EASY TO FOLLOW guide will give you everything you need to know about a Tripadvisor business listing so that you can hit the ground running.</p><p><strong>DO KEYWORDS RESEARCH - SCREEN RECORDINGS WITH OVER MY SHOULDER EXPLANATION &amp; FREE 10 DAYS TRIAL TO SEO TOOL</strong></p><p>Keyword research is the process by which you research popular search terms people type into search engines like Google, and include them strategically in your content so that your content appears higher on a search engine results page (SERP). Keyword research is a fundamental practice in search engine optimisation (SEO). The keyword research process involves choosing a topic for your content that is focused on a set of targeted keywords that you want your content to rank for.</p><p><strong>LEARN COPYWRITING - HQ ANIMATED EXPLAINERS &amp; OVER MY SHOULDER EXPLANATIONS + QUIZZ WITH 22 QUESTIONS A, B, C, D</strong></p><p>Copywriting is a crucial skill in today’s content hungry economy. Information has <em>never</em> been more valuable and the huge surge in demand for digital based brands makes online content a valuable commodity. Copywriting skills are needed in almost every area of marketing. Even if you produce mostly video content, you still need an engaging description that tells potential viewers what your clip is all about. Copywriting can boost your search engine results, help you build trust with your followers, and can convert your subscribers into active buyers. There are some absolute must dos you should follow if you want to be a successful copywriter with the power to persuade. Copywriting is an art and is so much more than just slamming down words on a page.</p><p><strong>USE &amp; CUSTOMISE 23 CONTENT MARKETING TEMPLATES - HQ ANIMATED VIDEO EXPLAINER &amp; 12 ASSIGNMENTS</strong></p><p>This how to content marketing, &amp; Local SEO guide contains every essential type of example you’ll ever need to empower your business:</p><ol><li><p>Facebook Ad Template 1</p></li><li><p>Facebook Ad Template 2</p></li><li><p>Landing Page Template</p></li><li><p>Mini Story Email</p></li><li><p>Email Teaser</p></li><li><p>Email Welcome Template</p></li><li><p>Sales Letter Template</p></li><li><p>The Detailed Listicle (Blogging)</p></li><li><p>The Product Comparison (Blogging)</p></li><li><p>The How-to Comprehensive Guide (Blogging)</p></li><li><p>Guest Blog Outreach Template</p></li><li><p>LinkedIn Ad Template</p></li><li><p>Outreach template for LinkedIn</p></li><li><p>Twitter Ad Template</p></li><li><p>Twitter Post Template</p></li><li><p>YouTube Video Description Template</p></li><li><p>Instagram Post Template</p></li><li><p>Instagram Ad Template</p></li><li><p>Press Release Template</p></li><li><p>Influencer Outreach Template</p></li><li><p>Backlink Outreach Template 1</p></li><li><p>Backlink Outreach Template 2</p></li><li><p>Template to ask for Social Shares from Influencers</p></li></ol><p>You’ll see what you need to do - and why - and can tweak our practical samples so they suit your own needs exactly. Make sure you’re sitting comfortably, as it’s time to see how to put all the information you’ve learned on copywriting into practice… From your sales pages to your press releases, video scripts, blog post headlines meta descriptions, and email campaigns to your Facebook posts and Press releases, knowing how to create great copy will help your marketing efforts enormously.</p><p><strong>WHEN YOU ENROL, YOU ALSO GET:</strong></p><ul><li><p>COURSE MATERIALS AND TUITION Worth AT LEAST $1080 - you get it all - for a tiny fraction of the cost!!</p></li><li><p>Handy PDF &amp; MP3 packed with useful and FREE EXTRA RESOURCES you can download from our Resource Centre</p></li><li><p>Quizzes, Templates &amp; Assignments</p></li><li><p>Lifetime access &amp; Lifetime updates</p></li><li><p>Udemy certificate of completion - ready for download</p></li><li><p>30-day money back guarantee</p></li><li><p>Fast &amp; friendly support in the Q&amp;A section - ask me a question ANYTIME</p></li></ul><p><strong>START YOUR JOURNEY TO LOCAL SEO &amp; COPYWRITING TODAY!!!</strong></p><p>Digital marketing can turn around your entire financial situation - if<em> </em>you know how to do it right. There’s a ton of money out there and you can easily tap into this profit if you have the right knowledge. I know you're going to find the information in this course invaluable. I've made plenty of mistakes along the way, but after I teach you how to do things right, you won't have to!</p><p><strong>FOR A ONE-TIME, SMALL INVESTMENT YOU CAN ENROL NOW AND JOIN THOUSANDS OF MY SUCCESSFUL STUDENTS!!!</strong></p><p>You’ll instantly gain access to the knowledge you need to effectively market your business in today’s market - and will quickly update your skillset with the latest Local SEO, content creation &amp; copywriting techniques - so you stay relevant in 2022, and beyond. This course is constantly updated, so expect even more EXCITING UPDATES every month. With LIFETIME ACCESS AND UPDATES, plus a 30-day money-back refund guaranteed, there’s really nothing to lose, just multiple potential profit streams with your name on!</p><p><strong>WE WISH YOU EVERY SUCCESS AND CAN'T WAIT TO WELCOME YOU ON BOARD AS OUR NEW STUDENT!!!</strong></p><p>Always yours</p><p>Ing. Tomas Moravek &amp; the whole team,</p><p>Internet Efficiency Awarded Instructor</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-08-12_21-57-28-05ed43ff481ac38d4e4c4161f0628010/2/WebHD_720p.mp4?secure=h2eVvzIRaXCTKiTYBMlAdA%3D%3D%2C1640343644"}, {"course_id": "3694430", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Python Complete Course For Beginners", "level": "All Levels", "author": "Horizon Tech", "duration": "5.5 hours", "rating": "4.2", "reviews": "1644", "students": "141538", "coupon_code": "6EC9EA998D3B41010BCB", "preview_img": "https://img-c.udemycdn.com/course/750x422/3694430_429b.jpg", "coupon_link": "https://www.udemy.com/course/python-complete-course-for-beginners-h/?couponCode=6EC9EA998D3B41010BCB", "end_day": "2021-12-28 00:36:34+00:00", "headline": "This course is a depth introduction to both fundamental python programming concepts and the Python programming language.", "description": "<p><strong><em>Learn Python From Beginner To Advanced Level By Demonstrations</em></strong></p><ul><li><p>The course is created thorough, extensive, but easy to follow content which you’ll easily understand and absorb.</p><p> The course starts with the basics, including Python fundamentals, programming, and user interaction.</p><p><br></p><p>The curriculum is going to be very hands-on as we walk you from start to finish to become a professional Python developer. We will start from the very beginning by teaching you Python basics and programming fundamentals, and then going into advanced topics and different career fields in Python so you can get real-life practice and be ready for the real world.</p><p><br></p></li><li><p> While it is easy for beginners to learn, it is widely used in many scientific areas for data exploration. This course is an introduction to the&nbsp; Python programming language for students without prior programming experience. We cover data types, control flow, object-oriented&nbsp; programming, and graphical user interface-driven applications</p></li></ul><ul><li><p>Master the fundamentals of writing Python scripts</p></li><li><p>Learn core Python scripting elements such as variables and flow control structures</p></li><li><p>Discover how to work with lists and sequence data</p></li><li><p>Write Python functions to facilitate code reuse</p></li><li><p>Use Python to read and write files</p></li><li><p>Make their code robust by handling errors and exceptions properly</p></li><li><p>Explore Python's object-oriented features</p></li><li><p>Search text using regular expressions</p></li></ul><ul><li><p>The topics covered in this course are:</p><p><strong><em>* Beginner to Expert Python contents:</em></strong></p><p><br></p><p><strong>Installing Anaconda</strong></p><p><strong>Python Overview</strong></p><p><strong>Array implementation</strong></p><p><strong>File methods</strong></p><p><strong>Keywords and Identifiers</strong></p><p><strong>Python Tuples</strong></p><p><strong>Python Basics</strong></p><p><strong>Python Fundamentals</strong></p><p><strong>Data Structures</strong></p><p><strong>Object-Oriented Programming with Python</strong></p><p><strong>Functional Programming with Python</strong></p><p><strong>Lambdas</strong></p><p><strong>Decorators</strong></p><p><strong>Generators</strong></p><p><strong>Testing in Python</strong></p><p><strong>Debugging</strong></p><p><strong>Error Handling</strong></p><p><strong>Regular Expressions</strong></p><p><strong>Comprehensions</strong></p><p><strong>Modules</strong></p></li><li><p><strong>See you inside the course!</strong></p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2021-01-13_02-09-52-202aa1e53856863ba9ce67ec2343e991/1/WebHD_720p.mp4?Expires=1640343650&Signature=aR5TzHO9HlLn8mCHaivJ66~xKIHY78jVXC2clrDVvdGm9WMBozyKJktELEs7K-sDHcepgrHp9IQwYSi75emQDZCl2h0V~30U6PCviZ3w0eFhj0E8aDaQ4lIWDqw14IRjUqpL3MzOobiziK735~jKs0o3eFW-~TXwx2zvQImnRyA8SIvS3eAF0alJ4Bgya3ks~wtjjUepEuOYovAOuWqV3NKk23lHDlQEeEZPyWOOrmtGGlgAou49RP317EgNH41Jy1-PDuV9O-oxe-rq8rhRBjYPcMd33~hDIK0~q1fPmatcNico-xjgQsqyEXyKDw1fJAzRrK0LP43eLiV~4ExcKQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1723248", "category": "Personal Development", "sub_category": "Personal Productivity", "title": "Organize your online business for busy entrepreneurs", "level": "All Levels", "author": "Kenz Soliman", "duration": "31 mins", "rating": "4.3", "reviews": "46", "students": "8642", "coupon_code": "BEJOLLY", "preview_img": "https://img-b.udemycdn.com/course/750x422/1723248_7537.jpg?secure=tZ_JqiV2MBpBJaLFjhR6lw%3D%3D%2C1640413870", "coupon_link": "https://www.udemy.com/course/organize-your-online-business-for-busy-entrepreneurs/?couponCode=BEJOLLY", "end_day": "2021-12-27 16:52:26+00:00", "headline": "End the chaos and get your online business organized", "description": "<p><strong>Still working like a charm in 2021!</strong></p><p><strong>Join over 40,000 students from 172 countries worldwide taking my courses today!</strong></p><p><strong>no fluff, no filler content, just straight to the point course that you can start and actually finish in 1 day!</strong></p><p>A hard drive full of unfinished projects, a head that's spinning from too many things you need to get done, and everything around you seems like a huge mess?</p><p>It is time to get organized the \"human\" way! to organize your online business tools, links, resources, daily checklists, without being bored and with so much ease and fun!</p><p>In this course I am sharing with you a few simple steps to get clear on what needs organizing in your business with the help of a piece of paper and a free app called: Trello</p><p>This course is not a Trello tutorial, this course is a simple step by step system to first understand where to start when it comes to organizing your business, then using Trello to keep everything organized digitally and easy to access</p><p>This course is for you if you&nbsp;wake&nbsp;up everyday having no idea&nbsp;how&nbsp;are you going to start your day and what will you focus on today</p><p>What are you waiting for? get access to the course today and let's get your online business organized!</p>", "preview_video": "https://mp4-c.udemycdn.com/2019-01-03_09-56-19-1a028425e816d53855495d7cf3d58420/WebHD_720p.mp4?Expires=1640343670&Signature=dTwEB~gf12xQmtp6OBG1pnJxN~vjk58-vbLNOIym8RUlxQG6MuLnCdkN3HCoo6Lu3VrY1DCWVKQQzFDO6piDnJAC1xOqMjo~epi9cwC1BQbV6Lx9RPD0Iowlz9fvSOs5CCeBDwSMarRJIJ2JtL~DBomcrBUIdB16vV3rGq8~VWCj2U5Y~GV6VFQNVhiYJl-sXx7iTZh~M62Tsjs7ztd6eRKYiq6Vl87EHYynkI7UGHDk8IdTp-E3OJbAy1VXq1Pg4sEeHx3BOdc6~JNCj-tASEQyHapwA9WgaEb0OTbThOpwhsGKdmqFjqF8JTJQReAXuhekhufhT9MUtGzKImHk6w__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4420286", "category": "Health & Fitness", "sub_category": "Martial Arts & Self Defense", "title": "Kickboxen mit dem Europameister - Angriff und Verteidigung", "level": "All Levels", "author": "Bernie Willems", "duration": "1 Stunde", "rating": "0.0", "reviews": "0", "students": "367", "coupon_code": "A9531B3F143566333941", "preview_img": "https://img-c.udemycdn.com/course/750x422/4420286_83b4.jpg", "coupon_link": "https://www.udemy.com/course/kickboxen-mit-dem-europameister-angriff-und-verteidigung/?couponCode=A9531B3F143566333941", "end_day": "2021-12-28 09:38:46+00:00", "headline": "Praxiserprobte Angriffs- und Verteidigungstechniken", "description": "<p>Ich grüße dich. Ich bin Bernie Willems, Kickboxmeister des 8.&nbsp;Dans und mehrfacher deutscher und europäischer Meister im Kickboxen. Aber ich trainiere nicht nur, es ist mir auch wichtig, Wissen weiter zu geben. Mit diesem&nbsp;Kurs habe ich ein&nbsp;System erstellt, welches die Mission hat, deine&nbsp;Fähigkeiten im&nbsp;Kickboxen auf ein neues Level zu bringen.&nbsp;Mein Ziel war es, dass du dich so fühlst, als wären wir gemeinsam im Training. Wir wärmen uns gemeinsam auf und ich führe dich im&nbsp;Anschluss durch die Techniken.</p><p><br></p><p>Damit du diese Kampfkunst so gut es geht lernen kannst, ist das hier nicht einfach nur ein&nbsp;Videokurs. Du erhältst die Freiheit, immer und überall an deinen Fähigkeiten zur Selbstverteidigung zu arbeiten. Du kannst jede&nbsp;Technik in der für dich optimalen&nbsp;Geschwindigkeit lernen und vertiefen. </p><p>Aber Achtung:&nbsp;Hier geht es nicht nur ums schauen. Den größten Mehrwert hast du dann, wenn du aktiv mitmachst.</p><p><br></p><p>Bruce Lee sagte einmal:</p><p>Ich fürchte nicht den Mann, der 10.000 Kicks einmal geübt hat, aber ich fürchte mich vor dem, der einen Kick 10.000 mal geübt hat.</p><p><br></p><p>Daher ist dieser Videokurs nicht nur für einmaliges&nbsp;Bearbeiten gedacht.&nbsp;Du bekommst hier eine intensive Trainingseinheit im&nbsp;Kickboxen, mit der du deine&nbsp;Kenntnisse immer und überall einen&nbsp;Schritt nach vorn bringen kannst.</p><p><br></p>", "preview_video": "https://mp4-b.udemycdn.com/2021-12-19_14-03-56-ddf01d92a4c8e87925c41eb4638a8e8c/2/WebHD_720p.mp4?secure=fwgJ8-5GFUiRK33NtxuTKA%3D%3D%2C1640343673"}, {"course_id": "3666408", "category": "Marketing", "sub_category": "Branding", "title": "Gute Bewertungen bekommen", "level": "All Levels", "author": "Kristoffer Ditz", "duration": "1,5 Stunden", "rating": "4.2", "reviews": "3", "students": "119", "coupon_code": "45301673A8F9E2E869F2", "preview_img": "https://img-b.udemycdn.com/course/750x422/3666408_d163_3.jpg?secure=3aeAfhfTgh7twST48kq_kA%3D%3D%2C1640413875", "coupon_link": "https://www.udemy.com/course/gute-bewertungen-bekommen/?couponCode=45301673A8F9E2E869F2", "end_day": "2021-12-28 10:46:13+00:00", "headline": "und auf schlechte Bewertungen richtig reagieren - Kundenzufriedenheit für Ihre Produkte und Dienstleistungen", "description": "<p><strong>Allgemein</strong></p><p>Im Internet können heute Produkte, Dienstleistungen und Unternehmen vom Kunden bewertet werden. Je besser die <strong>Bewertungen </strong>sind, desto höher ist die Wahrscheinlichkeit, dass ein Kunde sich entscheidet, hier zu kaufen, insbesondere dann, wenn Ihr Unternehmen, Produkt oder Dienstleistung noch neu auf dem Markt ist.</p><p><br></p><p>Nicht immer gibt es dabei eine 5-Sterne <strong>Bewertung</strong>. Es wird sich nie vermeiden lassen, dass Ihnen ein Kunde auch mal eine schlechte Bewertung mit nur 1 Stern gibt. Auch dann wenn Ihr Produkt oder Angebot in der Summe fast nur positive <strong>Bewertungen</strong> erzielt hat. Wenn diese dann allerdings nicht gerechtfertigt ist und sich hinter falschen Aussagen versteckt, ist es wichtig entsprechend zu reagieren und diesen Kunden auch die Grenzen aufzuzeigen. Denn nicht immer ist es so, dass der Kunde, welcher Ihnen eine schlechte Bewertung gegeben hat mit dem Angebot nicht zufrieden war. Dies können auch Wettbewerber sein, die Ihnen schaden wollen und/oder von ihren eigenen Schwächen ablenken möchten.</p><p>In diesem Kurs werden wir uns auch ansehen, wie es dazu kommt, dass es schlechte <strong>Bewertungen</strong> gibt, obwohl mit Ihrem Produkt, Dienstleistung, Unternehmen alles in Ordnung ist und Sie schon viele gute Bewertungen erhalten haben.</p><p><br></p><p>Für meine Kurse bei Udemy habe ich mittlerweile über 1.500 <strong>Bewertungen</strong> erhalten, mit einem Schnitt von 4,4 Sternen. In diesem Kurs verrate ich Ihnen alle relevanten Tricks, die Sie benötigen, um sehr gute Bewertungen zu bekommen.</p><p><br></p><p><strong>Inhalt</strong></p><ul><li><p>Wie bekommen wir gute Bewertungen</p></li><li><p>Wie bekommen wir mehr Bewertungen</p></li><li><p>Marketing für bessere Bewertungen</p></li><li><p>Umgang mit schlechten Bewertungen</p></li><li><p>Umgang mit \"falschen\" Bewertungen</p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2020-11-29_19-39-16-10861dbb9d843fbc424fd3ce6a78cf91/1/WebHD_720p.mp4?Expires=1640343675&Signature=PKJXAwO~uvQ6ZnDvpIudzAfmuLP3vn8DVcnT3NNFPld4atfgFahejm-O1wgouPL2t9AFgSFSYi2Wawm2BU2c1hYG9QIX6GeHrzZ9MvTlsmVu-3nbZlBUQDMhRJEKACU4uS3zgLPpT4CdD~-jgDOQmNu73rxqQd8V9WIztaPjUz2kgoSxMUROFfjvgDFhrLiHR6BbtjPGSntOrr7s7upYBNyHRNChTOO4lPotQteZQx4b4DWZVxCXMgL-MQ133G~lh6-PrDmQIfiWXQ7UDT46LpswKyMUgHVsqotfJAESXbOVJMz1ZH4XXSHzlwlXxPCFavnPhQ~Vu4XhyN0cyIaX4Q__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1674460", "category": "Marketing", "sub_category": "Branding", "title": "Personal Branding System: UNIQUE Secret for YOUR Success", "level": "All Levels", "author": "Susmita Dutta", "duration": "1.5 hours", "rating": "4.6", "reviews": "60", "students": "15879", "coupon_code": "DEC2021FREE001", "preview_img": "https://img-c.udemycdn.com/course/750x422/1674460_1ef7_2.jpg", "coupon_link": "https://www.udemy.com/course/personal-branding-master-course/?couponCode=DEC2021FREE001", "end_day": "2021-12-28 15:43:11+00:00", "headline": "Create your UNIQUE Brand to make people remember YOU", "description": "<p><strong>**Course Updated - Nov 2021**</strong></p><p><strong>Personal positioning is your own branding, it is simply what people think WHO you are</strong>. What we generally do is we let people brand us… That is we let them judge about what we are rather then telling them who we are… This is because we ourselves are scared and not sure about how we must portrait our self… So, what we do is let them judge about who we are??</p><p>Positioning is not a statement about you – It’s a statement that captures who you are, it’s not a factual claim, but rather an emotional reason for people to want to be around you.</p><p>Positioning statement should be very crisp and powerful. The major problem with this is that half of the people might just start thinking about you in a variety of ways which might not be beneficial for your growth.&nbsp;</p><p><strong>The world is an absolutely unfair place and positioning gives you extremely unfair advantage</strong></p><p>Raise your hand, say “Aye” &nbsp;if you would like to have that unfair advantage? Positioning is that guaranteed formula that business will keep coming to you, you won’t have to go scouting for it. Whatever you do, just do this right… And my name is Susmita Dutta and in this course, I am going to tell you exactly&nbsp;<strong>how you too can do this for yourself</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2018-05-04_01-38-31-58d1eeb804f81531ec5dfc825c539ad0/WebHD_720p.mp4?Expires=1640343685&Signature=hd~lVK7nBznoEXVsWNOzotkP38JhEAzUhu9C4Hvr7dQ2zJw9uUG9rTVcUOZQJXAPI28uxncU~adhKG4KLQIoLRJ7OUF9hQXk~zPCCDMAOzv30q0I649WzUmi2N~OuWUMFlEe85hbwTVQ67BStMdoJ5-D5wykvAlkzeGwuPwj8XS4KYzvRYEz9uLoDwiFzCtYROwRuqq99Qb29geBU1l-I7tTlantS10kI-k7pAubdjlJU7RSxozjCLezA5EwPmIfYM2LG5xFlc1xc63hH0KJQ6Lni~u~0ILLU5rBG1gzVJ-qvrs9v2LZUuS77E1bdTyFHA61ZGwbyIgvbRHtV7ArBg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3161726", "category": "Personal Development", "sub_category": "Personal Productivity", "title": "Learn To Focus: Meditation & Mindfulness For ADHD", "level": "Beginner Level", "author": "Kevin Ellerton", "duration": "1 hour", "rating": "4.5", "reviews": "393", "students": "56646", "coupon_code": "366280CE9BFE1D4843CA", "preview_img": "https://img-c.udemycdn.com/course/750x422/3161726_8bc7_5.jpg", "coupon_link": "https://www.udemy.com/course/meditation-for-adhd/?couponCode=366280CE9BFE1D4843CA", "end_day": "2021-12-26 03:47:15+00:00", "headline": "Don't \"cure\" your ADHD - transform it into a superpower!", "description": "<p>ADD and ADHD can make it hard to focus &amp; get things done. You have lots of mental energy (that's why you're so smart!) but you have a hard time directing it to one thing at a time. Many people go through their entire lives in this scatter-brained state, jumping from thing to thing, never fully concentrating on, or actually enjoying, anything. This can lead to major school &amp; career problems (not paying attention in class, not paying attention at work, not caring about what you're working on, bouncing from job to job, career to career, etc), and problems becoming a successful adult.</p><p>For some handicaps, there is simply no cure, no way out. Thankfully, ADD/ADHD is NOT&nbsp;one of those handicaps. ADD &amp;&nbsp;ADHD&nbsp;can actually be a blessing in disguise, if you learn how to channel your mental energy, to focus it, to make it like a laser. This is called <em>hyperfocusing</em>, and it is a superpower unique to ADD/ADHD people!</p><p>You may have noticed that while you sometimes can't focus on anything at all, sometimes you can get <em>extremely zoned in to one thing</em> (like these words, for example). And oftentimes (for some of us, more often than not), the thing that you're zoned into is the wrong thing. For example, my first year in college I&nbsp;got so sucked into social media that I barely went outside and met actual friends. Sometimes this still happens to me, if I pick up my phone right when I wake up and click on a social media notification before I&nbsp;start meditating for the day. Social media platforms are designed to suck you in -- that's how they make money. That's bad news for ADD / ADHD people. And there are tons of other useless, unproductive, time-wasting things that can suck in your attention, if you don't learn how to control your hyperfocus.</p><p>The good news is that you can learn how to control your hyperfocus, and use it to supercharge your life by focusing on the things you actually <em>want</em> to be focused on! It's not easy, but it is actually very simple. The answer can be written in just ten letters: MEDITATION.</p><p>Meditation is the single most important key to controlling your hyperfocus, focusing on what you want to focus on, and moving your attention to the things that you want it to be on. Meditation is not some woo-woo magical thing... it's literally just training your brain to focus. That's literally what meditation IS. It's a practice of bringing your mind into the present moment, and focusing it on one thing at a time. This practice strengthens the parts of your brain that are responsible for regulating your attention. Just like lifting weights builds muscles in your body, practicing meditation builds neural connections in your brain (it's a process called neuroplasticity -- look it up!). Just like your muscles get bigger from lifting weights, your brain gets bigger by practicing meditation! And just like you can focus your exercise on strengthening a particular part of your body (arms, legs, chest, etc), you can focus your meditation on strengthening a particular part of your mind (deep focus, broad focus, generating joy, love, happiness, etc).</p><p>Many of the world's most successful entrepreneurs, futurists, inventors, and celebrities are people who have learned to direct their ADHD energy and control their innate powers of hyperfocus. In this course, we will use meditation to do that, and more -- to become more focused, successful, stable, joyful, energized, and just plain happier in life!</p><p>By the end of this course, you will be experienced with five different meditation techniques, which you can practice in daily life:</p><p>- breathwork</p><p>- mindfulness</p><p>- mindfulness of breathing</p><p>- concentrating on a physical object, and</p><p>- concentrating on an activity,</p><p>You'll be equipped with the tools you need to become the best version of yourself, and transform your ADD/ADHD from a handicap into a superpower!</p><p>The skills you'll learn in this course will be worth 1000x more than the price of the course. Not only will this course save you money on ADD/ADHD drugs like Adderall &amp; Ritalin, and help you make tens, hundreds, or thousands of times more successful in life than you would have been without being able to control your superpowers of hyperfocus, the meditations you learn in this course will make you immeasurably happier, over the course of your lifetime. And that's kind of the point of this whole \"life\" thing anyway, isn't it? What's $50 in comparison to a lifetime of sustainable happiness?</p><p>Don't get distracted by any shiny things or other tabs. Click the button to sign up for this course now. This may be the single most important moment in your life. Stay focused, sign up now, and start watching right away!</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-05-27_20-20-07-459935e0a9202bdf79719b86a44cb5c4/1/WebHD_720p.mp4?Expires=1640343689&Signature=QPxteLrYTx5Q6jx8~h54HQtaj76h~W7gSPhPXpZxMtF87Q75Lm0g3MwkHqnAaydkt88g9hT10K21ZTWvhTu2rqPM8OLmTf2z3Asxe6ne1YfbUlvLMeAnhfeTTDe~JcZbzlbanrW5xPqaYZRS5WUfSRuAt1r~ozGoXyiotWcdp2QdOXzAo~daiOkSWG0joJJgcJMc7caN9tibbE1hPQQAfEE3ClCZGsspebfEwQ8mAUVGx-Mch4B8zraJESisD3Kwgwputlv-aq5~HzVYqnkaZAHfg1cRDvJUl1VL-NPYEJFDL2KG9~N-ALbpWvemSDuQwv3u6yeTX~l-RKpvO8wgRw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4260672", "category": "IT & Software", "sub_category": "IT Certifications", "title": "CSS Crash Course For Beginners", "level": "Beginner Level", "author": "PROPER DOT INSTITUTE", "duration": "1 hour", "rating": "4.3", "reviews": "69", "students": "25754", "coupon_code": "1D2588BB639E4DA1C497", "preview_img": "https://img-b.udemycdn.com/course/750x422/4260672_f402.jpg?secure=5dU5_twVQFm18mzInjfqyQ%3D%3D%2C1640413892", "coupon_link": "https://www.udemy.com/course/css-crash-course-for-beginners-g/?couponCode=1D2588BB639E4DA1C497", "end_day": "2021-12-29 02:01:54+00:00", "headline": "Learn CSS With Practical Demonstrations", "description": "<p><strong><em>Learn CSS Crash Course</em></strong></p><ul><li><p>Ever wonder how the latest website designs are made? Cascading Style Sheets (CSS) are the main coding files used to layout a website and its design. CSS 3 is the latest in styling standards, and it brings several new properties and declarations you can use to make your website design more easily created. CSS is currently the only standard in website design that plugs directly into your HTML, even the latest HTML 5 standards. With CSS 3 and HTML 5, you can create the latest interactive pages for your website viewers.</p></li><li><p>This course shows you how to create CSS classes from a beginner's level. It starts off with basic HTML declarations, properties, values, and how to include a CSS style sheet with your HTML code. For those of you who are new to CSS and HTML, we show you step-by-step how to create a CSS file and include it in your HTML code, even if you use a cloud server for your hosting.</p></li><li><p>We show you how to position your elements, layout your elements relative to your documents, and style your HTML using predefined CSS values. We introduce you to the common CSS styling that you'll need when you start off designing your pages. If you want to get to know CSS and website design, this course is meant for you, and it can be used by anyone who hasn't even seen one line of CSS code yet. We focus on the latest CSS 3 and HTML 5 standards, so you get the latest when coding your website pages instead of focusing on older code.</p></li><li><p>There are no prerequisites. Anyone Can join this course. It is recommended though that individual have some basic computer programming knowledge.</p></li><li><p><br></p></li><li><p><strong>Course Topics</strong></p><p><br></p></li><li><p>Introduction to CSS</p></li><li><p>CSS Syntax</p></li><li><p>HTML 5 IN CSS</p></li><li><p>CSS Styling Text</p></li><li><p>CSS Page Backgrounds</p></li><li><p>CSS&nbsp;Animation<br></p></li><li><p><strong>Thank you see you inside the course</strong></p></li></ul>", "preview_video": "https://mp4-b.udemycdn.com/2021-08-25_04-06-58-aae1d40a0cb6df4da04b6a2c0c8ab6f6/2/WebHD_720p.mp4?secure=3a1hT2RAcI6E4RrSiZLWVg%3D%3D%2C1640343692"}, {"course_id": "3540520", "category": "Finance & Accounting", "sub_category": "Investing & Trading", "title": "Passive Income: 27 Ways to Earn Passive Income Online", "level": "All Levels", "author": "Roope Kiuttu", "duration": "2.5 hours", "rating": "3.9", "reviews": "400", "students": "58357", "coupon_code": "50E71DE86A88E157A21D", "preview_img": "https://img-b.udemycdn.com/course/750x422/3540520_a25f_7.jpg?secure=yvYgkgorbC9-Pta_QU7QMA%3D%3D%2C1640413894", "coupon_link": "https://www.udemy.com/course/how-to-earn-passive-income-online/?couponCode=50E71DE86A88E157A21D", "end_day": "2021-12-25 14:15:52+00:00", "headline": "Learn the Steps That I Use to Make Money Even While I Am Sleeping!", "description": "<p><strong>Would you like to earn money even while you are sleeping?</strong></p><p><strong>Do you want to earn money automatically once you've set up the systems?</strong></p><p>Then this is the right course for you.</p><p>I&nbsp;have been earning passive income already for years and I have helped 1,000's of people worldwide to do the same through my YouTube channel, Udemy courses and blogs.</p><p>Earning passive income works in the following way (in a nutshell):</p><ol><li><p><strong>Set up the system.</strong></p></li><li><p><strong>Get paid for months, years and even decades to come.</strong></p></li></ol><p>I love to help people to earn automatic money online.</p><p><strong>This is a really eye-opening course for most of my students.</strong></p><p><strong>Most of my students are complete beginners and they've previously earned money in 9-5 jobs.</strong></p><p><strong>Now they are earning money while they sleep!</strong></p><p>The benefit of earning passive income compared to regular jobs is that you will keep on earning money even after you have stopped working.</p><p>In a regular job, your income stops pouring in the minute you stop working.</p><p>With passive income, you will keep on earning money for a long time after you stop working.</p><p>In this course, I'll show you 27 ways how I&nbsp;earn passive income online so that you can start doing the same.</p><p>It's Your Time!</p><p>- Roope \"Sharing the blessing of passive income\"&nbsp;Kiuttu</p><p><strong>PS. </strong>When you earn passive income, YOU&nbsp;can decide how to spend your time.</p><p>Take control of your life right now and enjoy the freedom!</p><p><strong>► Don't delay. Every second could be costing you money!</strong> ◄</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-10-02_02-51-09-dd8dd382e09745d0c8f64448d299ad98/1/WebHD_720p.mp4?Expires=1640343694&Signature=j80AGNig3YCGbAHfz2jvxIuj7gGfXMRHlypr6dzfNGplqGAKBCQH4vsnDXVI5yEuxGNLRijq-ja6oFlXv7~-70lUtw50XEjRQ0faIIt3ArZxl5UFTvBmEm1tm4AopcZXXcv9UA1tZMXaF1OyQ6USpuvyjOcGoUzwnClBUivToB0Z8tJFRJhluzDK-JfeQSPuz1ghxEesDQVBnSfQGzSpI5tmbsBJdQiecZQ6wn2Vn6lg1TIJRX~hbUZfA1lSbezJWjtvyUoSuheKy1wxQRQGlEwvFTWK7UkkVV4I8erquFzT5Nc89wyt5rKykNwsS~XjjDtcQ8hA2Fzpqj~bbBR2kA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4446112", "category": "Personal Development", "sub_category": "Personal Transformation", "title": "Amazon Dropshipping İşinde Nasıl Profesyonel Satıcı Olunur?", "level": "All Levels", "author": "Okyanusi University", "duration": "3 saat", "rating": "0.0", "reviews": "0", "students": "923", "coupon_code": "B76CF5BC6017BB0EF2D1", "preview_img": "https://img-c.udemycdn.com/course/750x422/4446112_93e8_2.jpg", "coupon_link": "https://www.udemy.com/course/karl-bir-amazon-dropshipping-isine-nasl-baslanr/?couponCode=B76CF5BC6017BB0EF2D1", "end_day": "2021-12-25 09:02:19+00:00", "headline": "Kendi Web Sitenizde Geniş Karlı Bir Dropshipping Mağazası Başlatın - Amazon'un Dağıtımından, Depolarından vb. Yararlanın", "description": "<p> Karlı Bir Amazon Dropshipping İşine Nasıl Başlanır? / Eğitim Kampı - Okyanusi Üniversitesi ile Patron gibi satış yapmaya başlayın.</p><p>Dropshipping pratikte ve teoride harikadır. Minimum riskle pasif bir gelir akışı oluşturmanın olağanüstü bir yolu.</p><p>Esasen, ne olduğu... ya bir üreticiden ya da bir perakendeciden yeniden satış yapmaktır. Ürünlerini kâr için işaretlersiniz ve ardından sitenizde listelersiniz. Herhangi bir envantere ihtiyacınız yok. Herhangi bir depoya ihtiyacınız yok. Sadece minimum miktarda başlangıç ​​fonuna ihtiyacınız var. Bu durumda, bu yalnızca web sitesinin aylık ücretidir. Bir satıcı olarak tüm riski sizden alır, ancak size tüm büyüme potansiyelini verir. Şimdi, elbette bundan biraz daha karmaşık... </p><p>Herhangi bir dropshipping gurusu, ciddi para kazanmadan önce anlamanız gereken bazı ciddi ipuçları ve pazarlama stratejileri olduğunu söyleyecektir. Tipik olarak, e-kitaplarını satın alırsınız veya geçmişte elde ettikleri sonuçları gördüğünüz için web seminerlerine kaydolursunuz. Ama sorun burada yatıyor! Zaten yerleşik pazarlama kanallarına sahip yerleşik bir stoksuz satış sitesi. Onlar için işe yarayan aynı strateji, oynandığı için sizin için çalışmıyor. Çok fazla rekabet ve çok doymuş bir pazar var. Tanıdık geliyor mu?</p><p>Binlerce insan, şimdi herkes tarafından öğretilen aynı fazla abartılmış stoksuz satış yöntemlerini kullanmaya başladı. Aynı nihai hedefi göz önünde bulundurarak farklı bir platformda farklı bir yaklaşım benimsemenin zamanı geldi.</p><p>* Dropshipping'e yeni başlıyorsanız bu kurs tam size göre.</p><p>* Dropshipping deneyiminiz olmasına rağmen aradığınız sonuçları göremediyseniz bu kurs tam size göre.</p><p>Bu, size güncellenmiş bir dönüşle başarılı olmanız için ihtiyaç duyduğunuz temel stoksuz satış bilgilerini verecek adım adım öğretici bir kurstur.</p><p>Neler Öğreneceksin:</p><p>- Sitenizi nasıl kurar ve dönüşümler için optimize edersiniz</p><p>- Satış yapabilmek ve müşterileri mutlu edebilmek için sitenizi çok çeşitli diğer stoksuz satış sitelerinden nasıl farklılaştırabilirsiniz?</p><p>- Dropshipping yolculuğumda öğrendiğim, satış yapmanıza yardımcı olacak ipuçları ve püf noktaları</p><p>- Satacak iyi ürünler nasıl belirlenir</p><p>- Adım adım: Bu ürünleri sitenizde çok fazla çalışmadan güzel bir şekilde nasıl listeleyebilirsiniz</p><p>- Dijital Pazarlamaya Genel Bakış</p><p>- Instagram üzerinden sitenize trafik çekmek</p><p>- Facebook üzerinden sitenize trafik çekmek</p><p>- YouTube üzerinden sitenize trafik çekmek</p><p>- Organik trafik oluşturmak ve SEO'yu dış kaynak kullanmak için siteniz için SEO'yu optimize etmek</p><p>- Sevdiğiniz şeylere odaklanabilmeniz için işin çoğunu nasıl otomatikleştirebilirsiniz?</p><p>Halihazırda çok sayıda ücretsiz trafik alan, benzer ürünlere sahip olmayan ve çok daha yüksek kar marjlarına sahip belirli web sitelerinde stoksuz satış nasıl yapılır?</p><p>Amazon'da Dropship Perakende Satışı</p><p>Evden kendi stoksuz satış işinizi kurmak için Amazon'un müşteri hizmetlerinden, dağıtımından, lojistiğinden, depolarından vb. nasıl yararlanılır (doğrudan bilgisayarınızda!)</p><p>Satış yapan daha iyi e-ticaret listeleri nasıl oluşturulur?</p><p>Daha az vergi ödeyerek çevrimiçi ürün satarken nasıl daha fazla para kazanılır?</p><p>Ve Çok Daha Fazlası! </p><p>Sınıfta görüşmek üzere,</p><p>Eğitmeniniz ve Koçunuz</p><p>AKIN YILMAZ....</p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-12-15_13-31-13-fedd881e666c60d7957dfae6d3a39416/2/WebHD_720p.mp4?Expires=1640343696&Signature=BlfNVCPwXLKepPWXrd1qHyYj~dO3Frel1PJiR0APR-hSsfqMfareD5B0Ujbj4kjMBaMPoJcF4zqXM94S5TNqWlq3E5USVECuIvg7~NwL5wRVeyOeg3Tk7ooP16l-7SIS~mrObKDJ3xCw1jp5GwHNq5GIZ7PwSbOPZsMPXxF5LtPVp8jVhBxlzGaqcFkzj5Gdx29OMXaR35WXsonQoXm1ikYkZWpy7GIJVApaXQK6y-W3MDM6Dgmib6gbZbV8bIl1FZ1mlrV5kHtgOuh289bBAMyA~F0lykKrZqqHIC51DRsi6tdvY6HKFmwz77lTKDp9U~1hQd9bKFPfCmMgTnkkyA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3162082", "category": "Health & Fitness", "sub_category": "Meditation", "title": "Meditation For Beginners", "level": "Beginner Level", "author": "Kevin Ellerton", "duration": "1.5 hours", "rating": "4.7", "reviews": "460", "students": "56370", "coupon_code": "D2A7F47177E7CFC4DE32", "preview_img": "https://img-c.udemycdn.com/course/750x422/3162082_6fea_4.jpg", "coupon_link": "https://www.udemy.com/course/meditationforbeginners/?couponCode=D2A7F47177E7CFC4DE32", "end_day": "2021-12-26 03:47:04+00:00", "headline": "Completely new to meditation? This is the course for you!", "description": "<p>Meditation is one of the most powerful things that you can do, as a human being. It trains you to be in control of you mind and your emotions, in ways that you never knew were possible. It allows you to be happy just to be alive, even in the most difficult of circumstances; even when you're injured, or suffering a loss, stressed out at work, overwhelmed, depressed or anxious. It allows you to find the basic happiness of being alive, and that pervades everything else, so that you can deal with everything else much better.</p><p>Aside from just giving you that unshakeable happiness &amp; joie de vivre, it also gives you control over your mind in ways that are hard to even imagine before you experience it. It gives you the ability to focus on whatever you want to focus on, which can make you extremely productive and successful in life.</p><p>Tim Ferris studied hundreds of the world's most successful people: billionaires, celebrities, athletes, bodybuilders, and scientists at the tops of their fields. There was only one trait that over 80% of them had in common: a daily meditation practice. That's crazy when you think about it. It's not that they were all super intelligent, hard working, good looking, or born into wealthy families. The single most common trait among the world's most successful people is <em>meditation</em>. Isn't that weird?</p><p>To experienced meditators, this is not a surprise at all. It makes perfect sense that the world's most successful people are meditators. Meditation is a meta-skill; it's a skill that improves all of your other skills. It improves your ability to focus, so that you can do everything else better.&nbsp;In that way, meditation improves every aspect of your life, from relationships to health, happiness, productivity, career... everything.</p><p>In this course, you'll go from complete n00b to at least understanding the basics of meditation. This course is <em>Meditation For Beginners</em>. It will help you to get a good firm grounding in the basics of meditation, that you'll be able to take with you into daily life, to walk around in a meditative state, and to form the foundations for your own daily practice.&nbsp;All within about an hour and a half of course materials.&nbsp;Very easy, very simple, geared toward you, specifically, the beginner meditator. This will help you be happier in life, feel better, be healthier, and deal with pretty much anything that life will throw your way. The best hour and a half you'll ever spend in the rest of your life is this hour and a half, watching this course, learning to meditate for the first time.</p><p>I'll see you inside!</p><p>Namaste.</p>", "preview_video": "https://mp4-b.udemycdn.com/2020-06-12_17-02-35-ab7f9af42549a18ab10e0e3367da1f98/1/WebHD_720p.mp4?secure=lHqoo_jtxf5Jiw6IDJbfug%3D%3D%2C1640343698"}, {"course_id": "3941874", "category": "Business", "sub_category": "Project Management", "title": "Contracts Management in Construction Projects", "level": "All Levels", "author": "Akhil Krishna", "duration": "1 hour", "rating": "4.0", "reviews": "291", "students": "30412", "coupon_code": "CONTRACTS2021", "preview_img": "https://img-c.udemycdn.com/course/750x422/3941874_73be.jpg", "coupon_link": "https://www.udemy.com/course/contracts-management-in-construction-projects/?couponCode=CONTRACTS2021", "end_day": "2021-12-27 11:53:55+00:00", "headline": "Contracts Management, Contract Administration, FIDIC, Bank Guarantees, Contracts, Letter Drafting, Quantity Surveying", "description": "<p>Every construction project is bound by a Contract. Proper Contract Management plays a major role in the effective management of your construction projects. Adhering to all the Contractual obligations, the terms and conditions can save both cost and time. There are a few standard Contract Forms that is followed in a Construction project mainly FIDIC (International Federation of Consulting Engineers), NRM (New Rules of Measurement), JCT (The Joint Contracts Tribunal). The procedures to commence work, the documents required at each stage of the project, variation procedures, payment terms, basis for termination and suspension of works by either parties, completion of work, roles and responsibilities of all the stake holders and their staffs, dispute resolution methods, Arbitration procedures etc are all mentioned in the contract.</p><p>By the end of this course you will learn:</p><p>- The Different Contracting Arrangements utilized in different types of construction projects.</p><p>- FIDIC Red Book Timelines. A thirty-minute lecture contains the entire FIDIC Conditions of Contract for Construction for Building and Engineering Works timelines that needs to be adhered in the construction works.</p><p>- Helpful tips &amp; step by step procedure on how to draft a contractual letter.</p><p>- The Different Bank Guarantees in Construction project.</p><p>So what are you waiting for. Enroll for this course to learn something new and different.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-03-27_08-21-06-e15685169f0e82bf867852b56e324234/1/WebHD_720p.mp4?Expires=1640343705&Signature=aXjbA9fjyHYk6FM1d2Sp72epjurdT4n3HbL~L3xMyuORcKWootnJgfkFaaCOUVFq~DYXOCn9pyW01I~K9aVkHSx73SmVBmg0bGVtAOOLvv2ojvRFridfl9pCzjYp4aAj5abL58xkavwsHWgFf1fgg2u-L3unGZA3KYe3yA2qZMCGxDTeAmlsmV~zmJ4aFbXveWB7p133L6Uh84W4H5mw0uyOpI6kRHImvZQh~OpgCMaQPQt2RfvYGoDIn4vkEfFVmkAOX7i4LieroVn-krEl-yb9CljcxEYZ-Dnef~7FwepaY0mXKfWlfVZmlQaRLWYCWKPm0ZeapYv3BfnOCfITsA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2856760", "category": "Office Productivity", "sub_category": "Other Office Productivity", "title": "Xero Job Costing – Projects", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "5.5 hours", "rating": "4.7", "reviews": "49", "students": "33909", "coupon_code": "94ABB6469446A3A21DBC", "preview_img": "https://img-c.udemycdn.com/course/750x422/2856760_54ef_2.jpg", "coupon_link": "https://www.udemy.com/course/xero-job-costing-projects/?couponCode=94ABB6469446A3A21DBC", "end_day": "2021-12-27 05:55:59+00:00", "headline": "Learn job costing using Xero from a practicing CPA", "description": "<p>This Xero Job Costing course will provide the resources for learners to develop a solid understanding of job costing concepts and the tools Xero provides to create an effective job costing system.</p><p>We will discuss the process of setting up Xero for a job costing system.</p><p>The course will describe the terminology used by software and by the industry, such as jobs, sub customers, and projects.</p><p>Learners will understand how to set up projects and how they function to track costs and revenue per job.</p><p>We will cover how to enter bills and allocate costs to jobs using forms such as bill forms and expense forms.</p><p>The course will discuss the concept of a double-sided or two-sided items, how to create them, and why they are necessary for job costing.</p><p>Learners will know how to apply materials to jobs.</p><p>We will discuss how to apply direct labor to a job.</p><p>The course will show how to apply overhead to jobs.</p><p>Learners will be able to create invoices for the job using either the estimate or the actual billed costs.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-03-08_00-56-30-a89f06eb1a6d79d8f93c4c441cfbad00/WebHD_720p.mp4?Expires=1640343715&Signature=Fh-7XL0TQWpJPWJoOzhiBvM4gALvmFO5ZqKamKGFMglgXjrKyOtkQISh31~Y8xDc9I~G4e8ypSeCXD7C1Iim8xmTeHmUkdqZf-a5vjIfie4pURn3O5GoXGuhF8GIS6ubZsV7eCD7VQCgbnUehf9YYYs70J-wrdgHyeYCs1AgfrIxgkVTWplmNen6O2br9Xrce7TCExPxTja4AQQRJefrLu3pMEjZB7loSb56~BZ99EiEFvgf3Lw7pkl-Gz7OeBsH8S1Gbk08Afuek56yPrY~kqj-QmLGWZoZdvwFQOG20KZ1XUn1QZ2gvrtV3xsFhtfLwSab5ZN~oW9tFkxwrHbtoQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2691178", "category": "Marketing", "sub_category": "Affiliate Marketing", "title": "Convertlink - Dein Affiliate-Marketing vollautomatisiert!", "level": "Beginner Level", "author": "Sebastian Glöckner", "duration": "2,5 Stunden", "rating": "4.5", "reviews": "29", "students": "1751", "coupon_code": "0BDE0E65730CCE1C2EE7", "preview_img": "https://img-b.udemycdn.com/course/750x422/2691178_e6d1.jpg?secure=YFP7XoAbp6H-EXXYepn9mg%3D%3D%2C1640413927", "coupon_link": "https://www.udemy.com/course/convertools/?couponCode=0BDE0E65730CCE1C2EE7", "end_day": "2021-12-27 15:00:28+00:00", "headline": "Wie Du mit Convert Link Deinen Traffic smart steuerst und Deine Gewinne maximierst", "description": "<p><strong>Online-Marketing im Jahr 2021 / 2022 geht anders!</strong></p><p>Bislang hatten Online-Marketer, insbesondere&nbsp;Affiliate-Marketer folgendes Problem: </p><p>Wer kein detailliertes (und teilweise technisch anspruchsvolles) Tracking beherrscht, verschenkt sehr viel Geld direkt am Anfang!</p><p><br></p><p><strong>Das Problem ist: Leads werden immer teurer!</strong></p><p>Deswegen darfst Du keine Leads mehr verschenken durch kaputte Links oder Landingpages, die nicht gesplittestet sind. Gerade als Affiliate-Marketer hast Du normalerweise zusätzlich das Problem, dass Du im Prinzip gar keine Statistiken hast! </p><p>Du kannst nicht erkennen, welche Deiner Links da draußen erfolgreich sind und welche nicht.</p><p>Du kannst noch nicht mal einen Facebook-Pixel setzen für Retargeting oder Lookalike-Audiences!</p><p><br></p><p><strong>All dies wird mit Convertlink gelöst.</strong></p><p>Du hast erstmals Kontrolle über Deinen Traffic! Du kannst mit Convertlink:</p><ul><li><p>Mit einem smarten Link-Shortener Affiliate Links maskieren.</p></li><li><p>Die Leads je nach Endgerät auf unterschiedliche Seiten schicken (z.B. Smartphone vs. Desktop)</p></li><li><p>Besucher daran hindern, von Deiner Seite wegzugehen (wenig genutzter Geheimtipp!)</p></li><li><p>Gebrochene Links ersetzen (wichtig, wenn Du langfristig arbeitest)</p></li><li><p>Kreiere Deine eigenen Split-Tests, um Deine Gewinne zu maximieren!</p></li><li><p>Du kannst fremde Webseiten \"kapern\" und dort eigene Werbung einblenden.</p></li><li><p>Selbst nach Jahren hast Du noch die volle Kontrolle über Deine im Internet verteilten Links.</p></li><li><p>und vieles mehr...</p></li></ul><p><br></p><p><strong>Sichere Dir jetzt den Kurs und leg los, um Dir Deinen Vorsprung zu sichern!</strong></p>", "preview_video": "https://mp4-b.udemycdn.com/2019-12-18_01-36-16-7d0a278a529dcd5df3d7f8bc7b10d6f2/WebHD_720p.mp4?secure=dLZi7c2RKMhYfpnwNaoHMA%3D%3D%2C1640343726"}, {"course_id": "1189136", "category": "Photography & Video", "sub_category": "Photography Tools", "title": "Adobe Lightroom Masterclass - Beginner to Expert", "level": "All Levels", "author": "YouAccel Training", "duration": "8 hours", "rating": "4.6", "reviews": "1749", "students": "248096", "coupon_code": "YOUACCEL53022", "preview_img": "https://img-b.udemycdn.com/course/750x422/1189136_2186_4.jpg?secure=BZnSa4zpw8sg2aYqwqWoWg%3D%3D%2C1640413929", "coupon_link": "https://www.udemy.com/course/adobe-lightroom-masterclass-beginner-to-expert/?couponCode=YOUACCEL53022", "end_day": "2021-12-29 02:48:31+00:00", "headline": "Learn to Sort, Filter, Organize and Edit photos like a pro in this comprehensive guide to Adobe Lightroom", "description": "<p>Adobe Lightroom is a powerful, intuitive program used for enhancing, organizing, and editing your photos. Users can render enhancements on everything from smartphone photos to raw DSLR images. This course explores many of the exciting features this program offers. Take a look at just a brief summary of the course content below. <br><br><strong>Section 1: Introduction </strong><br>Students are provided with an overview of learning objectives and some of the key features that the course will explore. <br><br><strong>Section 2: Fundamentals </strong><br>Students learn to create and configure catalog settings and Lightroom preferences. We also introduce students to the Import Dialog and many of the important customization presets that can be applied to images. This includes file handling, file renaming procedures, metadata presets and other import options. <br><br><strong>Section 3: File Formats and Color Space </strong><br>This section provides an in-depth overview of file formats and color spaces relevant to photography and Lightroom. We explore the various pros and cons of compressed vs. RAW data formats. Students learn to effectively work with color profiles intended for both screen and print publishing. We provide a comparison of key color spaces including, sRGB, Adobe RGB, ProPhoto RGB, CMYK and Lab Color. <br><br>Students also learn to configure Lightroom's External application list, to export and edit images from Lightroom to third party applications. <br><br><strong>Section 4: Basic Configuration </strong><br>Students learn to customize and configure the Lightroom interface using the preferences panel, identity plates and image watermarks. <br><br><strong>Section 5: Library Module </strong><br>This section introduces students to one of the most important modules in Lightroom, the Library. Here, students will import a gallery of images into Lightroom and apply several sorting attributes to filter and organize images. Students learn to work with keywords, keyword sets, color labels, flags, and metadata. From there, students learn to create collection sets, collections, smart collections and custom filtering rules to master advanced filtering techniques. <br><br>We also explore automated watch folders, and smart previews to edit images off-location. Students are introduced to the Quick Develop panel to make basic adjustments in the Library module. <br><br><strong>Section 6: Develop Module </strong><br>Students learn to master Lightroom's Develop module to perform stunning photo enhancements using a number of professional techniques. We start by teaching development presets, creating snapshots and exploring the history panel. From there, we explore screen modes, and different views to edit and compare images while making adjustments. <br><br>We present an in-depth look into Lightroom's image histogram for making accurate image corrections using exposure and white balance adjustments. We explore many exciting tools including, crop overlay, spot removal, clone tool, red eye reduction, graduated filter, radial filter and the adjustments brush. Students will have the opportunity to use these tools in a number of exercises, designed to transform ordinary images into stunning, studio quality work. <br><br>In addition to the tools, students will also work with a number of other adjustment panels to adjust tone curves, HSL, noise reduction, lens corrections, image transformations and artistic vignettes. We also explore RAW file white balance adjustments and color calibration. <br><br>Students are introduced to metadata modifications, and writing data to XMP Sidecar files. <br><br><strong>Section 7: Map Module </strong><br>Students learn to geotag images and plot them on a Map. We explore map views, filtering and creating saved locations for custom filtering using GPS. <br><br><strong>Section 8: Book Module </strong><br>This section teaches students to create breathtaking photobooks using Lightroom's book module. We explore custom book layouts, book formatting, and applying text and background effects. Students also learn to export books as PDF documents, JPEG files or upload directly to Blurb. <br><br><strong>Section 9: Slideshow Module </strong><br>Students learn to create customized slideshows using the Slideshow module. We explore custom templates, layout options, text overlays, intro screens, embedding audio, video and a number of playback methods. We also explore methods to export the slideshow to render high-quality presentations. <br><br><strong>Section 10: Print Module </strong><br>This section explores effective techniques to print images using preset and customized print layouts. Students learn to soft-proof images to ensure color calibration between the monitor and printer. We also demonstrate working with layout styles and page options for optimal quality photographs. <br><br><strong>Section 11: Web Module </strong><br>Students learn to create and publish web photo galleries with ease, using Lightroom's Web Module. We explore custom layout options, color palettes, output settings and uploading. <br><br><strong>Section 12: Publishing Images </strong><br>This section teaches students to use a number of publish services built into Lightroom. Students learn to automatically upload and share images instantly to Facebook and Flickr. We also explore publishing images to local and external storage devices, email, and CD/DVD. <br><br><strong>Section 13: Tethering</strong><br>Students learn to setup an in-home studio by connecting their camera directly to Lightroom. <br><br><strong>Requirements </strong><br>This course is best suited for beginner to intermediate users. No prior knowledge or experience with Adobe Lightroom is required for enrollment. <br><br>All working files and a download link to a free trial version of the software is included. <br><br>The course is compatible with any version of Adobe Lightroom above 5.0 on MAC or PC.</p>", "preview_video": "https://mp4-c.udemycdn.com/2017-04-22_04-14-41-8a0c752ba92766f606bd671b20c0d80b/WebHD_720p.mp4?Expires=1640343729&Signature=CMzhFqsE2ozXk8hRaVNNK5fKGQbuV0lHVZ4wD0e0AxB5D1CUSkCY4d2locXkce7wk69497uqE9BCXXl60m4aE3c~ivFFeRVX7enlM6RLS4PlI5WvNyFTaO0uLTj7fCif66USNF1kSKdc5gIfo2KtmRmSgvep8JUdBkLJb~vE0qnQDLik8voXwtzcz3MjUxnkZj-Ne7jxsKGf~k7FvpB1BsWOxonQ4yMhCbQpEMv1ZKW-yurhnTBNS~4RGTdwxt-QKjKdXzm-HNW9W2b9xqwHYxUmcSUMVqeYvwc9sM6LMER~eRDTEavY61IZRxs9EVUUDgeBuA1NsVvayX3lyQGcNg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3650240", "category": "Office Productivity", "sub_category": "Microsoft", "title": "Excel Karten", "level": "All Levels", "author": "Kristoffer Ditz", "duration": "1 Stunde", "rating": "5.0", "reviews": "2", "students": "221", "coupon_code": "B3018AE254F171152DDA", "preview_img": "https://img-c.udemycdn.com/course/750x422/3650240_caae.jpg", "coupon_link": "https://www.udemy.com/course/excel-karten/?couponCode=B3018AE254F171152DDA", "end_day": "2021-12-26 09:17:50+00:00", "headline": "Lernen Sie, wie Sie eine Europa-Karte in Excel erstellen. Das Vorgehen lässt sich auch auf einzelne Länder übertragen", "description": "<p><strong>Allgemein</strong></p><p>Wenn wir im Vertrieb regionale Analysen durchführen, kommen hauptsächlich Tabellen und Balken-Diagramme aus Excel zum Einsatz.</p><p>Noch mehr Grafik können wir mit Karten bieten, die dann bei Präsentationen eingesetzt werden.</p><p>Die Karten, die Excel ab 2016 führt, stoßen dabei recht schnell an ihre Grenzen.</p><p><br></p><p>In diesem Video lernen Sie, wie Sie für Europa eine Karte mit Excel erstellen - Einmal nach Umsatzgröße und einmal nach Gewinn und Verlust (EBIT). Die Technik können Sie dann allerdings auch für einzelne Länder z.B. USA nach Staaten, oder Deutschland nach Bundesländern, anwenden, weil die Methode die gleiche ist.</p><p><br></p><p><strong>Inhalt</strong></p><ul><li><p>einfache Excel-Karten</p></li><li><p>Excel-Karte Europa mit Umsatzgrößen pro Land</p></li><li><p>Excel-Karte Europa nach Gewinn und Verlust</p></li><li><p>inkl. der fertigen Excel-Lösungen</p></li></ul><p><strong><em>Hinweis:</em></strong><em> In diesem Videos wurde mit Excel 2016 gearbeitet. Die einfache Karte lässt sich nur mit dieser oder einer höheren Version umsetzen. Die anderen Karten lassen sich auch mit einer älteren Version umsetzen.</em></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-11-21_16-43-29-be5ad85bf93649648352e994aa95e8ff/1/WebHD_720p.mp4?Expires=1640343734&Signature=bvtZpPVWsOT~Rs7og-WIqt9dX7t9FCfPDbqhWYFXS4Dz2BSePdDfdfVRdwz-TJ1kxkgPL0cVla9VKBzTN1AymryvEvh3TBx8n8ztE-tvVt5aLwTW-gldrlNOvgm9lhaSvGK4-p1sDPolL1~N-6vmIEoQScpzmHuEQni1KgJkekwvl-XaYEeD777goNSFbJZiyOlPzfhVcPG58CohY5UWW0MuTorzO-Ym67QrlKZT4CML8gRBlMFcmAUHB2O99hBpuu-6jgtXWrzZlT8LlmdhlsLN5CBDsd3xOBhmldFZD5zbAgXS-RBwqZmul00Da2p0avjJsJnj8y531TOpqQuFrA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}]}