{"last_time_update": "2021-12-03 08:05:46", "results": [{"course_id": "4228602", "category": "Finance & Accounting", "sub_category": "Finance", "title": "Project Finance Fundamentals | Infrastructure & Energy", "level": "All Levels", "author": "AlgoLab Finance", "duration": "3 hours", "rating": "4.3", "reviews": "124", "students": "19437", "coupon_code": "DECEMBERGIFT", "preview_img": "https://img-c.udemycdn.com/course/750x422/4228602_71ce_2.jpg", "coupon_link": "https://www.udemy.com/course/project-finance-fundamentals/?couponCode=DECEMBERGIFT", "end_day": "2021-12-06 15:59:20+00:00", "headline": "The A to Z Course to Getting Your Dream Job in Project Finance", "description": "<p>Whether you are a fresh graduate or looking for a shift in your career, whether you are coming from an engineering, finance, or law background; delving into the <strong>world of Infrastructure Project finance &amp; PPPs</strong> might be challenging. <strong>The problem begins at the interview stage</strong>: The lack of technical knowledge and basic skills could hurt your chances to land your dream job and break into the sector.</p><p>We have been there, too, and we completely understand your frustration! Our passion for helping young professionals overcome this hurdle pushed us to create this course.</p><p><strong>This course is beyond your regular online course; it is a compilation of thousands of hours of academic, professional, and interview experiences</strong>. After working in the project finance sector and with different firms, we are more than happy to share our wealth of knowledge in this industry with you.</p><p>This course will cover every technical question you may be asked in a project finance interview. It will offer you insights into different complexities and tight spots you will experience when trying to gain entry into the industry.</p><p>The project finance sector is cumbersome &amp; complicated from a distance; however, this course will draw you closer to understanding how you can make the sector a haven for you.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-08-14_21-03-17-9e33f9ad5b4025a670eb8684ae445ea8/2/WebHD_720p.mp4?Expires=1638530756&Signature=DHhFqfifJ03bJx08i8S90d3Hi5KuW~UxG8OA-dagOWSmhMXwV4wQ~-~QmUQQN-p6PhJ2Q7h06CX77U6og94brs4Y19D3DNGhAR~zXspizg2EkWeyRB6Q7vPtsk~NH6dw~Ot~0rb1h5BLkqLegw5CN~V0EdrSBHmMKq9BSJ3n47sd0E57xP1IobmViGR5-9buIEUJ9EkRhUWwMBJMrEeZ8StsgUeXPEoqSrddemQpQxzPjSEC9cg~e0XtMujQkxyeUSJdomWdRQrUM1aa9vbhz018a-5VCySyOfqzsfr36gQfBbbNc2ht8fhzfyQybEeMSAPNQ~4-IK355DK~5sL0uQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4376860", "category": "Development", "sub_category": "Programming Languages", "title": "Microsoft Programming in C# practice Test Certification 2021", "level": "All Levels", "author": "wassim Elhgali", "duration": "", "rating": "0.0", "reviews": "0", "students": "794", "coupon_code": "340972724FCDEBB2A301", "preview_img": "https://img-b.udemycdn.com/course/750x422/4376860_a304.jpg?secure=LS7hQKu18tBv5dydLVztYA%3D%3D%2C1638600963", "coupon_link": "https://www.udemy.com/course/microsoft-exam-mcsd-programming-in-c/?couponCode=340972724FCDEBB2A301", "end_day": "2021-12-07 08:40:03+00:00", "headline": "best practice Tests for Programming in C#  Certification 2021", "description": "<p><strong>About Programming in C#&nbsp; Certification Exam</strong></p><p>Programming in C#&nbsp; Certification Exam measures the ability of the candidate to accomplish the technical tasks. Candidates should have a thorough understanding of the following topics -<br></p><ul><li><p>Managing program flow and events</p></li><li><p>Asynchronous programming and threading</p></li><li><p>Data validation and working with data collections including LINQ</p></li><li><p>Handling errors and exceptions</p></li><li><p>Working with arrays and collections</p></li><li><p>Working with variables, operators, and expressions</p></li><li><p>Working with classes and methods</p></li><li><p>Decision and iteration statements</p></li></ul><p><br></p><p>Acquire necessary skills in preparing for Microsoft certification and enhance your software development career by learning the concepts of C# programming</p><p>Key Features • Prepare for the certification using step-by-step examples, and tests with standard solutions</p><p>• Understand the concepts of data security for secure programming with C#</p><p>• Learn to scale and optimize your application codebase using best practices and patterns</p><p><br></p><p>Prepare for Microsoft Exam 70-483–and help demonstrate your real-world mastery of programming in C#. Designed for experienced software developers ready to advance their status, <em>Exam Ref</em> focuses on the critical-thinking and decision-making acumen needed for success at the Microsoft Specialist level.</p><p><br></p><p><strong>Focus on the expertise measured by these objectives:</strong></p><ul><li><p>Manage Program Flow</p></li><li><p>Create and Use Types</p></li><li><p>Debug Applications and Implement Security</p></li><li><p>Implement Data Access</p></li></ul><p><br></p><p><strong>Course Structure for Programming in C# Certification Exam</strong></p><ul><li><p>Manage Program Flow (25-30%)</p></li><li><p>Create and Use Types (25-30%)</p></li><li><p>Debug Applications and Implement Security (25-30%)</p></li><li><p>Implement Data Access (25-30%)</p><p><br></p></li></ul><p><strong>Who should take this exam?<br></strong></p><p>Candidates for this exam are developers with at least one year of experience programming essential business logic for a variety of application types, hardware, and software platforms using C#.</p>", "preview_video": ""}, {"course_id": "3278782", "category": "IT & Software", "sub_category": "IT Certifications", "title": "NLP Course for Beginner", "level": "Beginner Level", "author": "Code Warriors", "duration": "1 hour", "rating": "4.1", "reviews": "202", "students": "40553", "coupon_code": "0F0C7F055E031BA86843", "preview_img": "https://img-c.udemycdn.com/course/750x422/3278782_86d0_4.jpg", "coupon_link": "https://www.udemy.com/course/nlp-course-for-beginner/?couponCode=0F0C7F055E031BA86843", "end_day": "2021-12-07 20:41:47+00:00", "headline": "Learn Natural Language Processing ( NLP ) & how to analyze text data.", "description": "<p>Welcome to the best Natural Language Processing course on the Udemy! This course is designed to be your complete online resource for learning how to use Natural Language Processing with the Python programming language.</p><p>In the course we will cover everything you need to learn in order to become a world class practitioner of NLP with Python.</p><p>We'll start off with the basics, learning how to open and work with text, as well as learning how to use regular expressions to search for custom patterns inside of text files.</p><p>Afterwards we will begin with the basics of Natural Language Processing, utilizing the Natural Language Toolkit library for Python, as well as the state of the art Spacy library for ultra fast tokenization, parsing, entity recognition, and lemmatization of text.</p><p>We'll understand fundamental NLP concepts such as stemming, lemmatization, stop words, tokenization and more!</p><p>Next we will cover Part-of-Speech tagging, where your Python scripts will be able to automatically assign words in text to their appropriate part of speech, such as nouns, verbs and adjectives, an essential part of building intelligent language systems.</p><p>We'll also learn about named entity recognition, allowing your code to automatically understand concepts like money, time, companies, products, and more simply by supplying the text information.</p><p>Through state of the art visualization libraries we will be able view these relationships in real time.</p><p>Then we will move on to understanding machine learning with Scikit-Learn to conduct text classification, such as automatically building machine learning systems that can determine positive versus negative movie reviews, or spam versus legitimate email messages.</p><p>We will expand this knowledge to more complex unsupervised learning methods for natural language processing, such as topic modelling, where our machine learning models will detect topics and major concepts from raw text files.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-07-04_13-36-01-368b5d7efe4482efc375dcb37e94b16b/1/WebHD_720p.mp4?Expires=1638530773&Signature=NBIpqJ84CyZmiYaeXT~f2cbLGXiTb38KfO5ho8hI2W9ZOrxdnURAzWQmTUow9lhxa9eZjoJ6GtLe57DwBA5HyHkyh056qhLNlWTIaQ5RmTEgXX2Jn2IDOEN6pbs1qQy0eDAZTdr6ooV0fjYp43ht4SXIQAUbMDO58dT3aq-aSqbaz9qoE7F0SeBK8l5fBRSnc4xBv0ibuvwwUYMwXnMq7p9CCJR3gtxo6YC2Zp-ChJcCeVTMh5MaXBMW-an6x12xxyc784iu2mdUogSsmqqeOcGp1qIrN3Jl8zXSngd9LSvrC9DnzqwWA5RlugIYw2eJjk6t18Qf2I9lAqEdvYGMdA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3905144", "category": "Business", "sub_category": "Human Resources", "title": "Hiring Process: Talent Management", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "1 hour", "rating": "4.4", "reviews": "427", "students": "42618", "coupon_code": "DEC-2021", "preview_img": "https://img-c.udemycdn.com/course/750x422/3905144_1038.jpg", "coupon_link": "https://www.udemy.com/course/hiring-process-talent-management/?couponCode=DEC-2021", "end_day": "2021-12-07 08:59:06+00:00", "headline": "Talent management plays an important role in business strategy since it manages one of important assets - it's people!", "description": "<p>By adopting a structured and comprehensive hiring process, you're taking the first step in positioning your business for success by attracting the right talent. The type of talent that will help build the company culture, drive sales and ultimately position the company as a leader in the industry.</p><p>So in this course we will learn:</p><ul><li><p>Learn how to present the current open position</p></li><li><p>Develop a workable hiring strategy</p></li><li><p>Know how to determine which candidates to interview</p></li><li><p>Steps and techniques to use in an interview</p></li><li><p>Welcome newly hired employees</p></li><li><p>Find potential candidates for the position</p></li><li><p>İnterview new and potential candidates</p><p><br></p></li></ul><p>The job market is more competitive than ever, which means your job as an HR professional needs to evolve in order to keep up with the latest HR trends – and a great talent management strategy could be what helps you edge out the competition.</p><p>Some view ‘talent’ as employees who are top performers or those with high potential, while others view talent as everyone in an organisation.</p><p>When preparing to hire a new employee, your first step should be to know what position you intent to hire them for. In this course you will learn how to research for new talents and the research will help you get a better idea of that skill sets needed, which in turn will help you draft an accurate job description to share with potential candidates.</p><p>Which one is a talent?</p><p>++++++++++++++++++++</p><p>If you are a new manager or small business owner you also need to learn this piece of HR.</p><p>So, what are you waiting for?</p><p>Let’s get started!</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-03-10_19-52-35-1d4516f6d27fdd4ae7c14d699f355a8e/1/WebHD_720p.mp4?secure=pYMAQXvXM9W3RClMBtbAzQ%3D%3D%2C1638530792"}, {"course_id": "3162082", "category": "Health & Fitness", "sub_category": "Meditation", "title": "Meditation For Beginners", "level": "Beginner Level", "author": "Kevin Ellerton", "duration": "1.5 hours", "rating": "4.7", "reviews": "449", "students": "54922", "coupon_code": "B898EEC93E4F99D74FE6", "preview_img": "https://img-c.udemycdn.com/course/750x422/3162082_6fea_4.jpg", "coupon_link": "https://www.udemy.com/course/meditationforbeginners/?couponCode=B898EEC93E4F99D74FE6", "end_day": "2021-12-04 02:14:00+00:00", "headline": "Completely new to meditation? This is the course for you!", "description": "<p>Meditation is one of the most powerful things that you can do, as a human being. It trains you to be in control of you mind and your emotions, in ways that you never knew were possible. It allows you to be happy just to be alive, even in the most difficult of circumstances; even when you're injured, or suffering a loss, stressed out at work, overwhelmed, depressed or anxious. It allows you to find the basic happiness of being alive, and that pervades everything else, so that you can deal with everything else much better.</p><p>Aside from just giving you that unshakeable happiness &amp; joie de vivre, it also gives you control over your mind in ways that are hard to even imagine before you experience it. It gives you the ability to focus on whatever you want to focus on, which can make you extremely productive and successful in life.</p><p>Tim Ferris studied hundreds of the world's most successful people: billionaires, celebrities, athletes, bodybuilders, and scientists at the tops of their fields. There was only one trait that over 80% of them had in common: a daily meditation practice. That's crazy when you think about it. It's not that they were all super intelligent, hard working, good looking, or born into wealthy families. The single most common trait among the world's most successful people is <em>meditation</em>. Isn't that weird?</p><p>To experienced meditators, this is not a surprise at all. It makes perfect sense that the world's most successful people are meditators. Meditation is a meta-skill; it's a skill that improves all of your other skills. It improves your ability to focus, so that you can do everything else better.&nbsp;In that way, meditation improves every aspect of your life, from relationships to health, happiness, productivity, career... everything.</p><p>In this course, you'll go from complete n00b to at least understanding the basics of meditation. This course is <em>Meditation For Beginners</em>. It will help you to get a good firm grounding in the basics of meditation, that you'll be able to take with you into daily life, to walk around in a meditative state, and to form the foundations for your own daily practice.&nbsp;All within about an hour and a half of course materials.&nbsp;Very easy, very simple, geared toward you, specifically, the beginner meditator. This will help you be happier in life, feel better, be healthier, and deal with pretty much anything that life will throw your way. The best hour and a half you'll ever spend in the rest of your life is this hour and a half, watching this course, learning to meditate for the first time.</p><p>I'll see you inside!</p><p>Namaste.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-06-12_17-02-35-ab7f9af42549a18ab10e0e3367da1f98/1/WebHD_720p.mp4?Expires=1638530812&Signature=M4vU5zedBwuVDgliZFMrMdPTjxifsIWekk1gjAXJS5UjdgXgGutYuUKt-cW61S4VFBjmLt0swEdHen8le14CuK3Fpwo~pe3zn-PnmP3YbGhynTE557ufeLa1zBRJjgJvj0r29JkHHI5xscFlnHWL84owTnq1KEj1gC0sy2DowXK1KTaA5BMx0cZLC95boUAnyQa6dJPJT~OEcAD7AzhTmjSaTVSTFt0LrgMsQ-h40KR~aPDoiL6oRuPlyjv~LZ5N-t7R-bR60oc0xSvyxy87T4iGLQpPmnftBZPnDjdbPMM-zF9G9k4AzyJZhhy0svtWRKNN6lK~kXlaMhui~zJ8-A__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4306359", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Splunk Enterprise Architect Practice  Tests Certification", "level": "All Levels", "author": "wassim Elhgali", "duration": "", "rating": "3.9", "reviews": "5", "students": "3245", "coupon_code": "857E831078F573E595BD", "preview_img": "https://img-c.udemycdn.com/course/750x422/4306359_2a34.jpg", "coupon_link": "https://www.udemy.com/course/splunk-enterprise-architect-practice-tests-certification/?couponCode=857E831078F573E595BD", "end_day": "2021-12-07 08:56:22+00:00", "headline": "best practice Tests for Splunk Enterprise Architect Certification 2021", "description": "<ul><li><p>A <strong>Splunk Enterprise Certified Architect</strong> has a thorough understanding of Splunk Deployment Methodology and best-practices for planning, data collection, and sizing for a distributed deployment and is able to manage and troubleshoot a standard distributed deployment with indexer and search head clustering. This certification demonstrates an individual's ability to deploy, manage, and troubleshoot complex Splunk Enterprise environments.</p></li></ul><ul><li><p>Our valid Splunk Enterprise Certified Architect test questions are written by our IT experts and certified trainers who have rich experience in Splunk Enterprise Certified Architect actual test. They always check the updating of Splunk Enterprise Certified</p></li></ul><p><br></p><ul><li><p>A Splunk Enterprise Certified Architect has a thorough</p></li></ul><p>understanding of Splunk Deployment Methodology and bestpractices</p><p>for planning, data collection, and sizing for a distributed</p><p>deployment and is able to manage and troubleshoot a standard</p><p>distributed deployment with indexer and search head clustering.</p><p>This certification demonstrates an individual’s ability to deploy,</p><p>manage, and troubleshoot complex Splunk Enterprise environments</p><p><br></p><p><strong>Learning Objectives</strong></p><p><br></p><p>Requirements definition</p><p>• Index and infrastructure</p><p>planning</p><p>• Clustering Overview</p><p>• Forwarder and Deployment</p><p>• Integration</p><p>• Splunk Support model</p><p>• Splunk troubleshooting</p><p>methods and tools</p><p>• Clarifying the problem,</p><p>installation, licensing, and</p><p>crash problems</p><p>• UI and search problems</p><p>• Configuration problems</p><p>• Deployment problems</p><p>• User management problems</p><p>• Large-scale Splunk</p><p>deployment overview</p><p>• Single-site (high-availability)</p><p>indexer cluster, multi-site</p><p>(disaster-recovery) indexer</p><p>cluster</p><p>• Indexer cluster management</p><p>and administration</p><p>• Indexer discovery forwarder</p><p>configuration</p><p>• Search head cluster</p><p>• Search head cluster</p><p>management and</p><p>administration</p><p>• KV Store collection and</p><p>lookup management</p>", "preview_video": ""}, {"course_id": "3161726", "category": "Personal Development", "sub_category": "Personal Productivity", "title": "Learn To Focus: Meditation & Mindfulness For ADHD", "level": "Beginner Level", "author": "Kevin Ellerton", "duration": "1 hour", "rating": "4.6", "reviews": "377", "students": "55241", "coupon_code": "D5B11EA7A7EC97C0A1B9", "preview_img": "https://img-c.udemycdn.com/course/750x422/3161726_8bc7_5.jpg", "coupon_link": "https://www.udemy.com/course/meditation-for-adhd/?couponCode=D5B11EA7A7EC97C0A1B9", "end_day": "2021-12-04 02:13:32+00:00", "headline": "Don't \"cure\" your ADHD - transform it into a superpower!", "description": "<p>ADD and ADHD can make it hard to focus &amp; get things done. You have lots of mental energy (that's why you're so smart!) but you have a hard time directing it to one thing at a time. Many people go through their entire lives in this scatter-brained state, jumping from thing to thing, never fully concentrating on, or actually enjoying, anything. This can lead to major school &amp; career problems (not paying attention in class, not paying attention at work, not caring about what you're working on, bouncing from job to job, career to career, etc), and problems becoming a successful adult.</p><p>For some handicaps, there is simply no cure, no way out. Thankfully, ADD/ADHD is NOT&nbsp;one of those handicaps. ADD &amp;&nbsp;ADHD&nbsp;can actually be a blessing in disguise, if you learn how to channel your mental energy, to focus it, to make it like a laser. This is called <em>hyperfocusing</em>, and it is a superpower unique to ADD/ADHD people!</p><p>You may have noticed that while you sometimes can't focus on anything at all, sometimes you can get <em>extremely zoned in to one thing</em> (like these words, for example). And oftentimes (for some of us, more often than not), the thing that you're zoned into is the wrong thing. For example, my first year in college I&nbsp;got so sucked into social media that I barely went outside and met actual friends. Sometimes this still happens to me, if I pick up my phone right when I wake up and click on a social media notification before I&nbsp;start meditating for the day. Social media platforms are designed to suck you in -- that's how they make money. That's bad news for ADD / ADHD people. And there are tons of other useless, unproductive, time-wasting things that can suck in your attention, if you don't learn how to control your hyperfocus.</p><p>The good news is that you can learn how to control your hyperfocus, and use it to supercharge your life by focusing on the things you actually <em>want</em> to be focused on! It's not easy, but it is actually very simple. The answer can be written in just ten letters: MEDITATION.</p><p>Meditation is the single most important key to controlling your hyperfocus, focusing on what you want to focus on, and moving your attention to the things that you want it to be on. Meditation is not some woo-woo magical thing... it's literally just training your brain to focus. That's literally what meditation IS. It's a practice of bringing your mind into the present moment, and focusing it on one thing at a time. This practice strengthens the parts of your brain that are responsible for regulating your attention. Just like lifting weights builds muscles in your body, practicing meditation builds neural connections in your brain (it's a process called neuroplasticity -- look it up!). Just like your muscles get bigger from lifting weights, your brain gets bigger by practicing meditation! And just like you can focus your exercise on strengthening a particular part of your body (arms, legs, chest, etc), you can focus your meditation on strengthening a particular part of your mind (deep focus, broad focus, generating joy, love, happiness, etc).</p><p>Many of the world's most successful entrepreneurs, futurists, inventors, and celebrities are people who have learned to direct their ADHD energy and control their innate powers of hyperfocus. In this course, we will use meditation to do that, and more -- to become more focused, successful, stable, joyful, energized, and just plain happier in life!</p><p>By the end of this course, you will be experienced with five different meditation techniques, which you can practice in daily life:</p><p>- breathwork</p><p>- mindfulness</p><p>- mindfulness of breathing</p><p>- concentrating on a physical object, and</p><p>- concentrating on an activity,</p><p>You'll be equipped with the tools you need to become the best version of yourself, and transform your ADD/ADHD from a handicap into a superpower!</p><p>The skills you'll learn in this course will be worth 1000x more than the price of the course. Not only will this course save you money on ADD/ADHD drugs like Adderall &amp; Ritalin, and help you make tens, hundreds, or thousands of times more successful in life than you would have been without being able to control your superpowers of hyperfocus, the meditations you learn in this course will make you immeasurably happier, over the course of your lifetime. And that's kind of the point of this whole \"life\" thing anyway, isn't it? What's $50 in comparison to a lifetime of sustainable happiness?</p><p>Don't get distracted by any shiny things or other tabs. Click the button to sign up for this course now. This may be the single most important moment in your life. Stay focused, sign up now, and start watching right away!</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-05-27_20-20-07-459935e0a9202bdf79719b86a44cb5c4/1/WebHD_720p.mp4?Expires=1638530837&Signature=WGHaTh4KgX1vJWwCF--xDOclj6ATDEvFbBRfuUYdYqoyMNHOHEAtL6ONjtvgjTGbmt~lEeMTHbCb6dFpJe5BMx3n60~B58xwF9wGaVF~9gkI1k1mZcxQTtGHzBCC8gz01rNrCzvTO9Yb0HWjMzcwbEptDTvpFAEJ5CEnRzuG~Qh7QzT7GNFmJfmDlrhi~Yd-E3L1W-tOANG6mABo9onCkO66cUstt4FLPMyfXT8ZV4uGkJGkPOnSIub5FOiVbsnCmlULC~z31TqIReNeG37Qfr2hj1eTa1bZK8zbQWGvzWGEmoa~LyKRqWmYoil1-XxsRv5JMSCQ35xdVL0DG11XKA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4376870", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Citrix Virtual Apps and Desktops  Administration Certificate", "level": "All Levels", "author": "wassim Elhgali", "duration": "", "rating": "0.0", "reviews": "0", "students": "733", "coupon_code": "97DBEA9D64CBE967BA38", "preview_img": "https://img-c.udemycdn.com/course/750x422/4376870_e581.jpg", "coupon_link": "https://www.udemy.com/course/citrix-virtual-apps-and-desktops-administration-certificate/?couponCode=97DBEA9D64CBE967BA38", "end_day": "2021-12-07 08:38:13+00:00", "headline": "best practice Tests for Citrix Virtual Apps and Desktops  Administration Certification 2021", "description": "<p>About Citrix Virtual Apps and Desktops&nbsp; Administration (1Y0-204) Certification</p><p>The 1Y0-204 exam is intended for IT professionals who install, configure and manage Citrix Virtual Apps and Desktops 7 either on-premises or in the Citrix Cloud. Those who install, configure and manage such solutions may hold various job titles such as:</p><p>• Systems Administrators/Citrix Administrators</p><p>• Desktop Administrators</p><p>• Application Administrators</p><p><br></p><p>Who should take the exam?</p><p>Those who install, configure and manage such solutions may hold various job titles such as:</p><p>• Systems Administrators/Citrix Administrators</p><p>• Desktop Administrators</p><p>• Application Administrators</p><p><br></p><p>Course Structure</p><p>1. Section 1: Architecture Overview</p><p>• Identify the layers in the layered architecture approach to Virtual Apps and Desktops</p><p>• Determine the appropriate hosting platform based on requirements</p><p>2. Section 2: Deploying the Site</p><p>• Identify what is required for a given environment prior to deployment</p><p>• Determine how to configure Citrix Licensing for a given environment</p><p>• Determine how to install and configure the Delivery Controller</p><p>• Determine how to configure a Site based on a list of requirements</p><p>3. Section 3: The Apps and Desktops Images</p><p>• Determine what is required in an environment for a specified master image</p><p>4. Section 4: Provisioning and Delivering App and Desktop Resources</p><p>• Determine how to manage Machine Catalogs and Delivery Groups</p><p>• Determine how to deploy machines using Machine Creation Services</p><p>• Determine the behavior of different types of machines provisioned using Machine Creation Services</p><p>• Determine where to configure the resource location for a given environment</p><p>5. Section 5: Providing Access to App and Desktop Resources</p><p>• Determine how to implement a specified authentication method based on given requirements</p><p>• Determine how to implement Workspace Experience User Authentication based on a scenario</p><p>• Determine how to deploy Workspace Apps in a given environment</p><p>• Determine the communication flow when delivering an app or desktop to a user in a given environment</p><p><br></p><p>6. Section 6: Managing the User Experience</p><p>• Determine how to configure Citrix policies based on a scenario</p><p>• Determine the appropriate policy priority based on a scenario</p><p>• Determine the appropriate user experience settings to configure to achieve a specific outcome</p><p>7. Section 7: Published App and Desktop Presentation and Management</p><p>• Determine which application specific properties to use in Delivery Groups based on a scenario</p><p>• Determine how to optimize Server OS published applications for a given environment</p><p>• Determine how to present applications to users based on a scenario</p><p>• Determine how to configure application groups</p><p>8. Section 8: Managing Printing for User Sessions</p><p>• Determine the appropriate printer mapping for a given environment</p><p>• Identify appropriate printer drivers based on a scenario</p><p>• Identify the printing requirements for a given environment</p><p>9. Section 9: Citrix Profile Management</p><p>• Determine how to configure Citrix Profile Management</p><p>10. Section 10: Managing the Site</p><p>• Determine how to delegate permissions to other administrators</p><p>• Determine how to use PowerShell to query information in the Site</p><p>• Determine the appropriate power management decisions for a given environment</p><p>11. Section 11: Citrix Virtual Apps and Desktops Basic Security Considerations</p><p>• Determine how to configure basic network security for Virtual Apps and Desktops components</p><p>• Determine how to enable XML Service Trust for certain authentication types</p><p>• Determine how to secure remote access using Citrix Gateway and the Secure Ticket Authority</p><p>12. Section 12: Monitoring the Site</p><p>• Determine how to monitor user sessions based on given requirements</p><p>• Determine how to analyze published apps in a given environment</p><p>• Determine how to monitor machines that are running the Virtual Delivery Agent (VDA) based on a scenario</p><p>• Determine what to monitor within a Site to find the root cause of a common issue</p><p>• Determine how to configure alerts and notifications based on a scenario</p><p>• Determine how to use Citrix ADM to optimize monitoring through Citrix Director</p><p>13. Section 13: Supporting and Troubleshooting Citrix Virtual Apps and Desktops</p><p>• Determine the proper tool to use to troubleshoot a given issue.</p><p>• Identify ways to proactively support common tasks in an environment</p><p>14. Section 14: Migrating to Citrix Cloud</p><p>• Determine how to migrate policies and catalogs in a given environment</p><p>• Determine how to deploy or maintain Citrix Cloud Connector</p><p>• Determine how to configure Virtual Apps and Desktops with an on-premises resource location</p><p>• Determine the migration process to use for a given scenario</p><p><br></p>", "preview_video": ""}, {"course_id": "1035788", "category": "Personal Development", "sub_category": "Personal Transformation", "title": "Mind Power - Change Your Thought Process To Change Your Life", "level": "All Levels", "author": "Susmita Dutta", "duration": "1.5 hours", "rating": "4.2", "reviews": "508", "students": "40932", "coupon_code": "NOV2021FREE001", "preview_img": "https://img-c.udemycdn.com/course/750x422/1035788_0fc9.jpg", "coupon_link": "https://www.udemy.com/course/master-the-power-of-your-mind-to-be-more-successful/?couponCode=NOV2021FREE001", "end_day": "2021-12-04 22:57:53+00:00", "headline": "Change Your Belief System to Have a Breakthrough In personal as well as professional Life", "description": "<p><strong>**Course Updated - Nov 2021**</strong></p><p><strong>To have a breakthrough in YOUR happiness and&nbsp;emotional well being... All you have to Do is CHANGE&nbsp;YOUR&nbsp;BELIEF&nbsp;SYSTEM/THOUGHT PROCESS</strong><br></p><p>Have you ever thought what causes someone to persist when another would give up?</p><p>What causes a person to focus and utilize all their resources towards a goal? \n\n&nbsp; What ultimately creates the difference between happiness and despair? The answer is beliefs.</p><p>Just Imagine, can there be anything more important than our thought process and our own thoughts? Our thoughts create our reality, the reality that we live in and spend majority of our most valuable time. More importantly, the quality of your thinking determines the quality of your life. Our day-to-day&nbsp;thoughts creates the beliefs that we process and these beliefs makes us who we are (in a good way or in a bad way).&nbsp;</p><p>Our thought process&nbsp;is actually something that we are engaged in every day of our lives, yet we always take it for granted without even acknowledging the fact that what ever we are doing and how ever we are feeling (emotionally) is totally dependent on our thought process and It is completely in our hand to make a difference in our life with our thinking pattern.</p><p>Changing beliefs/thought process&nbsp;isn’t easy. Despite what some authors and speakers tell you, deeply ingrained beliefs aren’t going to disappear with one magical technique or method. But if your happiness and success is important to you it can be done.&nbsp;</p><p>In this course, you will learn&nbsp;the complete 'blueprint' to free yourself from the tyranny of thoughts that limit your achievement. The aim of this course is to be thought-provoking and this in return will help you to become aware of your thinking pattern and to control your thoughts instead of being controlled by them...</p><p><strong>So, to have a breakthrough in YOUR happiness and emotional well being... All you have to Do is CHANGE&nbsp;YOUR&nbsp;BELIEF&nbsp;SYSTEM/THOUGHT PROCESS</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2016-12-09_20-30-08-3664eb66cd8bb09ac19896b1cccd57b0/WebHD_1080.mp4?Expires=1638530852&Signature=AZOrIClbig5EQYVHcQhrY5aFgX0C43uZ1eX05Dj-eQV9zfCxQFb7qE1h8jeXiX0VSeR-zoQMTUFoumJVmd5PNVB09m-o9~P5RH-ugpmp1poJlm9fSsZoR4c0nvUrMW1iIueiVx7R0FywEXFvwb8V4tCPmLLfgSYeE6bgr4mhLK3hNgPDwnZdGd36jJ2lW9mPbzoSyTbrDKZpbzGkNPfVBdwYFL1WBxEEm2K97cldGCm8HgvuC1IScQ2F9~ewcJwYhJk6acyVQ4V6lYEmHdbZ-w4XYUEVNc9LqG~5vPrkKxtdmg9Q5si-klBAxG~KZYi8C~3E~-RbATvJO2qP6oUICQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2591028", "category": "IT & Software", "sub_category": "Other IT & Software", "title": "OBS Studio - Ultimate Livestreaming Guide to OBS Studio", "level": "Beginner Level", "author": "Nick Nyxson", "duration": "2.5 hours", "rating": "4.4", "reviews": "719", "students": "102698", "coupon_code": "7A4696E0D4A32D007774", "preview_img": "https://img-b.udemycdn.com/course/750x422/2591028_45c3_3.jpg?secure=BwcqXXO21KqnJsM3lWB0Qw%3D%3D%2C1638601055", "coupon_link": "https://www.udemy.com/course/ultimate-beginners-guide-to-open-broadcaster-softwareobs/?couponCode=7A4696E0D4A32D007774", "end_day": "2021-12-07 10:38:32+00:00", "headline": "Start LiveStreaming and Recording to Twitch, YouTube, Mixer & more using Open Broadcaster Software (OBS Studio)", "description": "<p>Welcome to <strong>OBS Studio - Ultimate Livestreaming Guide to OBS Studio!</strong></p><p>Nick Nyxson here, your instructor.</p><p>In this course, you will learn how to start using&nbsp; Open Broadcaster Software (OBS Studio) for Livestreaming on Twitch, YouTube, Mixer, and other platforms,&nbsp; even if you have no idea where to start.</p><p>In this course You Will Learn:</p><ul><li><p><strong>Which version of OBS Studio (Open Broadcaster Software) You need to use;</strong></p></li><li><p><strong>How to download OBS Studio;</strong></p></li><li><p><strong>OBS Studio Settings Walkthrough;</strong></p></li><li><p><strong>OBS StudioSources and Scenes;</strong></p></li><li><p><strong>OBS Studio Audio setup;</strong></p></li><li><p><strong>OBS Studio Effects;</strong></p></li><li><p><strong>and Many More!</strong></p></li></ul><p>Everything you will learn here will be based on My practice as a video content creator and Streamer and Everything shown step by step as I am performing everything live on video.</p><p>Most importantly this course will continue and grow as time passes and all the upgrades will be available for FREE for every enrolled student.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p><p>Join me in this amazing journey and I hope to see you in class :)</p><p><br></p><p><em>This course is made for the complete beginner of Open Broadcaster Software (OBS Studio).</em></p><p><br></p><p><strong><em>Version History:</em></strong></p><p><em>Version 1.0 - Initial Release;<br>Version1.1 - Added 8 New Lectures (and 3 New Sections), Updated Logo.</em></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-11-26_08-55-48-e1f4a9d6f1090c1f1a70be0ec9901712/1/WebHD_720p.mp4?Expires=1638530855&Signature=AmGEFDn1ASI6C~hIRs8MSoah4UXYwmu-4tr3gacmlQ6aJPfLFARCqBqBApCT8Jvmcda3urk-kYB1Cw3k-LVBv4Q9iCBXKj-YR1Ajeqf2~2d8HteMXMzim4akYgUNmYttRDYDKXQHmCpcVriEJSBtgt4U5V4j-U1xOFtvr4uwN8c~y~5BhMR0tH3uCOnir1iZpb4NNfn6rJ7WJwT-AacDJYooMZ9ceM0qCeH-gxaai2dxVSsDvOAJ~SPYz38HClK4YLQ1EU4wAiVYahfPPz2oRsUo8Wgesf0MaiifR9KzKKYtTbABul-3PLN6ZFMlW~tP7o5cfwlKbXqop7a82OheIA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3109678", "category": "Health & Fitness", "sub_category": "Meditation", "title": "Meditation Masterclass: meditation teacher certification", "level": "All Levels", "author": "Kevin Ellerton", "duration": "5.5 hours", "rating": "4.5", "reviews": "479", "students": "63688", "coupon_code": "586ACC8F60A2CF745C1C", "preview_img": "https://img-c.udemycdn.com/course/750x422/3109678_a0c1_2.jpg", "coupon_link": "https://www.udemy.com/course/meditation-masterclass/?couponCode=586ACC8F60A2CF745C1C", "end_day": "2021-12-04 02:13:49+00:00", "headline": "Accredited meditation certification course. Learn & teach a wide range of meditation techniques from around the world!", "description": "<p>In this course, you'll learn meditations from all around the world!</p><p>From mindfulness to zen to breath-work, chakras, Tibetan bowls, and everything in between, you'll even be certified to teach meditation by the end of the course!</p><p>From new meditators to zen masters alike, no matter what your level of experience, you can gain a lot from exploring this course. By the end, you'll have experience with over a dozen different styles of meditation!</p><p>This course is accredited by The Meditation Organization as a Certified Meditation Teacher Training Course -- AMC&nbsp;(Accredited&nbsp;Meditation&nbsp;Course) #39283 -- so once you receive your Meditation Certification at the end of this course, you'll be able to teach meditation to others as well.</p><p>While many course creators make one-hour courses to maximize the ROI&nbsp;on their time&nbsp;(one hour courses often sell for as much as 20-hour courses), that's not what this course is about. This course is my masterclass, a culmination of over a decade of learning meditation techniques from gurus around the world and teaching it to groups of students here in the United States. When friends and family ask me to teach them to meditate, I always wish I had a link to send them, that would cover everything that I would want to teach them if I only had the time. Well, I took the time to make this course, and this is the link that I will send to people in the future! </p><p>That's why I've made this course as comprehensive as I could possibly make it, and why I will continue to add videos to this course over the months, years, and decades to come.</p><p>Welcome to my Meditation Masterclass. I hope you enjoy it ❤️</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-05-24_16-45-38-96cd7f4ca7b6809da22109c4da307e94/1/WebHD_720p.mp4?Expires=1638530859&Signature=b9Vn0E3OMJETwJTeaeefPHQnjCP9YihvPSuHJlG-5p0tAR8QIAzF8XJ1JAGDz3LlbG~eRnisGJCKswwT2Hl5todhNmnEzg6aThz3B9ETj4SW7bDALYhYS4pL7yjHoFOkRRqFlrXBzpru1tMOP3Mv7Vd-mRTan~l9X1ZMteQCodZN6uvvaaGyfiOaEINe2vZRqfbfecqoV8-yHxx-fM-vQJ316N2OWUwAal6INpGst8bNRnzy3boVDbrAy4m4~4zKynQQflb6gsPzSg79Lrh~e7OIFwoVJWoIiNrox1sY9FvYD-ebOi1zaMS06~DpbnA-NzmdV2-9wPyPctYnPG54RA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2469474", "category": "Marketing", "sub_category": "Video & Mobile Marketing", "title": "YouTube Optimierung - Mehr Klicks, Shares und Abonnenten", "level": "All Levels", "author": "Andreas Pelta", "duration": "1 Stunde", "rating": "4.6", "reviews": "22", "students": "1839", "coupon_code": "163A45DB09DB97C1D4E4", "preview_img": "https://img-c.udemycdn.com/course/750x422/2469474_b6ad_3.jpg", "coupon_link": "https://www.udemy.com/course/youtube-optimierung-mehr-klicks-shares-und-abonnenten/?couponCode=163A45DB09DB97C1D4E4", "end_day": "2021-12-06 13:45:10+00:00", "headline": "So generierst du deutlich mehr Reichweite mit deinen Videos", "description": "<p><strong>YouTube Optimierung </strong>- Mehr Klicks, Shares und Abonnenten<br>Dieser &nbsp;<strong>Youtube Kurs</strong>&nbsp;hilft dir dabei, mehr aus deinen Videos herauszuholen.</p><p>In diesem Kurs zeige ich dir, wie du deine Videos so optimierst, dass du mehr Zuschauer erreichst damit sich am Ende der&nbsp;Aufwand für deine Videos auch wirklich gelohnt hat.<br></p><p><strong><em>*** In diesem kompakten, aber extrem wertvollen Kurs wirst du folgendes lernen:</em></strong></p><ul><li><p>Wie du deine Videos noch vor dem Upload auf Erfolg trimmen kannst</p></li><li><p>Welche magischen Video&nbsp;Titel für ein Maximum an Klicks sorgen</p></li><li><p>Wie du mit mit Hilfe der richtigen Videobeschreibung für YouTube relevanter wirst</p></li><li><p>Auf welche Weise Video Tags wirklich funktionieren und wie du das nutzt</p><p><br></p></li></ul><p><strong><em>*** Was dich sonst noch erwartet ***</em></strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p><ul><li><p>Du hast die Möglichkeit jederzeit Fragen zu stellen, die Andreas beantwortet</p></li><li><p>Du siehst alles gelernte an praktischen Beispiele<br></p></li></ul><p><strong><em>*** Starte mit YouTube durch - ganz ohne Risiko ***</em></strong><br><br>Wenn du <strong>Lust auf YouTube</strong> und<strong> Spaß an der Erstellung von Videos</strong> hast und du mit deinen Videos erfolgreich sein willst, dann hilft dir der Kurs <strong>YouTube Optimierung</strong> sofort weiter.</p><p>Du erhältst bei Kauf <strong>lebenslangen Zugriff</strong> auf alle Videos und Kursmaterialien.</p><p>Du gehst zudem <strong>keinerlei </strong>Risiko&nbsp;ein, denn sollte Dir der&nbsp;Kurs nicht gefallen, bekommst du ohne Bedingungen oder Rückfragen 30 Tage lang dein Geld zurück.<br></p><p><strong>Worauf wartest du? Starte deinen eigenen YouTube Kanal und verwirkliche deinen Traum von erfolgreichen YouTube Videos und einem monatlichen Nebeneinkommen mit deinem Hobby YouTube.</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2019-08-19_13-11-24-c41992b30c1b2015f4ea4a417a58428c/WebHD_720p.mp4?Expires=1638530867&Signature=hilUp1fyQNhTO~SXrIitlsVDmLuigM3jjEDXot~eskiz6tAaImKlIQVA~F5bTgOlvmNwijx5cvA~awetujJKQPZazcBjltezUyJmgkKe7l6iX5dUTOupQQqlFm30l3RHlFt49Ahknr96yJW9o0iCeUC7QPduRvUsOS47RP8LablaIp5wXZSxzPn5uxmoY66kPkhx9HuRyOuDbZcUvHeggIt6Q5-SqKcz0WGOGr8N5Kj6DPwsBXdRVMKX5k7Um25jouH8cMwKdjMLdz6qC1DM5x2LuGK98ekNFZrOaJbNZLxkoAza5MWCTa8q2Ov9qupHE2N-Tb5ZYLIGWatsprdQdQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "754112", "category": "Health & Fitness", "sub_category": "General Health", "title": "Healthy living with \"No Oil\" Recipes - Non Vegetarian", "level": "All Levels", "author": "Susmita Dutta", "duration": "2 hours", "rating": "4.4", "reviews": "69", "students": "18663", "coupon_code": "NOV2021FREE01", "preview_img": "https://img-c.udemycdn.com/course/750x422/754112_7441_2.jpg", "coupon_link": "https://www.udemy.com/course/no-oil-cooking-meat-recipes-no-cholesterol-fat-free-food/?couponCode=NOV2021FREE01", "end_day": "2021-12-05 23:19:27+00:00", "headline": "Better Health. Better Life. Better Cooking.", "description": "<p><strong>**Course Updated - Nov 2021**</strong></p><p>Life is all about compromises, right? </p><p>Well, if you think you can ignore your bad eating habits just because you exercise regularly, think again. Unfortunately, spending an hour of rigorous exercise in the gym for a greasy double cheeseburger or relying on a good metabolism to take the place of healthy eating habits completely misses the point of living a healthy lifestyle…</p><p><em> </em></p><p>Eating a healthy diet is far from simple, simply because we humans are very complex beings. We may have it in the back of our minds that we are eating to fuel our bodies, but we actually make the majority of our food choices based on their enjoyment factor. And that is the main reason why it has become so tough in today’s world to switch to a healthy eating habits because we are just not ready to give up on the taste factor and the happiness it brings with it.</p><p>Well… what if I tell you can still choose a healthy option? You just need to avoid one things, and that is “OIL”</p><p>Don’t worry, I am not telling you to eat bland food or make your mind to switch to eating boiled food only.</p><p>In my course I have explained the magic techniques that is required to cook delicious no oil food. I have provided 9 recipes for you to start with and I will keep adding more recipes.</p><p>I would appreciate your participation in learning new techniques of no oil cooking and I will look forward to hear from you in the discussion section about what are you interested in learning more and I promise to create it for YOU.</p><p>My mission is to create a community of healthy eating people who doesn’t follow a crash diet to achieve result rather make lifestyle change to create a HEALTHY YOU</p>", "preview_video": "https://mp4-b.udemycdn.com/2016-02-22_18-13-56-af9360b568f56f44a9a0ade4b93cab09/WebHD_1080.mp4?secure=DRvp1y_TKxlswGbZ-ump6g%3D%3D%2C1638530878"}, {"course_id": "3694082", "category": "Marketing", "sub_category": "Digital Marketing", "title": "Mit Online Marketing Dein Business aufbauen ohne Vorwissen!", "level": "Beginner Level", "author": "Sebastian Glöckner", "duration": "23,5 Stunden", "rating": "4.7", "reviews": "87", "students": "9058", "coupon_code": "40593693B8310C5E3513", "preview_img": "https://img-c.udemycdn.com/course/750x422/3694082_8a4d_8.jpg", "coupon_link": "https://www.udemy.com/course/digitales-marketing-online-marketing/?couponCode=40593693B8310C5E3513", "end_day": "2021-12-04 13:47:50+00:00", "headline": "Nutze Digitales Marketing und Online Marketing, um Deine Online Umsätze zu vervielfachen - auch ganz ohne Vorwissen!", "description": "<p><em>Letzte Aktualisierung: 29.11.2021</em></p><p><strong>***&nbsp;DER KURS WIRD&nbsp;LAUFEND&nbsp;ERWEITERT -&gt; neue Inhalte&nbsp;jeden&nbsp;Monat! ***&nbsp; </strong></p><p><br></p><p><strong>Digitales Marketing und insbesondere Online Marketing boomen seit einigen Jahren.</strong> </p><p>Es herrscht eine <strong>Goldgräberstimmung</strong>, und genau JETZT hat es Sinn, sich mit Online Marketing auseinanderzusetzen - bevor es zu spät ist. </p><p>Besonders jetzt, im Jahr 2021 <strong>explodiert der Online Traffic und die Werbepreise gehen herunter</strong>.</p><p>Der Einzelhandel, Unternehmer und Selbständige sind aufgrund der aktuellen Lage gezwungen, ihre Produkte immer mehr online zu verkaufen - <strong>und kaum jemand ist wirklich darauf vorbereitet.</strong></p><p>Das Rennen hat offiziell begonnen, und wer sich <strong>JETZT</strong> mit Online-Marketing beschäftigt, hat noch eine Chance, vorne mit dabei zu sein.</p><p>Woran liegt das? </p><p>In den letzten 3-4 Jahren hat sich eine Art <em>Onlinemarketing-Blase</em> entwickelt mit internationalen und deutschen Experten, die sehr viel Ahnung haben von E-Mail-Marketing, Leads, Funneln, Conversions und so weiter.</p><p>Jedoch hat dieses Wissen bisher kaum den Sprung von den Online-Marketing-Experten (die bisher weitgehend unter sich bleiben und sich untereinander Coachings verkaufen) in die <em>echte Offline-Welt</em> geschafft.</p><p>Und genau das ist die Chance, JETZT mit Digitalem Marketing / Online-Marketing anzufangen. </p><p><strong>Lerne, die wichtigsten Grundlagen und Begriffe des Online Marketing - damit wirst Dir viele Verständnisprobleme und Ärger ersparen!</strong></p><p>Die folgenden Fragen werden Dir als Erstes im Kurs beantwortet:</p><ul><li><p>Was ist Digitales Marketing, und was ist Online Marketing?</p></li><li><p>Was bedeutet Lead und Leadmagnet?</p></li><li><p>Wie funktioniert ein Sales Funnel?</p></li><li><p>Was ist der Unterschied zwischen&nbsp;Zielgruppe und Kunden-Avatar? </p></li><li><p>Nach welchem Prinzip funktioniert Affiliate Marketing? </p></li></ul><p><strong>Danach werden wir die Ziele und das \"Why\" Deines Online-Business erarbeiten - damit wirst Du viel Zeit sparen, da Du danach in die RICHTIGE Richtung gehst.</strong></p><ul><li><p>Wir werden erarbeiten, was dein \"Warum\" ist (mit Hilfe eines PDF Worksheets zum Download)</p></li><li><p>Du wirst lernen, wie Du Deine Marke und Dein Business positionierst mit dem \"Positioning Statement\".</p></li><li><p>Du wirst den Zweck einer USP (Unique Selling Proposition) kennenlernen und eine USP für Dich im Kurs erstellen.</p></li><li><p>Außerdem wirst du verstehen, wie Du die Außendarstellung Deiner Persönlichkeit \"formst\".</p></li><li><p>Wir werden herausarbeiten, wo Deine Zielgruppe sich aufhält.</p></li></ul><p><strong>Du wirst lernen, wie Du in Windeseile eine eigene Webseite für Dein Business erstellst - damit sicherst Du Dir einen professionellen Auftritt und bist nicht abhängig von teuren Agenturen.</strong></p><ul><li><p>Du wirst den Unterschied und sie Einsatzzwecke von WordPress, Wix, Leadpages und Click Funnels kennenlernen.</p></li><li><p>Wir werden gemeinsam im Kurs eine Domain aussuchen.</p></li><li><p>Du wirst sehen, wie wichtig die Wahl des Hosting Providers ist - und welchen Du nehmen musst (Geschwindigkeit!)</p></li><li><p>Ich zeige Dir den optimalen Page Builder (Webseiten Erstellung inkl. Templates für Online Marketing Funnel)</p></li><li><p>Du wirst sehr viel Zeit sparen, indem Du sofort lernst, wie Du einen Double Opt-in Prozess anlegst und testest.</p></li></ul><p><strong>Leads sind das Allerwichtigste im Online Marketing - damit Dir nicht irgendwann der Boden unter den Füßen weggezogen wird (z.B. wenn ein Social Media Konto gesperrt wird), lernst Du in diesem Kurs auch professionelles E-Mail-Marketing.</strong></p><ul><li><p>Du lernst die wichtigsten E-Mail-Marketing Anbieter im deutschsprachigen Raum kennen.</p></li><li><p>Du wirst den Unterschied zwischen E-Mail Kampagnen und Newslettern kennenlernen. </p></li><li><p>Du wirst verstehen, warum Tag-basiertes Marketing dem listenbasierten E-Mail Marketing haushoch überlegen ist.</p></li><li><p>Wir legen eine komplette Landing Page an inkl. technischer Anbindung - allein das spart Dir monatelanges Herumprobieren oder mehrere Tausend Euro für eine Agentur.</p></li><li><p>Am Ende des Kurses wirst Du Profi in <em>BEIDEN</em>&nbsp;Tools sein und somit sogar in der Lage sein, für Deine eigenen Kunden zu einem hohen Stundensatz E-Mail-Kampagnen anzulegen.!</p></li></ul><p><br></p><p><strong>Also worauf wartest Du noch? Schreibe Dich jetzt sofort ein und lerne, wie Du ein erfolgreiches Online Business aufbaust in 14 Tagen - selbst als völliger Anfänger ganz ohne Vorwissen!</strong></p><p>Wichtige Info: Als Gründungsmitglied dieses&nbsp;Kurses bekommst Du laufend gratis Updates.</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-01-21_23-02-38-bd973ae71407aef8876e0fa2a8ebcb6e/1/WebHD_720p.mp4?secure=liIKlYy8nGzO6GgmiOfScg%3D%3D%2C1638530892"}, {"course_id": "4228228", "category": "Marketing", "sub_category": "Video & Mobile Marketing", "title": "VidIQ Masterclass - Full Guide to YouTube Keyword Tool", "level": "All Levels", "author": "Nick Nyxson", "duration": "1.5 hours", "rating": "3.4", "reviews": "5", "students": "3400", "coupon_code": "2BAC8AC8857ACA860123", "preview_img": "https://img-b.udemycdn.com/course/750x422/4228228_dc74.jpg?secure=r05icferM8q7zXEmgdFJRQ%3D%3D%2C1638601099", "coupon_link": "https://www.udemy.com/course/vidiq-course/?couponCode=2BAC8AC8857ACA860123", "end_day": "2021-12-08 03:56:21+00:00", "headline": "Learn Everything about VidIQ, its Features, Licenses, Keyword Research tool and YouTube SEO Optimisation", "description": "<p><em>Finally, a YouTube Channel Management Tool That Makes Creating &amp; Growing A YouTube Channel Fun &amp; Easy!</em></p><p>With the right YouTube channel management tool, you can get a complete overview of your channel and all its analytics and data. You can easily spot which videos work best and which ones need more work. And it's completely free!</p><p>VidIQ is a revolutionary YouTube tool that was designed to make it easier for creators on the platform like yourself to grow. VidIQ has a unique algorithm that finds content ideas for you quickly and easily. You can use various search phrases on YouTube, while you get all the information you need in seconds. VidIQ is available for advanced creators of all levels on YouTube to save time and improve your efficiency.&nbsp;</p><p>You no longer have to spend time on unproductive tasks like trying to find the right keywords, keyword research has become very efficient, uploading content is faster and simpler, and research into competitor strategies is simplified.</p><p>And This VidIQ Masterclass is the perfect solution for both experienced and inexperienced content creators who have created a YouTube channel but are struggling with managing it. This is the only course to teach you how to use VidIQ’s powerful YouTube channel management, SEO, and keyword research tools to grow your YouTube channel.</p><p><strong><em>Here you will Learn:</em></strong></p><ul><li><p><em>What VidIQ is;</em></p></li><li><p><em>What Features VidIQ provides;</em></p></li><li><p><em>How to choose a license for VidIQ;</em></p></li><li><p><em>How to use Keyword Research Tool;</em></p></li><li><p><em>How to implement found keywords in your YouTube videos;</em></p></li><li><p><em>How to use Daily Ideas;</em></p></li><li><p><em>And Much MORE!</em></p></li></ul><p>It's no secret that YouTube is the second largest search engine in the world. Also, it is worth investing your time and energy into your channel with VidIQ to take advantage of the long-term growth potential which will greatly contribute to the success of your channel.</p><p>And here is the VidIQ Course! You will learn everything you need about this tool and its features and also everything about how to research and optimize your YouTube videos for better SEO. With VidIQ, you can finally take your Youtube channel to the next level!</p><p>Everything you'll learn here will be based on my own personal experience as a VidIQ video contributor. I'll show you what it looks like, live on video.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-02_08-44-04-71e52ca90fa4513753109dd284b19588/2/WebHD_720p.mp4?Expires=1638530899&Signature=NQWe6Ccs94NH6G9rwt1HwU-4nD81UN9SeJgF25rCYP6ZNS0S7ItvZZ22eTlNPxYrlYRg7MiAGdDb~wcSwv5o5CxpUbSYl5~IjZJbeD7DbmTjSFxFcFG79HyeSEMLzWnp~gDfDE7I~Mp0zTbaD~M0wFlHfg626KhuSRp9fS3UII~XsI~RqiqTknP-l6jXmbiSj434HZSxCxMJoz6ZrA778xsVgYszIRWWYFvROPtn1z4IJl~SDRYG6w25zb1b7vtBpA6ED-36Ni8WGSJvmaIo0D2AfHmKXBrWTXkawx6VmSA-fyZHZUpFcTYP1lJx02K905YyGTDY4mMy3wZfNjUQMQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4424924", "category": "IT & Software", "sub_category": "IT Certifications", "title": "AWS Certified Cloud Practitioner Practice Tests NEW 2022 !!", "level": "Beginner Level", "author": "Sanaa Najmi", "duration": "", "rating": "0.0", "reviews": "0", "students": "1986", "coupon_code": "FREE1000_", "preview_img": "https://img-c.udemycdn.com/course/750x422/4424924_d8ba.jpg", "coupon_link": "https://www.udemy.com/course/aws-certified-cloud-practitioner-practice-tests-new-2022/?couponCode=FREE1000_", "end_day": "2021-12-07 14:06:24+00:00", "headline": "Get ready to pass AWS Certified Cloud Practitioner Certification with best practice exams just updated  !!", "description": "<p>Would you like to <strong>Pass Your AWS Certified Cloud Practitioner Exam</strong> <strong>on First Attempt </strong>and at the same time <strong>Get Great Scores</strong>? If so, these 6 New and Full Up-To-Date AWS Certified Cloud Practitioner Practice Exams are for you. We have covered all the topics and key concepts you need to know to ace your AWS Certified Cloud Practitioner Exam. Our practice exams are <strong>Designed to Give You the Knowledge, Confidence, and Exam Skills</strong> you need to get great scores in<strong> </strong>the AWS Certified Cloud Practitioner Exam. These 6 practice tests reflect the difficulty of the AWS exam questions and are very similar to the real AWS exam. </p><p>We <strong>Regularly Update our Question Bank</strong> based on the feedback from the students. This is to ensure that our AWS Certified Cloud Practitioner Practice Exams are always <strong>Up-To-Date with the Latest Changes from AWS</strong>. That’s why our students love our high-quality AWS Certified Cloud Practitioner Exam questions because they simulate the type of questions you will come across during the real AWS exam. We have designed these exams to <strong>Prepare You Thoroughly for the Real AWS Certified Cloud Practitioner Exam</strong> so that you walk into the test center with confidence and ace your AWS Certified Cloud Practitioner Exam in your first attempt.</p><p><br></p><p><strong>TOP REASON WHY THESE 6 PRACTICE EXAMS ARE YOUR BEST CHANCE TO ACE YOUR AWS CLOUD PRACTITIONER EXAM</strong></p><ul><li><p><strong>6 PRACTICE TESTS 100% CONFORM WITH CLF-C01 EXAM BLUEPRINT</strong>: These practice exams contain 390 unique, high-quality questions for AWS Certified Cloud Practitioner Exam.</p></li><li><p><strong>SIMULATE ACTUAL EXAM</strong>: All of our practice tests are timed. Just like the real exam, you get 65 questions and 90 minutes with a passing score of 70%. This precisely mimics the real exam environment so these exams are designed to prepare and familiarize you with the actual AWS exam format.</p></li><li><p><strong>100% EXAM COVERAGE</strong>: Our practice questions are set up to cover all the topics you will be tested on during your exam. The questions are prepared to keep in mind the exam blueprint provided by Amazon Web Services for the AWS Certified Cloud Practitioner Exam.</p></li><li><p><strong>RETAKE PRACTICE EXAMS INDEFINITELY</strong>: You will have lifetime access to our AWS Certified Cloud Practitioner Practice Exams and can retake these exams as many times as you like. The exam will be regraded every time you retake the exam.</p></li><li><p><strong>WEEKLY UPDATES OF QUESTION BANK</strong>: We regularly update our question bank based on the feedback from the students who have recently taken the AWS Certified Cloud Practitioner Exam. This is to ensure that our exams are always up-to-date with the latest changes from AWS. This is why our students ace this exam in their first attempt with an average exam score of over 85%.</p></li><li><p><strong>INSTRUCTOR SUPPORT</strong>: Got questions? No worries as we have got your back. Our course for AWS Certified Cloud Practitioner Practice Exams includes friendly and timely support from our team of expert trainers. Our support team will comprehensively respond to all of your questions or concerns.</p></li><li><p><strong>LIFETIME ACCESS</strong>: You could come back anytime to retake these AWS Certified Cloud Practitioner Practice Exams as you have lifetime access.</p></li><li><p><strong>TEST REPORT</strong>: You will be presented with the test report upon completion of our AWS Certified Cloud Practitioner Practice Exams and you will get an opportunity to review your answers. This will help you to keep track of your progress and highlight the knowledge areas and the key concepts where you are strong or need improvements.</p></li><li><p><strong>PROVIDE BETTER VALUE THAN OFFICIAL AWS PRACTICE TEST </strong>– AWS charges $20 for a practice test that only contains 20 to 40 questions. All of our practice tests contains 65 questions in each practice test and provide a significantly higher value than the official AWS practice exam.</p></li><li><p><strong>GOOD MIX OF MULTI-CHOICE AND MULTI-SELECTION QUESTIONS </strong>– You will be presented with two types of questions during your AWS Certified Cloud Practitioner Exam including multi-choice and multi-selection questions. We have carefully designed all of our AWS Certified Cloud Practitioner Practice Exams to include a good mix of multi-choice and multi-selection questions. You will get one multi-selection question for every 3-4 multi-choice questions in every practice exam.</p></li><li><p><strong>MOBILE ACCESS</strong>: Our practice exams are mobile compatible so you can study on the go on your phone – anytime, anywhere. You just need to download the Udemy app and log in to your account to access these practice tests.</p></li><li><p><strong>BEGINNER-FRIENDLY</strong>: No worries if you are new to Cloud Computing or Amazon Web Services. You will be able to pick up everything quickly as we explain all the terms and key concepts you need to know.</p></li><li><p><strong>MONEY-BACK GUARANTEE</strong>: 30-days unconditional money-back guarantee – no questions asked. So, get risk-free lifetime access to fast-track your AWS exam success!</p></li></ul><p><br></p><p><strong>IMPORTANT NOTE</strong></p><p>Just like the real AWS Certified Cloud Practitioner certification exam, our six practice tests have a passing score of 70% but we highly recommend our students to repeat all of our practice exams until they consistently reach a score of over 90% in each practice test. Also, we recommend our students read the detailed explanation for all the answers regardless of whether their answers are right or wrong. Even though it is not necessary to pass the AWS Certified Cloud Practitioner certification exam but we encourage our students to read through the reference material (each answer is provided with reference links to the related AWS documentation).</p>", "preview_video": ""}, {"course_id": "4029906", "category": "IT & Software", "sub_category": "Other IT & Software", "title": "Curso Completo Funcional de iDempiere", "level": "Beginner Level", "author": "Jose Francisco", "duration": "10 hours", "rating": "3.2", "reviews": "9", "students": "2014", "coupon_code": "759D8DA6A8E578F1AF67", "preview_img": "https://img-c.udemycdn.com/course/750x422/4029906_c525_2.jpg", "coupon_link": "https://www.udemy.com/course/curso-completo-funcional-de-idempiere/?couponCode=759D8DA6A8E578F1AF67", "end_day": "2021-12-07 21:20:48+00:00", "headline": "¿Quieres automatizar una empresa con calidad y a un precio bajo? Este curso es para ti. Sin necesidad de ser programador", "description": "<p><strong>¿Quieres automatizar tu empresa con calidad y a un precio bajo? Este curso es para ti.</strong></p><p><strong>¿Quieres implementar fácil este ERP en varios negocios y aumentar tus ingresos? Este curso es para ti.</strong></p><p><strong>¿Deseas proponer este ERP en tu trabajo y ascender de puesto? Este curso es para ti.</strong></p><p><strong>Sin necesidad de ser programador, aprende a instalar e implementar este ERP en una empresa grande de manera fácil y rápida.</strong></p><p>iDempiere es un Software ERP y CRM Contable y Administrativo ideal para grandes empresas, pymes, emprendedores y contadores públicos. Es 100 % en las nubes y soporta NIIF.</p><p><strong>El Código Fuente de iDempiere está disponible en las nubes para personalizar este software y adaptarlo a tu empresa o negocio.</strong></p><p>En este curso se aprenderá a instalar y configurar este robusto software en una empresa y también se aprenderá todas las funcionalidades operativas de cada módulo del ERP:</p><p>- Contabilidad</p><p>- Inventario</p><p>- Compras</p><p>- Cuentas por Pagar</p><p>- Ventas</p><p>- Cuentas por Cobrar</p><p>- Pagos</p><p>- Recibos</p><p>- Activos Fijos</p><p>- Retenciones</p><p>- Seguridad</p><p>- Personalizar Reportes</p><p>iDempiere es la solución más robusta, flexible, confiable y dinámica que hay en el mercado mundial, es un ERP y CRM sin igual, una solución integral para cualquier tipo de compañía.</p><p>iDempiere es soportado por una comunidad internacional activa y foros en distintos idiomas.</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-05-29_11-22-02-012f0d3c98022d80c1b360c76a4ae210/1/WebHD_720p.mp4?secure=Ij-Y46CAIpgKg9x9IB8-eQ%3D%3D%2C1638530916"}, {"course_id": "2329328", "category": "Lifestyle", "sub_category": "Travel", "title": "Proven Travel Hacks for Southeast Asia", "level": "All Levels", "author": "Scott Paton", "duration": "1 hour", "rating": "3.3", "reviews": "27", "students": "11898", "coupon_code": "PTHFSEXPDEC52021", "preview_img": "https://img-c.udemycdn.com/course/750x422/2329328_75e8.jpg", "coupon_link": "https://www.udemy.com/course/travel-hacks-for-southeast-asia/?couponCode=PTHFSEXPDEC52021", "end_day": "2021-12-06 02:56:05+00:00", "headline": "Discover the Best Food, Places and travel tips in SE Asia", "description": "<p>Ricky Shetty and Scott Paton take you on a journey throughout SE&nbsp;Asian countries like, Indonesia, Singapore, Malaysia, Thailand and the Philippines. Seasoned travellers, they share their favourite travel hacks for each country.</p><p>You'll learn the best ways to get around, where to stay, what foods to make sure you sample and much more!</p><p>Discover:</p><ul><li><p>The best places to visit</p></li><li><p>How to travel safely</p></li><li><p>What food you must try</p></li></ul><p>The countries discussed are:</p><ul><li><p>The Philippines</p></li><li><p>Malaysia</p></li><li><p>Indonesia</p></li><li><p>Thailand</p></li><li><p>Singapore</p></li></ul><p>Scott and Ricky are world travellers with over a 100 countries visited between them. Ricky has been to 80+ countries with his wife and three children under 6. Scott has been to 60+ countries as a single traveller. Between them, they have experienced just about any situation you might run into (except being kidnapped).</p><p>If you are excited to visit Southeast Asia, this course is a great place to start!</p><p>Enrol today!</p><p><strong>The Philippines</strong>, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. In the western Pacific Ocean, it consists of about 7,641 islands that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, Mindanao.</p><p><strong>Malaysia</strong> occupies parts of the Malay Peninsula and the island of Borneo. It's known for its beaches, rainforests and mix of Malay, Chinese, Indian and European cultural influences. The capital, Kuala Lumpur, is home to colonial buildings, busy shopping districts such as Bukit Bintang and skyscrapers such as the iconic, 451m-tall Petronas Twin Towers.</p><p><strong>Indonesia</strong>, officially the Republic of Indonesia, is a country in Southeast Asia and Oceania, between the Indian and Pacific oceans. It consists of more than seventeen thousand islands, including Sumatra, Java, Borneo, Sulawesi, and New Guinea.</p><p><strong>Thailand</strong> is a Southeast Asian country. It's known for tropical beaches, opulent royal palaces, ancient ruins and ornate temples displaying figures of Buddha. In Bangkok, the capital, an ultramodern cityscape rises next to quiet canalside communities and the iconic temples of Wat Arun, Wat Pho and the Emerald Buddha Temple (Wat Phra Kaew).</p><p><strong>Singapore</strong>, officially the Republic of Singapore, is a sovereign island city-state in maritime Southeast Asia.</p>", "preview_video": "https://mp4-c.udemycdn.com/2019-05-28_10-11-26-38c4a6afb0695469cafa13ba2029bb52/WebHD_720p.mp4?Expires=1638530944&Signature=gZKcD98CfNoDOdw9Dd-RdextzAFIkKakW8lzahnOOQIOW2rwj8ELJ~C7hOmqtoH9fNHh0OIlwHaOrTogk-qPjsZBC85GimMLaSwR2-Ge6B6AtTJyhJCko2dM4E7g5~rHTuLt42Jqlyp3jyKfiWcGzJL5G-dx-AxXaUjrQCUyojyXNebi1CrhsUXmIEYrPmR89DhiaF2OY0-raOSSEPAKlo42TtBihqIasxKt-2Hjaavm~L-0vM3l0CnVw9c46o-gxcAA2vZbHAifqu15RSSMHBVQSCtQYwkW1xzq0eqcAmWDJQcgu8uRc~PIDof2cr7-~270z-0gHK5YDi11BAYznQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4283658", "category": "Teaching & Academics", "sub_category": "Language Learning", "title": "Tenses Wizard | Learn Tenses in an easy and unique way", "level": "Beginner Level", "author": "Joginder Kaur", "duration": "1.5 hours", "rating": "4.9", "reviews": "22", "students": "9388", "coupon_code": "SMARTENGLISH", "preview_img": "https://img-c.udemycdn.com/course/750x422/4283658_e3b7_3.jpg", "coupon_link": "https://www.udemy.com/course/tenses-wizard-learn-tenses-in-an-easy-and-unique-way/?couponCode=SMARTENGLISH", "end_day": "2021-12-05 17:54:33+00:00", "headline": "Master The Tenses Effortlessly in 9 Days", "description": "<p>TENSES WIZARD is a Unique concept which aims at helping learners understanding the MOST IMPERATIVE GRAMMATICAL CONCEPT- The Tenses.</p><p>The course is designed and organized in beautiful format of One pagers which are extremely Result oriented and helps a learner understand each and every Tense properly along with the videos which explained in details .</p><p>Not only this much, learner will also get hands on 50+ practice worksheets along with the example sentences which comes as a part of Tenses Wizard.</p><p>This program aims to work for the leaners who are at Basic and Intermediate level, and are struggling to frame correct sentences in English .</p><p>We have been reading and practicing the use of tenses since the school going days. The Tenses are the most important part of English Language. If you wish to write a correct sentence or wish to say anything to anyone, you need to express the idea in the right form of Tenses. English language has three main time divisions- Past, Present and Future expressed by the tenses. Each tense is subdivided to express other aspects within its general time. Tenses form the backbone of the English language.</p><p>No entrance exam whether undergraduate like BBA/BBS DU JAT, NPAT, IPM AT or post graduate like CAT,XAT,CMAT, IIFT, SNAP, MAT, ATMA, NMAT among others can be cracked unless you have good understanding about the usage of Tenses.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-09-09_11-55-51-ebb1b521adf3aa0089910b743ed7482e/2/WebHD_720p.mp4?Expires=1638530963&Signature=fdKK~egBmkB5wo~W1Owml8aiSszDcU6ZWgnvkrSIi6OVktJjcWYPuPRAbep1zybMPkN7cJ~usaH~pzIZ0xybgf34LjA03lMfxBTri9OJPdZdoQ84vTIRAG3eWM8BCFqkZhCuwe6AsXEPUCvZXO3CBFgH9vUmkbrusBEbepZ4rW9kfJc1hJFSgUoScxfjzZofIF2tf5zITZxvWNMzF58AsLy7WIQP-isbWDenfDyAdmrHvJV3nGuiczokfyO5sBcoClHU9UnvkAbqZOp-C5YwKfzmahrHxB86wg0V~Vr6u23N9NiJhCpnqJyKBtMa5hz-84TdZMo3yTLu6It~B6lObg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3609886", "category": "Business", "sub_category": "Other Business", "title": "Freelancing: 37 Ways to Make Money From Home as a Freelancer", "level": "All Levels", "author": "Roope Kiuttu", "duration": "2 hours", "rating": "3.9", "reviews": "702", "students": "74634", "coupon_code": "A70574D5BB0615ADB50B", "preview_img": "https://img-c.udemycdn.com/course/750x422/3609886_bfeb_2.jpg", "coupon_link": "https://www.udemy.com/course/make-money-freelancing/?couponCode=A70574D5BB0615ADB50B", "end_day": "2021-12-06 20:58:22+00:00", "headline": "Do You Want to Make Money Freelancing? This Is the Best Course for You!", "description": "<p><strong>Do you wanna have the FREEDOM&nbsp;to work at your own schedule?</strong></p><p><strong>Do you wanna have the FREEDOM&nbsp;to work anywhere you want?</strong></p><p><strong>Do you wanna have the FREEDOM&nbsp;of your life?</strong></p><p>Then this is the right course for you.</p><p>You're gonna learn 37 Ways to Make Money From Home as a Freelancer.</p><p>But actually, you don't even need to be at home. You can be anywhere in the world.</p><p>As long as you have an Internet connection, you can make money.</p><p><strong>I come from Finland, the country with the best education system on the planet and I teach over 100,000 students on Udemy how to make money online.</strong></p><p>Now I'd love to help YOU&nbsp;as well.</p><p>It's Your Time!</p><p>- Roope \"Helping ordinary people to make a life-changing income online\"&nbsp;Kiuttu</p><p><strong>PS. </strong>Experts estimate that there will be over 1 BILLION people working online by 2035.</p><p>That is 1,000,000,000 people worldwide.</p><p><strong>Will you be one of the numerous people who make money online?</strong></p><p>Jump in and I'll see you inside!</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-11-02_18-12-28-dd18082f3d57a68e48ad123ee559d12c/1/WebHD_720p.mp4?Expires=1638530969&Signature=BhRTL2MEFnF1Wz2PvSVxRAssAQDoN5EfXVi5sCO~rExp8kE-V~RvfExHvmmVdfQHN4HtJVZks9xONdhJUH2radPwCO0R4W9UGttiYGRFHWAAVLbhK8jBToGosH6EO1mkZn7Vhrb~4GOo2ARTZIO~YXMRUNCnL7xzlyQdpElATtB69gZN1H1OWmycYHidVpPtZEOuhW1a~-fgnGzI4fpgSKWOf-yJG359VTxOHqRlMjYzCMsHAO0Cqk5D4nAuVWar~Kx4Z2PAR1gB9w6xOSZotHVFtctHk3rdlD7GiOJfuuztBKGI2ZejSfQHE4vMHSKAMegcgEeRlpgOSbsn2xCbiQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3904774", "category": "Business", "sub_category": "Human Resources", "title": "Diversity At Workplace", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "32 mins", "rating": "4.6", "reviews": "137", "students": "27235", "coupon_code": "NOV.2021", "preview_img": "https://img-c.udemycdn.com/course/750x422/3904774_476b.jpg", "coupon_link": "https://www.udemy.com/course/diversity-at-workplace-t/?couponCode=NOV.2021", "end_day": "2021-12-04 08:14:53+00:00", "headline": "If you want to position your business for success, hire a diverse workforce.", "description": "<p><strong>Diversity in the workplace</strong> is vital for employees because it manifests itself in building a great reputation for the company, leading to increased profitability and opportunities for workers.</p><p>Workplace diversity is important within the organization as well as outside.</p><p><strong>Diversity in the workplace</strong> means that a company’s workforce includes people of varying gender, age, religion, race, ethnicity, cultural background, sexual orientation, religion, languages, education, abilities, etc.</p><p><strong>Why is workplace diversity so important?</strong></p><p>In the modern, globally connected society and market, workplace diversity is becoming a <strong>necessity </strong>rather than a banner companies wave to show their commitment to embracing differences.</p><p>Most of the modern companies can sell their products <strong>all over the world</strong>, reaching many different groups of people. In order to successfully create, present and sell their products in this global market, companies <strong>need </strong>a diversified workforce.</p><p>So, in this class our Learning Objectives are:</p><ul><li><p>Understand what diversity and its related terms mean</p></li><li><p>Be able to identify your stereotypes</p></li><li><p>Understand what terms are politically correct and which are not, and why</p></li><li><p>Be familiar with the four cornerstones of diversity</p></li><li><p>Develop a technique for dealing with inappropriate behavior</p></li><li><p>Develop a management style to encourage diversity</p></li><li><p>Know what to do if you or one of your employees feels discriminated against</p></li></ul><p>So, shall we get started? I wish you a happy learning!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-03-10_18-27-35-2bbbf410a61aae5dcbeec3c4c3756a88/1/WebHD_720p.mp4?Expires=1638530972&Signature=OJjlr76sH8qAiCWbLLQlw19IZGtvTiB4~XCufJE1cNqHtvfamtkqhx0skZQ1YOJ0zT5TQqaEuQ9GkdpDdT8hbUo08n8D~wd3QRn2TZi62Xih-OerQcx4hwis6iuzYu9aT0kAs5TTey1ypQbiFqpjWcwzCJ5qS~~q2JhFj28yjgufPNtb76pFNo3vrOw2XDIMJiZtX4pJJ4FSfTs3EAy4Z1-SvQUpMNg4XhtSTn4jaIHBQiazuyY1dMxGcyIsCfQxYcEhv9fuOBNXJoI9w0F1lZhPCnnoY9NAv61~xLN2jrurSkMtDt0qb28Ow~GR~miPlutfeFd4EZesvZWY1xIPMg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4425920", "category": "IT & Software", "sub_category": "IT Certifications", "title": "TOGAF 9 Combined Level 1 & 2 practice tests", "level": "Beginner Level", "author": "Hamza Ait Wakrime", "duration": "", "rating": "0.0", "reviews": "0", "students": "815", "coupon_code": "FREECOURSE", "preview_img": "https://img-c.udemycdn.com/course/750x422/4425920_51f9_4.jpg", "coupon_link": "https://www.udemy.com/course/togaf-9-combined-level-1-2-practice-tests/?couponCode=FREECOURSE", "end_day": "2021-12-07 13:35:04+00:00", "headline": "Get your TOGAF 9 Combined Level 1 & 2 Certification from the first attempt", "description": "<p>Welcome!</p><p><br></p><p>Are you ready to take the TOGAF 9 exam?</p><p><br></p><p>Exam Summary</p><p><br></p><p>This is a combined TOGAF 9 Part 1 and Part 2 examination for candidates who want to achieve Level 2 certification directly.</p><p><br></p><p>Exam Name: TOGAF 9 Combined Part 1 and Part 2</p><p><br></p><p>Exam Number:</p><p><br></p><p>OG0-093 - English</p><p><br></p><p>OG0-098 - Simplified Chinese</p><p><br></p><p>Qualification upon passing: TOGAF 9 Certified</p><p><br></p><p>Delivered at: Authorized Examination Provider Test Centers</p><p><br></p><p>Prerequisites: None</p><p><br></p><p>Supervised: Yes</p><p><br></p><p>Open Book: Dependent on section. This examination comprises two separate sections. The TOGAF 9 Part 1 section is CLOSED Book. The TOGAF 9 Part 2 section is OPEN book. An electronic copy of the specification is built into the exam and becomes available in Part 2 only .</p><p><br></p><p>Exam type: The exam comprises two sections. Section 1: 40 Simple Multiple Choice questions + Section 2: 8 Scenario Based, Complex Multiple Choice</p><p><br></p><p>Number of questions: 48</p><p><br></p><p>Pass score: The pass mark for Part 1 is 55%, which means 22 or more points out of maximum of 40 points. For Part 2, the pass mark is 60%, which means 24 or more points out of a maximum of 40 points. Note that you must pass both parts of the exam to achieve an overall pass result. If you fail either part you fail the examination, however you only need retake the examination(s) corresponding to the failed section(s).</p><p><br></p><p>Time limit: 150 Minutes total . Each section has a maximum time limit as follows: 60 Minutes on TOGAF 9 Part 1. 90 Minutes on TOGAF 9 Part 2. Once you complete the TOGAF 9 Part 1 section you cannot return to it. There is no break between sections; Part 1 directly follows Part 2.</p><p><br></p><p>Retake policy: If you fail you must wait one month before another attempt on any TOGAF 9 examination. This applies even if you only need to retake one of the two parts of the examination. This exam only leads to the TOGAF 9 Certified qualification. If you fail the Part 1 section you must later pass Part 2 to receive a certification.</p><p><br></p><p>More information about the certifications :</p><p><br></p><p>With these TOGAF Practice Tests, you can successfully gauge how well-versed you are in the core concepts of TOGAF, architecture maturity models, architecture skills framework, and more that will be covered in the real certification exam. Today employers want IT, professionals, with architecture skills and having a TOGAF certification in such areas will be an added advantage in the hiring process</p><p><br></p><p>To pass your certification from the first attempt we invite you to take these exams several times and practice lot of exercises because it remains certifications that requires practice more than theory.</p><p><br></p><p>We are looking forward to seeing you inside the course.</p>", "preview_video": ""}, {"course_id": "2582688", "category": "Development", "sub_category": "Software Development Tools", "title": "Opera Basics", "level": "Beginner Level", "author": "Learn Tech Plus", "duration": "34 min", "rating": "4.1", "reviews": "36", "students": "18241", "coupon_code": "TRY100FREE112105", "preview_img": "https://img-b.udemycdn.com/course/750x422/2582688_affd_3.jpg?secure=Lzz-zaKDknlJ9yJafvpGYw%3D%3D%2C1638601197", "coupon_link": "https://www.udemy.com/course/learn-opera/?couponCode=TRY100FREE112105", "end_day": "2021-12-03 12:26:08+00:00", "headline": "Learn Everything you need to know about Opera Basics", "description": "<p>Have you always wanted to learn how to do use Opera but don’t know where to start?&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </p><p>Would you like to learn how to use Opera?&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p><p>Then Opera Basics is for you!&nbsp; </p><p>Hi, I’m your instructor Josh Werner and I’ll be leading you through this course.&nbsp; &nbsp; &nbsp;</p><p>Opera is an in-demand skill in 2021.&nbsp; </p><p>The course begins with the basics. We’ll Cover everything you need to know about Opera Basics from scratch.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </p><p>Next, you’ll learn all the fundamentals of Opera Basics.</p><p>This is great for students starting that need a refresher course on Opera.</p><p>There are no requirements necessary to enroll I only ask that you come open minded and ready to learn.</p><p>Thanks for checking out my course make sure you have fun when you learn!</p><p>Go ahead and feel free to check out the course contents.</p><p>Let's learn about Opera Basics!</p><p>Feel Free to look through the course description and checkout some of my preview videos.</p><p><br></p><p><strong>Here Is What You Will Learn:</strong></p><p><br></p><p><strong>01. Introduction</strong></p><p>\t01. Overview</p><p><strong>02. Opera</strong></p><p>\t02. Download &amp; Install</p><p>\t03. Key Features</p><p>\t04. Advanced Settings</p><p>\t05. Developer Tools</p><p><strong>03. Conclusion</strong></p><p>\t06. Summary</p><p> </p><p><strong>So what are you waiting for? I look forward to going through course with you I’ll see you inside!</strong></p><p><br></p><p><br></p>", "preview_video": "https://mp4-b.udemycdn.com/2020-01-27_08-55-23-029e9043671a8e08ac55851e3e1934e0/WebHD_720p.mp4?secure=0MgUBasKh41BzvlUxfDkrA%3D%3D%2C1638530997"}, {"course_id": "3694430", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Python Complete Course For Beginners", "level": "All Levels", "author": "Horizon Tech", "duration": "5.5 hours", "rating": "4.2", "reviews": "1608", "students": "139568", "coupon_code": "0AC133208C8A9FB02635", "preview_img": "https://img-c.udemycdn.com/course/750x422/3694430_429b.jpg", "coupon_link": "https://www.udemy.com/course/python-complete-course-for-beginners-h/?couponCode=0AC133208C8A9FB02635", "end_day": "2021-12-08 00:08:55+00:00", "headline": "This course is a depth introduction to both fundamental python programming concepts and the Python programming language.", "description": "<p><strong><em>Learn Python From Beginner To Advanced Level By Demonstrations</em></strong></p><ul><li><p>The course is created thorough, extensive, but easy to follow content which you’ll easily understand and absorb.</p><p> The course starts with the basics, including Python fundamentals, programming, and user interaction.</p><p><br></p><p>The curriculum is going to be very hands-on as we walk you from start to finish to become a professional Python developer. We will start from the very beginning by teaching you Python basics and programming fundamentals, and then going into advanced topics and different career fields in Python so you can get real-life practice and be ready for the real world.</p><p><br></p></li><li><p> While it is easy for beginners to learn, it is widely used in many scientific areas for data exploration. This course is an introduction to the&nbsp; Python programming language for students without prior programming experience. We cover data types, control flow, object-oriented&nbsp; programming, and graphical user interface-driven applications</p></li></ul><ul><li><p>Master the fundamentals of writing Python scripts</p></li><li><p>Learn core Python scripting elements such as variables and flow control structures</p></li><li><p>Discover how to work with lists and sequence data</p></li><li><p>Write Python functions to facilitate code reuse</p></li><li><p>Use Python to read and write files</p></li><li><p>Make their code robust by handling errors and exceptions properly</p></li><li><p>Explore Python's object-oriented features</p></li><li><p>Search text using regular expressions</p></li></ul><ul><li><p>The topics covered in this course are:</p><p><strong><em>* Beginner to Expert Python contents:</em></strong></p><p><br></p><p><strong>Installing Anaconda</strong></p><p><strong>Python Overview</strong></p><p><strong>Array implementation</strong></p><p><strong>File methods</strong></p><p><strong>Keywords and Identifiers</strong></p><p><strong>Python Tuples</strong></p><p><strong>Python Basics</strong></p><p><strong>Python Fundamentals</strong></p><p><strong>Data Structures</strong></p><p><strong>Object-Oriented Programming with Python</strong></p><p><strong>Functional Programming with Python</strong></p><p><strong>Lambdas</strong></p><p><strong>Decorators</strong></p><p><strong>Generators</strong></p><p><strong>Testing in Python</strong></p><p><strong>Debugging</strong></p><p><strong>Error Handling</strong></p><p><strong>Regular Expressions</strong></p><p><strong>Comprehensions</strong></p><p><strong>Modules</strong></p></li><li><p><strong>See you inside the course!</strong></p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2021-01-13_02-09-52-202aa1e53856863ba9ce67ec2343e991/1/WebHD_720p.mp4?Expires=1638531000&Signature=DYT0xyI217uYlja7a6lwgoN3sBlwA2O4RNx5DQk5dwQN~isvgMyfE7H1BoCEmLCflkFL-I3~YLH1WiOMhozEM4WxL38UT6pqd~Xv5I9H005l5FyYFHU8jeM8BWHy2zuBY28dE-kzcRvXnCFBYCro8TyCCFpsN9tpnflLKxbez5RYCssOQhvZuT-GRhNazqmbmmdrH4TaUFnJKkXmSaCYZ~QHj-7dXn9ygm6t-AjAKfxDtj~XUPWqoHqvktQCoewIpddsld7fO4ts3Qp4oNpXkFTWUgnRiwZNbgg~bb1w3edd~53m9sxibj35~FjXV18iIRNMD0bA46QNn-Kgk9IOMg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2391200", "category": "Marketing", "sub_category": "Social Media Marketing", "title": "Complete Guide to Pinterest & Pinterest Growth 2021", "level": "All Levels", "author": "Nick Nyxson", "duration": "4.5 hours", "rating": "4.4", "reviews": "564", "students": "89662", "coupon_code": "47357FC945A4493E4D66", "preview_img": "https://img-b.udemycdn.com/course/750x422/2391200_2e32_5.jpg?secure=zLYtka1xWdvudqwKzpvxCw%3D%3D%2C1638601204", "coupon_link": "https://www.udemy.com/course/pinheroes/?couponCode=47357FC945A4493E4D66", "end_day": "2021-12-06 15:25:25+00:00", "headline": "Pinheroes - Advanced Guide To Pinterest Business ,Pinterest Growth, Tailwind and More", "description": "<p>Hey there, Nick Nyxson here.</p><p>Welcome to PinHeroes.</p><p>Only Pinterest course EVER to teach you how to grow your profile on Pinterest from 0 to 1 Million monthly viewers in just short few months.</p><p>Pinterest is one of the fastest-growing social media platforms and its main appeal is its unconventional way treat the content. It is an ONLY social media platform that Not just NOT RESTRICT&nbsp;external content but actively encourages it. For that reason alone it has become one of the largest social media platforms for businesses and entrepreneurs.</p><p>And That's where I come in.</p><p>In this course you will learn THESE and much more:</p><ul><li><p>How to create Pinterest Profile;</p></li><li><p>How to claim your website and social media platforms;</p></li><li><p>What are Rich Pins and how to use them;</p></li><li><p>How to setup profile and boards for the win;</p></li><li><p>How Mass Create Your pins;</p></li><li><p>How to decrease your work needed to just a few hours per week</p></li><li><p>How to control growth</p></li><li><p>And Much more.</p></li></ul><p>And most importantly course is made in the way to help not just users of Pinterest but absolute beginners as well. Plus the course is made with methods that will be working for the years to come! NO&nbsp;MORE&nbsp;CHANGING&nbsp;STRATEGIES&nbsp;EVERY MONTH!</p><p>And EVEN most importantly you will gain direct access to me for any questions and suggestions.</p><p>Start now and CRUSH Pinterest for the years to come.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-11-26_08-56-05-d1653ed330e0a9af9b2585e560ac104f/1/WebHD_720p.mp4?Expires=1638531004&Signature=EDVuUhjBZas-w0OZeiyDgsfNnFV-crgMM9pA5WWlT9edVE4bhTKC-MYMVNrd4Pg78V10ap1vkzsh-BugfnDlqdQFdyLU3xNGoLZNyoUgkjSE-YQmdB44clGESp5iBj6WHfuTrF78sG1voDzJkhQQ2fIbogig~0-EIQ~qQPfJW0v1oTEtwTcUyJh9FE~f7~mk5fFjr7RthhQqj~3Pe4ACFMlICld6DB5oWVIyfs6fJTg25pf3abotClr8jLKpF7k3MuJHj2PMzy6xO33JCuhJmkSVyWCqM2uob5y-tdB0wBK~SutuEmfOtg01ZAL8Kq8bwA8JxoEj7-J2sN61vKcNOg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4098048", "category": "IT & Software", "sub_category": "Operating Systems & Servers", "title": "Excel Coaching Kurs", "level": "All Levels", "author": "Kristoffer Ditz", "duration": "8 Stunden", "rating": "4.3", "reviews": "24", "students": "4704", "coupon_code": "32CA4C01AE9D9B50583D", "preview_img": "https://img-c.udemycdn.com/course/750x422/4098048_8bd0.jpg", "coupon_link": "https://www.udemy.com/course/excel-coaching-kurs/?couponCode=32CA4C01AE9D9B50583D", "end_day": "2021-12-03 12:48:32+00:00", "headline": "Werden Sie Excel-Experte in 8 Stunden für Controlling, Rechnungswesen, Einkauf, Vertrieb, Marketing, etc.", "description": "<p><strong>Wieso sollten Sie den Kurs buchen?</strong></p><p>Sicher fragen Sie sich bei der Vielzahl der angebotenen Kurse auf Udemy, wieso dieser der richtige <strong><em>Excel-Kurs</em></strong> für Sie ist.</p><p>Bei der PUMA&nbsp;AG war ich verantwortlich für das weltweite Retail-Controlling für über 600 Filialen. Alle Analyse-Tools habe ich hier mit Microsoft Excel erstellt. Insgesamt blicke ich auf eine über 15-jährige Erfahrung im Controlling zurück.</p><p>In jeder Firma führte ich Schulungen mit dem Thema <strong>Excel </strong>und Controlling durch.</p><p>Des Weiteren schreibe ich regelmäßig <strong>Excel-Tipps</strong> für das Controller&nbsp;Magazin und Controlling Journal.</p><p>Zusätzlich bin ich ausgebildeter Trainer und Online-Trainer.</p><p>Sie sind bei mir also was das Thema Excel und dazugehörige Auswertungen betrifft in guten Händen.</p><p><br></p><p>In diesem Kurs werden Sie systematisch an das Experten-Wissen von <strong>Excel</strong> herangeführt. Sie werden viele nützliche <strong>Excel-Formeln</strong> und Tipps lernen, die sich in der Praxis erfolgreich bewährt haben. Des Weiteren werden Sie lernen, wie Sie im Stil eines Controllers Analysen im Kundenmanagement durchführen.</p><p>Zusätzlich lernen Sie, wie nützlich <strong>PIVOT in Excel</strong> ist.</p><p>Der Abschluss ist dann die Programmierung mit <strong>Visual Basic (VBA)</strong>, wo wir unter anderem eine kleine Datenbank erstellen.</p><p><br></p><p>Selbstverständlich stehe ich Ihnen bei Fragen per Mail zur Verfügung.</p><p><br></p><p><strong>Inhalt</strong></p><ul><li><p>professionelle Excel Formeln</p></li><li><p>Excel-Tabellen</p></li><li><p>Excel-Tipps</p></li><li><p>Pivot-Tabellen</p></li><li><p>Einstieg in Excel Visual Basic</p></li></ul><p><em>Zusätzlich erhalten Sie die </em><strong><em>Excel-Dateien</em></strong><em> und mehrere Übungsaufgaben, um das Erlernte Wissen zu wiederholen und zu vertiefen.</em></p><p><br></p><p><strong><em>Hinweis:</em></strong><em> In den Video wurde mit Excel 2016 gearbeitet. Natürlich lassen sich die Anwendungen auch mit vorigen Versionen anwenden. Die Umsetzung ist nahezu identisch.</em></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-03_15-51-37-ffcd1ea8d575b4cdc5b40a3de6127490/1/WebHD_720p.mp4?Expires=1638531015&Signature=IzrwvVaRnWcVWooYkgLE3zS-YG9jnM5ES89ZVz6LwGyvbl8cMzD7AXMJWPNSxZPWE1oMgQmW6gXW~3BB65NixM3CBYHm5i7KqmUR6GfMrqeWSi8-XVftrYZ1rTtWu5o5N89kVajvhORycuhkbYSVPe2ql9EUjbs3Ammn9iolXTbyiXfpuxSAgskgN9FhfrXbMnJdJMzLj9NQB8CxwbdEH0BCxSqYmbwxjGrVO0AzgVUEDDBBq5Sr1CtmWaLXOTxAOfxsKXeSXeaOnk48KFyjVA9Y-~-yuoA7utR2v3QmDMNfQAkOQZGa~~SRPuF098WLBdv9kEzlOKL0wd1wOeMRSg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4424960", "category": "IT & Software", "sub_category": "IT Certifications", "title": "TOGAF 9 [Combined Level 1 and 2] Practice Tests NEW 2022 !!", "level": "Beginner Level", "author": "Sanaa Najmi", "duration": "", "rating": "0.0", "reviews": "0", "students": "1608", "coupon_code": "FREE1000_", "preview_img": "https://img-c.udemycdn.com/course/750x422/4424960_8f2b.jpg", "coupon_link": "https://www.udemy.com/course/togaf-9-combined-level-1-and-2-practice-tests-new-2022/?couponCode=FREE1000_", "end_day": "2021-12-07 14:03:12+00:00", "headline": "Get ready to pass TOGAF 9 Certification with best practice exams just updated  !!", "description": "<p>Welcome!</p><p><strong><em>Are you ready to take the </em>TOGAF 9 <em>exam?</em></strong></p><p>Exam Summary</p><p>This is a combined TOGAF 9 Part 1 and Part 2 examination for candidates who want to achieve Level 2 certification directly.</p><ul><li><p>Exam Name: TOGAF 9 Combined Part 1 and Part 2</p></li><li><p>Exam Number:</p><ul><li><p>OG0-093 - English</p></li><li><p>OG0-098 - Simplified Chinese</p></li></ul></li><li><p>Qualification upon passing: TOGAF 9 Certified</p></li><li><p>Delivered at: Authorized Examination Provider Test Centers</p></li><li><p>Prerequisites: None</p></li><li><p>Supervised: Yes</p></li><li><p>Open Book: Dependent on section. This examination comprises two separate sections. The TOGAF 9 Part 1 section is CLOSED Book. The TOGAF 9 Part 2 section is OPEN book. An electronic copy of the specification is built into the exam and becomes available in Part 2 only .</p></li><li><p>Exam type: The exam comprises two sections. Section 1: 40 Simple Multiple Choice questions + Section 2: 8 Scenario Based, Complex Multiple Choice</p></li><li><p>Number of questions: 48</p></li><li><p>Pass score: The pass mark for Part 1 is 55%, which means 22 or more points out of maximum of 40 points. For Part 2, the pass mark is 60%, which means 24 or more points out of a maximum of 40 points. Note that you must pass both parts of the exam to achieve an overall pass result. If you fail either part you fail the examination, however you only need retake the examination(s) corresponding to the failed section(s).</p></li><li><p>Time limit: 150 Minutes total . Each section has a maximum time limit as follows: 60 Minutes on TOGAF 9 Part 1. 90 Minutes on TOGAF 9 Part 2. Once you complete the TOGAF 9 Part 1 section you cannot return to it. There is no break between sections; Part 1 directly follows Part 2.</p></li><li><p>Retake policy: If you fail you must wait one month before another attempt on any TOGAF 9 examination. This applies even if you only need to retake one of the two parts of the examination. This exam only leads to the TOGAF 9 Certified qualification. If you fail the Part 1 section you must later pass Part 2 to receive a certification.</p></li></ul><p>More information about the certifications :</p><p>With these TOGAF Practice Tests, you can successfully gauge how well-versed you are in the core concepts of TOGAF, architecture maturity models, architecture skills framework, and more that will be covered in the real certification exam. Today employers want IT, professionals, with architecture skills and having a TOGAF certification in such areas will be an added advantage in the hiring process</p><p>To pass your certification from the first attempt we invite you to take these exams several times and practice lot of exercises because it remains certifications that requires practice more than theory.</p><p><strong>We are looking forward to seeing you inside the course.</strong></p>", "preview_video": ""}, {"course_id": "3798454", "category": "Business", "sub_category": "Sales", "title": "Becoming A Sales Professional", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "2 hours", "rating": "4.3", "reviews": "257", "students": "48596", "coupon_code": "DEC-2021", "preview_img": "https://img-b.udemycdn.com/course/750x422/3798454_1ea7.jpg?secure=WJ06ESPVz8diSSugMfozxQ%3D%3D%2C1638601230", "coupon_link": "https://www.udemy.com/course/building-sales-relationships-networking/?couponCode=DEC-2021", "end_day": "2021-12-06 10:30:30+00:00", "headline": "The choices other people make about you determine your health, wealth, and happiness.", "description": "<p>By caring about building relationships with potential customers and taking an interest in their world, it can significantly improve the odds of securing a sale and retaining that customer for the long-term.</p><p>Strategic friendships will make or break any business, no matter how big and no matter what kind of market.</p><p><strong>So, in this course, our learning points will include:</strong></p><ul><li><p>Discover the benefits of developing a support network of connections.</p></li><li><p>Understand how building relationships can help you develop your business base.</p></li><li><p>Learn how to truly like your acquaintances—not just pretend to.</p></li><li><p>Identify the key elements in strong working relationships, and how you might put more of these elements in your working relationships.</p></li><li><p>Recognize the key interpersonal skills and practice using them.</p></li></ul><p>No matter how hard we as humans try to make logical and rational decisions, the simple fact is, every decision we make is actually made emotionally. How we feel about it determines what we choose to do, not what we think about it.</p><p>Salespeople: showing the other person that we actually care about them and the things that are important to them is the first order of business if we want to be successful.</p><p>So, shall we get started?</p><p><strong>Enroll in the course today</strong> and I wish you a happy learning!</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-01-24_20-34-15-3571532cea8aa28f05696374655b38af/1/WebHD_720p.mp4?secure=KYXMPj3n_CJQCdjrIcfVvA%3D%3D%2C1638531030"}, {"course_id": "4327972", "category": "Business", "sub_category": "Management", "title": "Learn how to use Zapier to automate your Business", "level": "Beginner Level", "author": "Callbury Media", "duration": "1 hour", "rating": "4.8", "reviews": "6", "students": "4988", "coupon_code": "AFZAP100OFFNOV", "preview_img": "https://img-b.udemycdn.com/course/750x422/4327972_0ea4.jpg?secure=9I0P7GPhTjR4vvBGFfqwLA%3D%3D%2C1638601241", "coupon_link": "https://www.udemy.com/course/learn-how-to-use-zapier-to-automate-your-business/?couponCode=AFZAP100OFFNOV", "end_day": "2021-12-05 06:48:40+00:00", "headline": "Customize your Business automation strategy to meet the demands of your team.", "description": "<p>Greetings, Friend</p><p><br></p><p>Do you wish you could spend less time working on your company and more time working in it?</p><p><br></p><p>I understand that this sounds challenging at this point because you're used to having everything under control.</p><p>Control, on the other hand, does not always imply that you must do everything yourself.</p><p>In truth, a simple program called \"Zapier\" can automate a lot of the operations you undertake online.</p><p><br></p><p>Have you heard of it before?</p><p>Free up some time in your life. It should be automated.</p><p><br></p><p>Zapier is a fantastic tool.</p><p>It's for folks like you and me who need to be able to focus and make the most of our time.</p><p>Zapier is useful since it integrates your apps with automated workflows. It automatically transports data from one location to another.</p><p>All you have to do is put up a few parameters on your account and leave it to work on its own.</p><p>Zapier executes the orders you specify.</p><p><br></p><p>An additional team member. Zapier is a lot of fun to use.</p><p>It's like having an extra team member who not only executes your operations at breakneck speed but also flawlessly.</p><p>It can also run in the background 24 hours a day, 7 days a week.</p><p>Your productivity rises, allowing you to complete more tasks and earn more money.</p><p>Zapier may also help you automate your business and build procedures like a coder without knowing a single line of code. </p><p>stay competitive in your market, you'll need Zapier.</p><p><br></p><p>Why You Should Get Started Right Away:</p><p><br></p><p>Integrate - With just a few mouse clicks, you can share data with everyone.</p><p>Automate - Workflows allow you to transfer data between multiple programs.</p><p>No coding is necessary to innovate. With just a few clicks, you can create processes.</p><p>That's exactly what it is: action. You manage to get things done without your help.</p><p>Happiness - Zapier is used by millions of individuals to automate their daily jobs.</p><p>The list could go on and on.</p><p>There's no doubt that Zapier will help you simplify your company life, which is why we created this one-of-a-kind over-the-shoulder video Tutorial to get you up and running with it quickly.</p><p><br></p><p>This is what you'll learn in this video training:</p><p>How to get started by easily creating an account.</p><p>How to navigate the site and become familiar with its primary features.</p><p>Before you begin any work, learn how to customize your settings and preferences in a straightforward manner.</p><p>Understanding the platform's logic and flow.</p><p>How to look for Zapier integrations both inside and externally</p><p>How do you use Zapier to connect it to your autoresponder?</p><p>Knowing how to apply it to your social media channels is essential.</p><p>How to connect Go-To-Webinars and Google Docs with Zapier.</p><p>Learn how to connect it to services like PayPal, Quickbooks, and WordPress.</p><p><br></p><p>Beginners Friendly ,For business managers, Small Business Owners, Bloggers,Startup owners, and students </p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-10-03_18-41-41-983844c5a89ccc096fa699d88456abea/2/WebHD_720p.mp4?Expires=1638531041&Signature=NOu434My7iS0shkZOK-4CkykdxeNupnywIvv3QAsJM~dqfz04o-8f61mjhFdMNGLep0ZiAyp1fiTwvS2MjxYZzZMaxqAxZlZgFfKXYLPkEd7sD6GX2mfVgbQRaVo4OYp1mhUQtc-E8-fJe5y21Y5rUJ~Fa8G~Z612AAIOgzmzGJosZLem2ZSLSEN7Wwg-VACHnXAHeycD1OMYoqsPkjpdmXuiQ5Qk4VpN-mzzi6FQ-pCYb4dG3eOisZzlas90VLAqP7MSMpbTwYbBeuBn12IE0YUXA2Nge9Adli3HjH9aE7MhsLDcdQVlCJGOx9TmJtrwpC5LRpYuVmGr14r8tr4Tw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "679440", "category": "Teaching & Academics", "sub_category": "Humanities", "title": "Bible: Philippians - 7 Lessons We Can Learn For Today!", "level": "Beginner Level", "author": "Boomy Tokan", "duration": "1.5 hours", "rating": "4.6", "reviews": "8", "students": "2563", "coupon_code": "21FDBD09EA0F43D94AF0", "preview_img": "https://img-c.udemycdn.com/course/750x422/679440_cb01_3.jpg", "coupon_link": "https://www.udemy.com/course/bible-study-philippians-7-lessons-we-can-learn-for-today/?couponCode=21FDBD09EA0F43D94AF0", "end_day": "2021-12-05 17:35:37+00:00", "headline": "Bible Study of the letter to Philippians and the lessons individuals can apply to their lives and get great results!", "description": "<p><strong>Review - Book of Philippians 5 Star Rating</strong></p><p>Student: Matt Hayes</p><p>The instructor has a notable passion for sharing the Book of Philippians! (All the Books of the Bible) That passion drew me to seriously consider his engaging presentation. The instructor challenged me to see myself through the eyes of my Lord and Savior - not the eyes of the world! I learned many valuable teachings about the Book of Philippians by taking this course. That is a credit to the instructor preparing a very detailed and organized course that is easy to follow. The course provided me the opportunity to reflect on my walk with the Lord, and my lack of commitment to thoroughly read and learn from God's written word on a daily basis. I will never find my true path (God's will for my life) if I remain a lukewarm Bible studying believer in the Lord, Jesus Christ! It is impossible for a born again Christian to seldom study the Bible, pray without ceasing or draw closer to God in a reconciled relationship while following the secular world. This course has reignited the fire that once was within me to learn from the Bible daily. I praise the Lord for Boomy Tokan who followed the Holy Spirit's prompting in preparing and sharing this course. I look forward to taking the other courses that Boomy has prepared. Thank you, Lord, for guiding me to this course, which has provided me with a much deeper spiritual understanding of the Book of Philippians.</p><p><strong>----------------------------------------------------------------------------------------------------------------</strong></p><p><strong>I trust you will also partake of what the SPIRIT of GOD wants to communicate to you</strong> as you embark upon this study. I assure you of a depth of truth like no other, knowledge of who you are in CHRIST and the understanding of what JESUS achieved for you on the cross.</p><p>Once you grasp the essence of the book to the Philippians other Bible books will become more open to you. The reason is that this letter details the work of CHRIST like no other one does.</p><p>In this study of the Letter to the Philippians you will learn profound truths about:</p><ul><li><p><strong>Effect of partnerships</strong></p></li><li><p><strong>The ability to rejoice</strong></p></li><li><p><strong>The love of CHRIST towards us</strong></p></li><li><p><strong>Prayer</strong></p></li><li><p><strong>Your position in CHRIST</strong></p></li><li><p><strong>Your new origin</strong></p></li><li><p><strong>GOD’s power in you</strong></p></li><li><p><strong>Living in this dark world</strong></p></li><li><p><strong>GOD’s love for you</strong></p></li></ul><p>I appeal to you to fully engage with the lectures so that you will be forever changed in JESUS NAME!</p><p>And so much more!</p><p>All those who have used the prayers from the letter to the Philippians have enjoyed life changing experiences and GOD is no respecter of persons!</p><p><strong>+++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++</strong></p><p>In this course you will learn why the Letter to the Philippians is one of the most famous books of the New Testament, its theological contribution and how you can apply its life transforming truths into your life.</p><p><strong>Beginning with an introduction and history we will move on to explore 7 Key Lessons that you can immediately apply to your life and begin reaping the benefits.</strong></p><p><strong>------------------------------------------------------------------------------------------------------------------</strong></p><p><strong>There are key benefits you will derive from the study of this book and I want to highlight a few</strong></p><ul><li><p><strong>All poor self-esteem thoughts will be eradicated from your mind as you come to realise you are indeed a new creation</strong></p></li><li><p><strong>You will know who you are in CHRIST and that will boost your confidence with GOD and man</strong></p></li><li><p><strong>You will learn how to pray and get results</strong></p></li><li><p><strong>You will realize and effectively deploy with accuracy and knowledge the power given you over spiritual forces</strong></p></li><li><p><strong>You will come to place of an immense love, respect and awe for GOD through CHRIST JESUS</strong></p></li></ul><p>-------------------------------------------------------------------------------------------------------------------</p><p><strong><em>Important information before you enrol:</em></strong></p><ul><li><p>You are covered by<strong> a 30-day money back guarantee, full refund, no questions asked!</strong></p></li><li><p>You also have <strong>unlimited, lifetime access to the course!</strong></p></li><li><p>You will enjoy<strong> free access to any updates I will provide</strong></p></li><li><p>You are free to<strong> ask any questions and will get a reply as soon as possible</strong></p></li><li><p>You can<strong> preview lectures 7 and 9</strong></p></li></ul><p><strong>-------------------------------------------------------------------------------------------------------------------</strong></p><p><strong>Get Started Today - Click Take This Course NOW!</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2015-11-28_10-43-00-b576c2d66f97198f914cc975629189ca/WebHD_1080.mp4?Expires=1638531056&Signature=GDKwslnjyD3zAshiL~9qZJXea2dt9g9W8qVfYK8I09ua-K2~P9rcMWHW~P~xgO9G2SYzEWFgzLqZMyXahmHIqD~mJytXGd1ctqyV7YvLJ4k3FVUJxHPYcCtija9BB~fm52eHVGOKr5F6ESa5lkK24WDhZ3WdpE91h~t1oDt-fSfwvhnJVhOsSvv544PmTI7UnnkzTAmj754YsUCxFDzk4Fmda45UBdPTb8rc2ugjgEfkMZkpEzMbAeR0O8DxWMuGgkWw28T8VUctHdyOIVGSHDIbisMxXCrh9d5PMtYUa9yHNw52WzAjea8Bi6LEnFbeEoxtgZ9yoibIX4mJYa5UWQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4421602", "category": "Music", "sub_category": "Music Production", "title": "Complete Cubase Megacourse: Beginner to Expert", "level": "Beginner Level", "author": "Creativity Unleashed", "duration": "8 hours", "rating": "0.0", "reviews": "0", "students": "746", "coupon_code": "2145F89BE3397B510415", "preview_img": "https://img-c.udemycdn.com/course/750x422/4421602_4a17.jpg", "coupon_link": "https://www.udemy.com/course/complete-cubase-megacourse-beginner-to-expert/?couponCode=2145F89BE3397B510415", "end_day": "2021-12-07 22:13:05+00:00", "headline": "Learn how to create and edit music like a pro with this step-by-step course!", "description": "<p><strong>Learn music production with Cubase!</strong></p><p><strong>Create like a pro!</strong></p><p>Have you ever wanted to create your own music? In the era of digital audio, this can be easily achieved! Maybe you want to record your song ideas and show them off on social media, or perhaps you want to hone your musical skills to pursue a career in the music industry. Whether you’re already a musician or a complete beginner creating and editing music is not only for the pros. You can take any song idea and turn it into a professional sounding song - and we’re here to teach you how!</p><p>In this course, you’re going to learn everything about audio editing in Steinberg Cubase Elements: from setting up your audio interface, to bouncing/exporting your mix into different file formats. We'll show you how to achieve innovative results by using different plugins, available in this version of Cubase.</p><p>Our instructor has years of experience not only in music production, but also in teaching, and the expertly-crafted syllabus is designed to be easy to follow and thorough. We’ve even included plenty of examples explained and created on-screen for you to study. That’s why this is the only Cubase course you’ll ever need to create professional and great sounding music!<br><br>Start creating your own music today!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-30_00-17-17-05555564af28f668a20a02ff43bb4636/2/WebHD_720p.mp4?Expires=1638531064&Signature=bU5mf1FCvSaGmqQjbhC8fr8IiMlBZ3pwR383Jgmh5tG6JHSCNhseHsOq-an1iphvZyonWVPuw-dPTm4Qen1avhwQpwuCuBAvbmthczDF2JZxLWRr6fvDMqau0-l2i0t5CjPFF68RFjXuodJqZsNdV9icAwC6mQXmUCOGL3ISKOjq0ASP2kd2oGGU7XX4KpMRuCb6CvP49AoGz4iHxokmmiABqNkJQXsEYV-x4zVrtLSHVm2LTwEtZXfikqRM~iHENLwkFrZk1EqGwrGWlv37mI0iN3ZH4mJjXcZhZ1nHhnOYklEtuARlKmSuRLNJW021hQx05jmd5mWe91PDhUWRDQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4326536", "category": "Personal Development", "sub_category": "Leadership", "title": "Liderazgo: Invierte en ti mismo y transforma tu carrera.", "level": "All Levels", "author": "Hector Peña", "duration": "3 hours", "rating": "4.9", "reviews": "18", "students": "1794", "coupon_code": "LIDERGRATIS", "preview_img": "https://img-b.udemycdn.com/course/750x422/4326536_5029_2.jpg?secure=Bn0S45YAC5Ir_EdzcLFjrg%3D%3D%2C1638601277", "coupon_link": "https://www.udemy.com/course/liderazgo-positivo/?couponCode=LIDERGRATIS", "end_day": "2021-12-07 17:34:50+00:00", "headline": "Potencia tus habilidades de comunicación, influencia, integridad y empatía. Define tu visión y prioridades en la vida.", "description": "<p>Bienvenidos al curso LIDERAZGO</p><p>Mi nombre es Héctor Peña estoy a tus ordenes y te deseo éxito en todos los aspectos de tu vida.</p><p>Sabias qué alrededor del 15% del éxito financiero de cada uno de nosotros se debe a los conocimientos técnicos, y alrededor del 85 por ciento se debe nuestras habilidades sociales y emocionales.</p><p>En comparación con lo que deberíamos ser, sólo estamos a medias. Empleamos una pequeña parte de nuestra verdadera capacidad física, emocional y mental, así vivimos dentro de nuestros miedos y paradigmas. Poseemos cualidades que normalmente no utilizamos.</p><p>Este curso intentara descubrir esos talentos desaprovechados que tienes y ayudarte a utilizarlos.</p><p>Con la competencia en el mundo de hoy, debemos sacar el máximo provecho de la gente que nos rodea. La mejor forma de hacerlo es teniendo excelentes habilidades en relaciones humanas. Para triunfar, debes saber cómo comunicar ideas, motivar, inspirar, organizar, explotar el talento y creatividad.</p><p>Las habilidades que se requieren no son innatas. Este curso te orientara en como lograrlas por medio de entrenamiento. te daré a conocer los principios más importantes de liderazgo que pueden ayudarte a conseguir éxito en tu carrera.</p><p>Entre otras cosas, aprenderás:</p><ul><li><p>Técnicas de comunicación y motivación efectivas.</p></li><li><p>Cómo escuchar y persuadir a otras personas.</p></li><li><p>Métodos para tener buenas relaciones con la gente</p></li><li><p>Cómo hacer críticas constructivas.</p></li><li><p>Definir tu visión y priorizar lo necesario para hacer que suceda.</p></li></ul><p>La ganas y los conocimientos técnicos por sí solos no son suficientes para tener éxito en el mundo tan cambiante de hoy. Las habilidades de liderazgo que aprenderás, te llevarán tan lejos como quieras.</p><p>¡Sin duda alguna el mejor curso de Liderazgo que encontraras!</p><p>INSCRIBETE.</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-11-17_08-39-05-6d01a3cd80eac57cf852a1ef2b858c8a/2/WebHD_720p.mp4?secure=iTL4H5C7UDcCF0mXqNGbUA%3D%3D%2C1638531077"}, {"course_id": "4324528", "category": "Development", "sub_category": "Data Science", "title": "Data Manipulation in Python: Master Python, Numpy & Pandas", "level": "Beginner Level", "author": "AlgoLab Finance", "duration": "2 hours", "rating": "4.2", "reviews": "17", "students": "9081", "coupon_code": "A58E9FA457647F423956", "preview_img": "https://img-b.udemycdn.com/course/750x422/4324528_4ee9_2.jpg?secure=_wWEnPM6o8_ZRjPtKmSVhQ%3D%3D%2C1638601282", "coupon_link": "https://www.udemy.com/course/master-data-science-in-python/?couponCode=A58E9FA457647F423956", "end_day": "2021-12-07 12:49:54+00:00", "headline": "Learn Python, NumPy & Pandas for Data Science: Master essential data manipulation for data science in python", "description": "<p>When it comes to being attractive, data scientists are already there. In a highly competitive job market, it is tough to keep them after they have been hired. People with a unique mix of scientific training, computer expertise, and analytical abilities are hard to find.</p><p>Like the Wall Street \"quants\" of the 1980s and 1990s, modern-day data scientists are expected to have a similar skill set. People with a background in physics and mathematics flocked to investment banks and hedge funds in those days because they could come up with novel algorithms and data methods. </p><p><br></p><p>That being said, <strong>data science is becoming one of the most well-suited occupations for success in the twenty-first century</strong>. It is computerized, programming-driven, and analytical in nature. Consequently, it comes as no surprise that the need for data scientists has been increasing in the employment market over the last several years.</p><p>The supply, on the other hand, has been quite restricted. <strong>It is challenging to get the knowledge and abilities required to be recruited as a data scientist.</strong></p><p>Lots of resources for learning Python are available online. Because of this, students frequently get overwhelmed by Python's high learning curve. </p><p><br></p><p>It's a whole new ball game in here! Step-by-step instruction is the hallmark of this course. Throughout each subsequent lesson, we continue to build on what we've previously learned. <strong>Our goal is to equip you with all the tools and skills you need to master Python, Numpy &amp; Pandas. </strong></p><p>You'll walk away from each video with a fresh idea that you can put to use right away!</p><p>All skill levels are welcome in this course, and even if you have no prior programming or statistical experience, you will be able to succeed!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-20_13-58-12-0b1da9e5d457fe6747092324704f1356/2/WebHD_720p.mp4?Expires=1638531082&Signature=FL6glTVEjY0KpBZdBE037wbVj4biAhtkp~EXhZJV~htN~HIUK0AL9CKSjI-tQxKZpU6ZYzdh949JyH3PGnCpPJgRQL2Og9hxsqsu4fLZouyQ2FNJjdnNznemtYsE4udGPiPEO5JV3F5Y9W3xVcVK~AE4MV2NMwaQncBk8~Ia~hZwmkq4~QbshdiqhxYDha6-7Dq0E94e9BdA7wmTX49GcGZ0TrLKu~~hwWy8mYkIT2AQCUxXOzbeGqlQL4U~d9qQMcSBhcLfZR9XvxTrLSAYfoj59NRlhOp3TzQMKHfoOrWg5yywa2hcbqTaQvsewVPcjf3selMN9C4Vp0hiEHV85Q__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1839672", "category": "Office Productivity", "sub_category": "Microsoft", "title": "Der Komplette Excel Kurs - Vom Anfänger zum Profi in 40h !", "level": "All Levels", "author": "Sebastian Glöckner", "duration": "48 Stunden", "rating": "4.6", "reviews": "2210", "students": "22215", "coupon_code": "AFB1FA84E32094732274", "preview_img": "https://img-c.udemycdn.com/course/750x422/1839672_9243_4.jpg", "coupon_link": "https://www.udemy.com/course/excel-kurs/?couponCode=AFB1FA84E32094732274", "end_day": "2021-12-06 14:27:16+00:00", "headline": "Der 40 Stunden Excel-Kurs - Alles in einem Kurs (Diagramme, Pivots, VBA) - Vom absoluten Anfänger zum echten Excel Profi", "description": "<p><em>Letzte Aktualisierung: 29.11.2021</em></p><p><strong>***&nbsp;DER KURS WIRD&nbsp;LAUFEND&nbsp;ERWEITERT -&gt; neue Inhalte&nbsp;jeden&nbsp;Monat! ***&nbsp; </strong></p><p><br></p><p><strong>LERNE EXCEL VON&nbsp;DER ERSTEN&nbsp;FORMEL&nbsp;BIS&nbsp;HIN ZUM KOMPLEXEN&nbsp;VBA&nbsp;MAKRO! <br>Damit kannst Du jedes Excel-Problem lösen - das bedeutet, Du bist im Berufsleben unverzichtbar!</strong></p><p><strong><br>Darf ich Dir zunächst ein&nbsp;paar Fragen stellen?</strong></p><ul><li><p>Möchtest Du mit Microsoft Excel wirklich durchstarten - <strong>um Dir Deine Jobs in Zukunft aussuchen zu können</strong>?</p></li><li><p>Lernst Du auch gerne durch PRAKTISCHE Erklärungen mit <strong>ECHTEN Beispielen</strong>?</p></li><li><p>Du willst&nbsp;<em>nicht</em>&nbsp;nur für den Kurs vorbereiteten Beispiele, die&nbsp;in der Praxis doch&nbsp;nicht relevant sind?</p></li><li><p>Du willst&nbsp;Erfahrungen und Best Practices aus 25 Jahren Excel-Erfahrung hören?</p></li><li><p>Du willst die Excel Funktionen in der <strong>RICHTIGEN Reihenfolge</strong> lernen, in der Du sie brauchst? <br><strong><br>...dann bist Du hier genau richtig! </strong></p></li></ul><p><br></p><p><strong>✅&nbsp; MODUL 1: Microsoft Excel für Einsteiger - von der ersten Formel zum sicheren Umgang mit Excel<br></strong>Hier lernst Du von Grund auf Excel kennen. Du lernst:</p><ul><li><p>Wo Du&nbsp; Excel überhaupt herbekommst</p></li><li><p>Wie Du Microsoft Excel installierst und damit umgehst</p></li><li><p>Wozu Formeln gut sind und wie Du sie benutzt</p></li><li><p>Grundrechenarten, Zahlenformate, automatische Berechnungen</p></li><li><p>Diagramme zu erstellen und sinnvoll zu nutzen</p></li><li><p>Logische Formeln und verschachtelte Funktionen(!)</p></li><li><p>Verweis-Funktionen zur intelligenten Verknüpfung von Tabellen</p><p><br></p></li></ul><p><strong>✅&nbsp; MODUL 2: Excel für Fortgeschrittene - mit 3 Projekten zum Excel-Profi</strong><br>Hier erarbeiten wir fortgeschrittene Excel-Funktionen im Rahmen von drei praxisnahen Projekten.</p><ul><li><p><strong>Projekt 1: Daten in Excel professionell verwalten</strong></p><ul><li><p>Hier lernst Du anhand eines realistischen Falles die sinnvollsten Funktionen um Umgang von Daten in großen Tabellen kennen.</p></li><li><p>Es geht um Verweise auf fremde Daten, Konsistenz und eine Menge Zeitersparnis im Alltag.</p></li><li><p>Wir gehen alles Schritt für Schritt durch, alle Zwischenergebnisse sind für Dich zum Download verfügbar.<br></p></li></ul></li><li><p><strong>Projekt 2:&nbsp;Clevere Zeiterfassung in Excel selbst aufbauen</strong></p><ul><li><p>In diesem Projekt geht es um den Umgang mit Zeit.</p></li><li><p>Wir bauen uns eine eigene Zeiterfassung mit Pausen, automatischer Erkennung von Überstunden und Wochenenden</p></li><li><p>Und ganz nebenbei lernst Du, wie Du in Exel mit Zeiten rechnen kannst<br></p></li></ul></li><li><p><strong>Projekt 3:&nbsp;Mit Pivot-Tabellen verborgene Schätze heben</strong></p><ul><li><p>Vermutlich jeder hat schon mal das Wort Pivot-Tabelle gehört, aber viele wissen nicht, wie sie selbst eine erstellen können.</p></li><li><p>Dabei ist es sehr einfach, intuitiv und spaßig! Du kannst damit kinderleicht große Datenmengen auswerten und Zahlen endlich sichtbar machen.</p></li><li><p>Wir gehen hier alle wichtige Funktionen Schritt für Schritt an einem realistischen Beispiel durch. </p></li></ul></li></ul><p><br></p><p><strong>✅&nbsp; MODUL 3: Excel VBA Makros - Lass Excel für Dich arbeiten!<br></strong>Hier lernst Du die Magie der Excel-Automatisierung kennen! </p><ul><li><p>Wusstest Du, dass man in Excel richtige Programme schreiben kann, die Dir die Arbeit abnehmen?&nbsp;</p></li><li><p>Du lernst zuerst den Makro-Rekorder kennen, die \"Einstiegsdroge\" in Richtung Programmierung.</p></li><li><p>Mit vielen kleinen Beispielen arbeiten wir uns gemeinsam vor, bis Du Dir in Excel eigene Programme schreiben kannst, die Dir sehr viel Zeit sparen werden.</p></li></ul><p><br></p><p><strong>✅&nbsp; MODUL 4: Excel Best Practices - mit wenig Aufwand viel erreichen!</strong></p><ul><li><p>Dieser Kurs fasst die wichtigsten Best Practices aus 25 Jahren Excel zusammen!</p></li><li><p>Wusstest Du, dass 80% der Excel-Probleme im Alltag mir nur wenigen Funktionen zu lösen sind? </p></li><li><p>In diesem Kurs lernst Du die besten pragmatischen Lösungen in Excel, die Dich in kurzer Zeit nach vorne katapultieren!<br></p></li></ul><p><strong>✅&nbsp; MODUL 5: Entwickle das berühmte \"All Purpose Excel Kopiertool\" selbst</strong></p><ul><li><p>Das All Purpose Excel Kopiertool habe ich in meinem Job als Unternehmensberater entwickelt und 10 Jahre lang wie einen Schatz gehütet.</p></li><li><p>Es ist ein automatisiertes Kopiertool, das Daten zwischen Excel-Tabellen austauscht, zum Beispiel für regelmäßige Management-Reportings.</p></li><li><p>Das Tool kann von jedermann bedient werden und spart in der Praxis extrem viel Zeit - außerdem beeindruckst du damit Deine Chefs und Kollegen!</p></li></ul><p><br></p><p><strong>✅&nbsp; MODUL 6: Beherrsche Excel Pivot-Tabellen in kurzer Zeit!</strong></p><ul><li><p>Excel Pivot-Tabellen sind in aller Munde&nbsp; - jeder Excel-User kann damit eine Menge Zeit sparen und beeindruckende Berichte erstellen.</p></li><li><p>Dabei sind sie einfach zu bedienen und zu erlernen - und genau das lernst Du in diesem Modul! </p></li><li><p>Du wirst mit Pivot-Tabellen in Sekunden gigantische Datenmengen erfassen und damit tolle und unterhaltsame Übersichten und Diagramme zaubern können - und das ganz ohne Aufwand!</p></li></ul><p><br></p><p><strong>✅&nbsp; MODUL 7: VBA Makro Programmierung für Fortgeschrittene</strong></p><ul><li><p>An dieser Stelle tauchen wir noch etwas tiefer in die VBA-Welt ein. </p></li><li><p>Du lernst praktische Dinge kennen wie z.b. die sogenannten Workbook- und Worksheet-Funktionen. Damit kannst Du Programme vollautomatisch starten, was Dir viel Sicherheit und Zeit bringt.</p></li><li><p>Es macht sehr viel Spaß, das Erscheinungsbild von Excel zu ändern, beispielsweise mit coolen Infoboxen.</p></li></ul><p><br></p><p><br></p><p><strong>- TEILNEHMER-FEEDBACK -</strong></p><p><strong>Claudia Brauer: <br><em>\"</em></strong><em>Der Kurs ist wirklich extrem umfangreich und gut erklärt! Man wird an die Hand genommen und durch alle Funktionen Schritt für Schritt durchgeführt. Danke!</em>\" ⭐️⭐️⭐️⭐️⭐️<br><br><strong>Silvana Fliegel: <br><em>\"</em></strong><em>Der Kurs hat mir super gut gefallen. Er war sehr informativ und verständlich erklärt. Auch der Einblick in die VBA war sehr interessant.\"</em> ⭐️⭐️⭐️⭐️⭐️<br><br><strong>Andrea Kuczora:<br><em>\"</em></strong><em>Der Kurs ist gut verständlich und hilfreich aufgebaut. Man kann sehr gut folgen und bekommt gute Einblicke in nützliche Tools und Herangehensweisen.\" </em>⭐️⭐️⭐️⭐️⭐️<br><br><strong>Oliver Sieger:<br><em>\"</em></strong><em>Das war schon mein zweiter Kurs bei dem Dozenten und wieder wurden alle Erwartungen erfüllt. Sehr umfangreicher Kurs, mit einem absoluten Excel-Profi als Dozenten, der auch noch die richtige Prise Humor mit einbringt. Sehr empfehlenswert.\"</em> ⭐️⭐️⭐️⭐️⭐️<br><br><strong>Martina David:<br><em>\"</em></strong><em>Der Kurs ist gut aufgebaut, man lernt das, was man für die Praxis braucht. So mein Eindruck nach dem Grundkurs. Ein paar Übungen zu den einzelnen Blöcken würde ich mir wünschen, aber vlt. habe ich die bis dato noch nicht entdeckt! Ferner, führt der Dozent mit Ruhe und einer sehr deutlichem Aussprache einem Schritt für Schritt durch die Themengebiete. Hier kommt einem also auch das Akustische sehr entgegen, denn nichts ist störender, als einem „Redner“ zuhören zu müssen, der entweder nuschelt oder schlecht artikuliert. Beides ist hier nicht der Fall!\" </em>⭐️⭐️⭐️⭐️⭐️<br><br><strong>Oliver Hoffmann:<br><em>\"</em></strong><em>Sehr gut und ausführlich mit einfachen Beispielen erklärt. Obwohl ich von den Grundlagen viel weiß, konnte ich von Begin an schon einiges dazu lernen. Die Stimme des Dozenten (Sebastian Glöckner) ist ansprechend, so dass man gerne dabei bleibt und das Lernen in dem Kurs Spaß bereitet.\"</em> ⭐️⭐️⭐️⭐️⭐️<br><br><strong>Sergej Sergeew:<br><em>\"</em></strong><em>Dieser Excel Online Kurs ist sehr gut! Neueinsteiger könnten sich sicher vieles aus dem Netz zusammensuchen. Doch der Vorteil überwiegt bei dem Kurs durch viele Kniffe die sich Herr. Glöckner über die Berufserfahrung sich angeeignet hat. Mir Persönlich ist die Abschlussbescheinigung wichtig, für die weitere Berufliche Karriere.\"</em> ⭐️⭐️⭐️⭐️⭐️</p><p><strong>Uta Werth:<br><em>\"</em></strong><em>Ich habe bereits viel gelernt, alles wird sehr gut und verständlich erklärt mit nachvollziehbaren Beispielen. Sehr sympathische Art macht den Kurs unterhaltsam. Natürlich und authentisch.\" </em>⭐️⭐️⭐️⭐️⭐️</p><p><br></p><p>Selbstverständlich bekommst Du die 30 Tage Geld-Zurück-Garantie von Udemy. Du kannst dieses umfangreiche Kompendium also völlig risikolos testen!<br><br>Bereits über 140.000 Studenten haben bereits die Kurse von Sebastian Glöckner belegt. <br>Komm in die Community und lerne, wie faszinierend und spaßig die Arbeit mit Microsoft Excel sein kann. :-) </p>", "preview_video": "https://mp4-c.udemycdn.com/2021-03-25_19-18-15-a53099a0dfc50c91763ba03515260367/1/WebHD_720p.mp4?Expires=1638531094&Signature=KqMk0KMlCBPLuamI7S8tLSiSBCb0w0CICZm2IHINeZX1edhJIbwLnR68KBnuQeq3ySOILTe6U3YJ7qXEA6UNKPJtQ0Cu1oJsSI02Ps3Nc6Mt3uRsnN73Bm0KfMbM7I5FrtS51X9D7PELA7L7KeinOK2NoNaGggiZejgDwzMNvh1OvXnxQbyAyZaoRZObmjzmcq1OMX2mwG4SISFt1rxfUJ83t0HC0cSvcYPN2LqH~X6rEybwBk9cD7hLpdsQoxaCv0p~z3WmDqpPBamsiRRI3YNAhjFN54Z856qbOWME2NJovryauZR-JHJRt9BbqIX6db0skx1Bu04ynNBVRwVycQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4022626", "category": "Business", "sub_category": "Management", "title": "SUPPLY CHAIN SKILLS : Logistics Optimization Tools", "level": "All Levels", "author": "ELOUAZZANI HAMZA", "duration": "1 heure", "rating": "4.5", "reviews": "7", "students": "1222", "coupon_code": "F7FA873F0CBD6F2A991D", "preview_img": "https://img-c.udemycdn.com/course/750x422/4022626_84e8_2.jpg", "coupon_link": "https://www.udemy.com/course/supply-chain-skills-logistics-optimization-tools/?couponCode=F7FA873F0CBD6F2A991D", "end_day": "2021-12-04 22:25:23+00:00", "headline": "Learn the skills to be a Supply Chain Manager. Take the risk and be the hero of change management", "description": "<p>Bienvenue dans ce cours qui vous permettra d’économiser des milliers de dollars chaque mois en appliquant certains outils appelés : Les outils d’optimisation logistique.</p><p><br></p><p>Mon nom est Hamza et je serai votre formateur.</p><p><br></p><p>Ceci est un cours d’introduction et d’analyse des différents outils logistiques afin de prendre les meilleures décisions dans les bons moments.</p><p>Ce cours est assez riche en information théorique et technique, c’est le fruit de 4 ans de recherche et d’apprentissage approfondi. D’ailleurs c’été le sujet de mon projet de fin d’étude en 2016 pour l’obtention du Master Management Logistique. C’est un très bon sujet qui permet de comprendre la chaine logistique dans sa globalité et d’en avoir une vision très large appelé 360°.</p><p><br></p><p>Les étapes que nous allons aborder lors de cette formation, vous donnera une méthodologie de planification très avancée. Cette dernière vous donnera la possibilité de prévoir et de comprendre le phénomène étudié en temps réel, même lors de l’identification du problème vous aurez déjà beaucoup d’idée de résolution et beaucoup de scénarios.</p><p><br></p><p>Bienvenue donc dans la « SUPPLY CHAIN SKILLS » [<strong>SCS</strong>]</p><p><br></p><p>Toutes les entreprises qui existent dans notre planète cherchent à réduire leurs coûts et optimiser leurs processus. Il faut comprendre qu’en réduisant le temps de traitement ou d’attente on réduit automatiquement un coût, et c’est dans cette perception que les outils d’optimisation logistique ont eu lieu.</p><p><br></p><p>TOYOTA reste la maison mère de la plupart de ces outils, pendant toutes ces années TOYOTA nous a offert beaucoup de méthode et d’outils applicables qui servent à mesurer notre activité, identifier nos dysfonctionnement et réagir par des actions correctives qui nécessitent surement un bagage technique et une expérience nettement avancée pour résoudre un phénomène ou même pour améliorer un processus.</p><p>Supplychain, Logistics, La gestion logistique, La supply chain, Gestion des stock, Gestion des approvisionnements, Gestion des importations, Gestion de la chaine logistique, Global logistics, logistique, la logistique globale, La gestion, la méthode ABC, POKA YOKE, SIX SIGMA, White belt, Yelow belt, Green belt, Black belt.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-05-14_01-54-08-e97a6fd8fa87d1780a695f7f906ae5b4/1/WebHD_720p.mp4?Expires=1638531106&Signature=aJUNtLPIYIXbrJ5lDKxW81ygLJ7P84aCtvIHp6LSmjj1NLfS-iYpIE9baoIyOAb8IvQS2FIlMGXIVKTRDjFwi0f8bVwzL2cbkfQXKYE8Gf8TIhvgQ21K~BISmru3QZdpaVvrTKcesfiwHzbR5alEs4ie~gOVEzIId460ROkNjbVCQlp-PIqvaCFc9vaWGEi0hHYTiV3yprV59dHsKqQxoTfWjNNVTxwFQJFJ8bvFqEXDUjlGH6YGyUB4xdxHtmqh6~oTuqkulmODmJYRtXxyjLepzuPtJIJe3H5ePo0951yIt4jCTFcIIV93~O0Zr-8rcwwyhra1GwG-zfdsJqEkoQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1895804", "category": "Photography & Video", "sub_category": "Portrait Photography", "title": "Portrait Photography for Absolute Beginners", "level": "All Levels", "author": "Creative Online School", "duration": "2 hours", "rating": "3.8", "reviews": "937", "students": "102554", "coupon_code": "PPDEC2021", "preview_img": "https://img-c.udemycdn.com/course/750x422/1895804_09bf_2.jpg", "coupon_link": "https://www.udemy.com/course/mastering-portrait-photography/?couponCode=PPDEC2021", "end_day": "2021-12-07 10:42:49+00:00", "headline": "Compositional Techniques for Portraits, Lighting skills, Tips for Corporate Portraits, Wedding and Event Portraits", "description": "<p>=== <strong>students reviews regarding this course</strong> ===</p><p>\"<em>This course really helps me to improve my photography knowledge and I would like to thanks all of those who help this to be a success.</em>\" -- <strong>Wijekoon</strong></p><p>\"<em>so far the course is about what i really want to learn especially about basic portrait photography. i learn a lot of new things from this course</em>\" - <strong>Fadila</strong></p><p>\"<em>Good for an absolute beginner. If you have just bought a DSLR camera and don't know anything about photography, it's good way to get your feet wet.\"</em> -- <strong>Terry Taylor</strong></p><p>\"<em>thank you udemy. Really, thank you very much for the course. We actually learned new things in the world of image. Thank you</em>\" -- <strong>Akram Menari</strong></p><p>\"<em>I really grateful and would like to say Thank you to instructure. I got lots of idea, tips and knowledge through this course</em>.\" - <strong>Manan Patel</strong></p><p><br></p><p>Course Contents</p><ul><li><p>Introduction to Portrait Photography </p></li><li><p>What makes a portrait look great?</p></li><li><p>Recommended equipment for better portraits</p></li><li><p>Compositional techniques for cool portraits</p></li><li><p>Tips for better backgrounds in portraits</p></li><li><p>Lighting skills for amazing portraits</p></li><li><p>Bokeh and Blur</p></li><li><p>Example of poses for better portraits</p></li><li><p>Tips for child portraits</p></li><li><p>Tips for corporate portraits and head-shots</p></li><li><p>Tips for wedding and event portraits</p></li><li><p>Tips for Indoor Portraits</p></li><li><p>Tips for Outdoor Portraits</p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2018-09-25_07-26-49-d7c0a9ecb52c3be12f5af8838e4572ad/WebHD_720p.mp4?Expires=1638531114&Signature=j9XKsl4a729~sMVaYUp41HnCzKDlIsfq5B6ZtYN~CZlKDPRQFD9nBarxTCtTDaV4JCJmuNzcw4XThjd4j7CtjbO9DKsUpBljUCR7xug6XCNQHe~My7NE06BYvPZGcGuXr1iD0zc95mRp6FguQlof~RCd5NLCd-T7KW-i3qnqGsmvKqPEuseMasEnFBNRzmujL94e220PVHpSYr8wzmAbZ5LuOrwXwFALDxPQRyKBlYxbmMNtfjayIVbqz2qnFpKgPhA7xQE8-xmSP~YsFGTztwYBpnYqhn0Qkdquc44UIZndLyVxVdY55t0fgpIQ4HX2CjuaB7~ICByp~k8s7vgJ3w__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4236300", "category": "Teaching & Academics", "sub_category": "Other Teaching & Academics", "title": "Book of 1 Thessalonians Bible Study & 5 Insightful Lessons", "level": "Beginner Level", "author": "Boomy Tokan", "duration": "1.5 hours", "rating": "0.0", "reviews": "0", "students": "1719", "coupon_code": "E87D390F80E3714BAC65", "preview_img": "https://img-c.udemycdn.com/course/750x422/4236300_33d4.jpg", "coupon_link": "https://www.udemy.com/course/book-of-1-thessalonians-bible-study-5-insightful-lessons/?couponCode=E87D390F80E3714BAC65", "end_day": "2021-12-05 17:32:40+00:00", "headline": "In this thought provoking letter you get a sneak preview into Paul's heart as a father & a teacher of end time events!", "description": "<p><strong>Why did Paul write the letter to the Thessalonians?</strong></p><p>To ensure they remained in faith because he was unable to visit them, therefore, he had to send Timothy. He also wrote the letter to the Thessalonians to encourage them in faith so that they will not be unsettled by Paul’s trials (1 Thessalonians 2v17-3v3). He also wrote the letter to silence those who felt he took advantage of the people of Thessalonica. (1 Thessalonians 2v1-6).</p><p><strong>What is the main message of 1 Thessalonians?</strong></p><p>Faith, Love, and Hope in the face of affliction (1 Thessalonians 1v3). He also used the latter to encourage them to live according to God’s will and the decisions reached in Jerusalem by the Apostles (1 Thessalonians 4v1-12). Finally, it was an opportunity to encourage them about the end times and life after death (1 Thessalonians 4v13-18). <br></p><p><strong>Who is the audience of 1 Thessalonians?</strong></p><p>The audience is the members of the Church at Thessalonica and also to us as believers in the Lord Jesus Christ (1 Thessalonians 1v1 &amp; 5v27).<br></p><p><strong>Who persecuted the church at Thessalonica?</strong></p><p>Their own countrymen, the Jews that resided in the city, and those that specifically came from other regions to dilute the work of spreading the Gospel that was embarked upon by Paul (1 Thessalonians 2v14-16).</p><p><br><strong>What is the context of 1 Thessalonians 4?</strong></p><p>The Context was in relation to the questions the Thessalonians asked about the end times (Life after death) as well as the decision reached by the Council in Jerusalem (1 Thessalonians 4v1-18).</p><p><br></p><p><strong>Recent Review from a previous course:</strong></p><p><strong><em># \"Wonderful teaching, clear and easy to understand very interesting\" -</em></strong> Wilma Brown</p><p><strong><em># \"I took this course over a year ago and I come back to it now and again for a refresher. What is taught is clear and in little pieces, so we can understand the meaning of the scripture. But, as I said he is a good place to return to whenever you need a lift, clarification, or just closeness to the Lord.\" - </em>Andrea Philpotts<em> </em></strong></p><p><strong><em># \"I have I have had great Enlightenment with this course\" - </em>Edward Max Mosher</strong></p><p><strong><em># \"I have heard our instructor before and he is excellent.\" - </em>Florence Taber-Brown</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-08-26_15-38-11-8eacf130c89d1a5b89fb577d01f865b3/2/WebHD_720p.mp4?Expires=1638531120&Signature=IJQNd~x6hmv-54QKwpsLHEFfCgnp0nrKpJl6quii-80kQhZMhoc-N8F2UGAEWw6YgYvDbH0uz7ojqHw4I2OU8LBJJlVHrotZ3F7O918y7fOtVQP~zEPL0f8LvWr-zl7tdklkwnESVs6L~P3XepT2~IUffDu3KOuc4o5xNjFI-MkPKUu8f5aOZ8X~Rht3puBghj7k38x-1LxeYmJzekoDIps-I5-0HgGqEy0XY-e2YZj5gFVOv49fuwgmlQB71Wax~J9KXiPZbr2qZzEriXujCfNkhZtqKgxFQP97eWNB1Tto9~F5kCO0fkPFo2intO3nl0~NQsPQIjmYSSsJ7-kmTw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4422594", "category": "IT & Software", "sub_category": "IT Certifications", "title": "DWH | Linux | NoSQL | MongoDB - Job Interview Preparation", "level": "All Levels", "author": "Ultimate Study Stuff", "duration": "", "rating": "0.0", "reviews": "0", "students": "430", "coupon_code": "8B9EA6BFD6CB986210F7", "preview_img": "https://img-b.udemycdn.com/course/750x422/4422594_a6dc.jpg?secure=Z6i-vP_YWyZxXxWep6PKEw%3D%3D%2C1638601329", "coupon_link": "https://www.udemy.com/course/dwh-linux-nosql-mongodb-job-interview-preparation/?couponCode=8B9EA6BFD6CB986210F7", "end_day": "2021-12-07 20:31:06+00:00", "headline": "400+ Interview and multiple Choice questions", "description": "<p><strong><em>Looking for an perfect job interview preparation? Searching in the web brings you only partial information? Congrats! You found what you are looking for!</em></strong></p><p>Do you have a job interview related to Data Warehouse, Linux, NoSQL or MongoDB? If you can answer this question with a yes, you are in the absolute perfect place.</p><p><br></p><p>This course provides you 4 different job interview preparation. As we have deep insides in different industries, we know exactly what matters contentwise.</p><p>We made some surveys to find out what fields are connected to each other and on top of that we found out which topics are important.</p><p>It is clear to everyone, that job interviews differ based on your experience. If you are a Senior Software Developer you know exactly what matters. The practice tests in this course brings you up to date in the different topics covered in this course. Our focus is on the knowledge. The tests inlcudes questions from beginner level up to advanced level. We do not cover behavioral or pychological topics, we boost your know-how, not your behaviour in this course, as every job interview will be helt in a different way. But the content will be almost the same per knowledge area.</p><p>As you now know what you can expect, lets go a bit deeper in the content of this course. The following big topics will challenge you:</p><ul><li><p><strong><em>Data Warehouse</em></strong></p></li><li><p><strong>Linux</strong></p></li><li><p><strong>NoSQL</strong></p></li><li><p><strong>MongoDB</strong></p></li></ul><p>This is a bundle of related topics. The chances are very high that you will work more than one of this subject areas at once. As a Datawarehouse Developer you should know how to work with these topics.</p><p>There are 4 practice tests, one for each topic mentioned above. Each practice test is structured in the same way:</p><ul><li><p><strong><em>First you will get asked Interview questions which come up very often. The questions very in difficulty and contentwise.</em></strong></p></li><li><p><strong><em>The second part consists of Multiple Choice questions which are designed to boost you knowledge even more.</em></strong></p></li><li><p><strong><em>Each test includes 50 Interview questions and 50 Multiple Choice questions.</em></strong></p></li></ul><p>The amount of questions are the start of this course, we will continously improve and enhance the practice tests.</p><p>After you finished this course and its practice tests, you will be sure in knowledge and this will give you a boost in confidence. The most important step to land a job is being prepared for your interviews. By doing some preparation you'll feel more in control, and will appear cool, calm and confident. You will be able to fully concentrate on your behaviour – be aware to talk slow and clear, keep an eye on your body language and your facial expressions. With our course as preparation – you can trust in you , as we trust in you of course!</p><p><br></p><p><strong><em>To pass a test you need a passing score of 90% - which means you need to tick all boxes in the first part of the test and answer about 75% of the multiple Choice questions correct.</em></strong></p><p><strong>In a mixed test</strong></p><ul><li><p><strong><em>you will get asked Interview questions, the questions very in difficulty and contentwise.</em></strong></p></li><li><p><strong><em>the second part consists of Multiple Choice questions which are designed to boost you knowledge even more.</em></strong></p></li></ul><p><br></p><p>It is completely up to you which tests you go for as preparation for your job interview. The tests can be done independently from each other, which is really nice!</p><p>We wish you a lot of gains in your knowledge and very much success in your next job interview!</p><p><br></p><p><em>Please be aware that we are working on this course on an ongoing basis. We always want to deliver highest quality to you and we try our best to do so. If you find any issue let us know and we will correct it immediatelly :)</em></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-12-02_20-20-04-d9173b3ef23f8788b0eff9dae7517fa2/2/WebHD_720p.mp4?Expires=1638531129&Signature=ZwV1zZ2MTWqfR8RplSKh7-ZF9GEdnQNRnLrQIyPoDEqi2zaia1n6ECum78o1N6jw3mPX7ovdod2DQ2qnBMnOybgcFtD0UdDxPUBCrYY-a1V7cpHEEfoSMAzgTTWH6a7o9uXP90oF5xWNjwcakVYlMy~tf7nHRvmvQT3~SbEBQ8VkDmFp~Kyhx03dJ6AIl7lsFp420R0vqHPaNhOb~YwXC08sRN5jZg2Hn9rhmoJoytge4Yb4jk73XZHW27zwf4oFCiqmh2izo2KBw~6vHl~XJRQNqnjdcklZXKg-uXRvLhX~j77ARx9yTI5cwmHZ~em7AqYk~fmeZEplXGXwhUStvw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3799526", "category": "Marketing", "sub_category": "Content Marketing", "title": "Complete Guide to Tailwind - Master Pinterest with Tailwind", "level": "All Levels", "author": "Nick Nyxson", "duration": "3.5 hours", "rating": "4.7", "reviews": "99", "students": "46544", "coupon_code": "3E55ACE63483B2197590", "preview_img": "https://img-c.udemycdn.com/course/750x422/3799526_e209_2.jpg", "coupon_link": "https://www.udemy.com/course/tailwind/?couponCode=3E55ACE63483B2197590", "end_day": "2021-12-05 03:26:45+00:00", "headline": "Pinterest Workflow Streamlining with The Power of Tailwind, Pinterest Management Tool", "description": "<p>Welcome to <strong>Complete Guide to Tailwind - Master Pinterest with Tailwind!</strong></p><p>The only course you will need to start with Tailwind, one of the best Pinterest Management Tools on the market (if not the best).</p><p>Tailwind is the service that will help you to manage practically all aspects of Pinterest and most importantly it allows you to create Pinterest Pins (Right from the browser), Schedule your pins and manage them, all from one convenient spot.</p><p>Here you will learn everything you need to know about Tailwind, including but not limited to:</p><ul><li><p><strong>Basics &amp; Interface of Tailwind;</strong></p></li><li><p><strong>Tools of Tailwind;</strong></p></li><li><p><strong>Creating Pin Schedules;</strong></p></li><li><p><strong>Scheduling Pins Directly From Tailwind;</strong></p></li><li><p><strong>Joining, Creating and Interacting with Tailwind Communities;</strong></p></li><li><p><strong>Creation of Pins Directly Within Tailwind;</strong></p></li><li><p><strong>Reading and Analyzing Pin and Board Analytics;</strong></p></li><li><p><strong>Practical tips &amp; Tricks</strong></p></li><li><p>&amp; Much More...</p></li></ul><p>Everything you will learn here will be based on My practice as a Tailwind user for 2 years now and I am going to teach you how I myself utilize Tailwind to achieve results on Pinterest as fast as possible.</p><p>Most importantly this course will continue and grow as time passes and all the upgrades will be available for FREE for every enrolled student.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p><p>Join me in this amazing journey and I hope to see you in class :)</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-01-28_04-01-49-c82a88d3fe69abf12f239c75bc969dc3/1/WebHD_720p.mp4?Expires=1638531135&Signature=V1IE03reMMeO1u50xahW3rqwZthlVdEe4-yArI8giQDvk~7vCKtdPKNUeCpHggJz9aaHFioiSnXyu4wLjGC50VZF~JF3U82pZT6oYuE9a6BFUe4i8G8CEbj-s4Ew2E0d7Q5DLAkrblpSr1YxQiHlOa8EHMiUQ~rSftCVbeFjwgeA24TU4-NywXZX15JIwUyJ17WnotqVESX5bJOYWmpX3h1CE4476GGT3HCcv~gYYW0puIWFr4EkuZkl9ah7R7rI3kdGc6mXlT9nb7Y0K-WchkrRWzLmFtAJE~g96irYO9N~UX21LkK5l5GmQE7A2k6dqfoelVeIwGUnDM6ZvZsW3w__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4236200", "category": "IT & Software", "sub_category": "IT Certifications", "title": "PMI-ACP®: 200 سؤال معتمد من Agile لإدارة المشاريع", "level": "All Levels", "author": "Debajyoti Adhya", "duration": "", "rating": "0.0", "reviews": "0", "students": "858", "coupon_code": "80C96ABD008DD5BF2AF5", "preview_img": "https://img-c.udemycdn.com/course/750x422/4236200_4cf8.jpg", "coupon_link": "https://www.udemy.com/course/pmi-acp-200-agile/?couponCode=80C96ABD008DD5BF2AF5", "end_day": "2021-12-06 04:07:02+00:00", "headline": "الاختبار الكامل لممارسة PMI ACP® - 200Q - اجتياز اختبار شهادة PMI ACP® بنجاح - هيا ننجزه!", "description": "<p>شهادة PMI-ACP® هي الشهادة الأكثر انتشارًا والمعترف بها عالميًا لإدارة المشاريع Agile. إنه يثبت خبرتك ومعرفتك بإدارة المشاريع الرشيقة. مجالات اختبار PMI-ACP® هي كما يلي ،</p><p><br></p><p>مجالات الاختبار:</p><p><br></p><p>إطار عمل رشيق (16٪)</p><p><br></p><p>التسليم المدفوع بالقيمة (20٪)</p><p><br></p><p>إشراك أصحاب المصلحة (17٪)</p><p><br></p><p>تعزيز أداء الفريق (16٪)</p><p><br></p><p>التخطيط التكيفي (12٪)</p><p><br></p><p>كشف المشكلات وحلها (10٪)</p><p><br></p><p>التحسين المستمر (9٪)</p><p><br></p><p>توفر هذه الدورة التدريبية 200 سؤال عن اختبار الممارسة ، والتي ستساعدك على الاستعداد لاجتياز اختبار PMI-ACP®. تم إعداد هذه الدورة التدريبية لمطابقة مجالات الاختبار المقدمة في مخططات محتوى اختبار PMI-ACP® المنشورة بواسطة PMI في عام 2021.</p><p><br></p><p>توفر هذه الدورة التدريبية 200 سؤال عن اختبار الممارسة ، والتي ستساعدك على الاستعداد لاجتياز اختبار PMI-ACP®.</p><p><br></p><p>يتكون امتحان PMI-ACP® من 120 سؤالاً تحتاج إلى إجابة خلال 3 ساعات. من بين 120 سؤالاً ، هناك 20 سؤالاً لا يحرز درجات. لا تؤثر الأسئلة غير الدرجات على الدرجة ويتم استخدامها في الاختبار كطريقة فعالة لاختبار صحة أسئلة الاختبار المستقبلية. يتم وضع جميع الأسئلة بشكل عشوائي خلال اختبار ® PMI-ACP.</p><p><br></p><p>يوفر هذا الاختبار التدريبي نظامًا قويًا لمساعدتك على اجتياز اختبار الشهادة في المرة الأولى! باستخدام أسئلة الاختبار هذه ، يمكنك تحديد المناطق الضعيفة مقدمًا ثم إنشاء استراتيجية ليوم الاختبار.</p><p><br></p><p>تتضمن الدورة اختبارين عمليين. خذ الاختبارات مثل الامتحان الفعلي. إذا تمكنت من الحصول على أكثر من 80 بالمائة من الإجابات صحيحة ، فأنت على استعداد لإجراء اختبار الشهادة.</p><p><br></p><p>لماذا تختار هذه الدورة؟</p><p><br></p><p>يتم تغطية جميع مجالات شهادة PMI-ACP® في هذه الدورة التدريبية</p><p><br></p><p>2 - ممارسة الامتحان الوهمي للتحقق من الواقع للتحقق من استعدادك.</p><p><br></p><p>معظم الأسئلة قريبة من أسئلة الاختبار الحقيقية مع تغييرات صغيرة.</p><p><br></p><p>يتم إعداد التفسيرات لكل الإجابات الصحيحة لتجعلك تفهم بطريقة واضحة وموجزة.</p><p><br></p><p>لقد واجه منشئ هذه الدورة بالفعل الصعوبة التي يمكن أن يواجهها الطالب بسبب الأسئلة الصعبة القائمة على السيناريو من PMI-ACP®.</p><p><br></p><p>اختر هذه الدورة ودعنا ننجزها!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-08-11_16-17-18-7dbe5e554c523a13599ecaa81e47a429/2/WebHD_720p.mp4?Expires=1638531152&Signature=B-hotT5e2HV7tyRlIexv7eCA~vCqMVl~PvfhqBnw1pJpbhXz7DJ2ExVcfQVcsZQLvv0X~LguL1UwW6T9DPZfOSC10KCBxcXOz09KLI~rS2LC7KXPnLeA8gKXrJN-N8ff0mMKrIH14CVyUQreM-GIl~HaSvSGjP27X2J8VzGBd-gpNpKpObh2hjF~hyNb2658KTMPWX4Nktz0C-3fteWlVg3PSztlf9wkopygQDCMnC~Njvie6Q005ToX5leo8RrqM2ZrgTI7-FaKYDUwV8SaLyCVMVt9vrsU6YbhF57Xko3h1YyA3pOReh1QJdOMyvgNv3DWt6FpqzTiNxq9a1r-Yg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "809432", "category": "Personal Development", "sub_category": "Career Development", "title": "P.O.W.E.R. : Proven Interview System to crack your DREAM job", "level": "All Levels", "author": "Susmita Dutta", "duration": "1.5 hours", "rating": "3.9", "reviews": "255", "students": "32338", "coupon_code": "NOV2021FREE001", "preview_img": "https://img-b.udemycdn.com/course/750x422/809432_d867_2.jpg?secure=Fk-tD9ZXSvt_HNB2vrWbkw%3D%3D%2C1638601405", "coupon_link": "https://www.udemy.com/course/ace-every-job-interview-master-blueprint-and-get-your-dream-job/?couponCode=NOV2021FREE001", "end_day": "2021-12-04 23:09:19+00:00", "headline": "7-Step Proven System to convert every job interview into a job offer", "description": "<p><strong>**Course Updated - Nov 2021**</strong></p><p>Preparing for an interview takes <strong>a lot more than Googling a list of common interview questions</strong>. You have to make a great first impression, you will have to have a great knowledge of your target company and its product, and, of course, know exactly how to convey that you're the perfect fit for the job.<br></p><p>There is<strong> no one “best” way</strong> to prepare for an interview. Rather, there are <strong>specific and important strategies</strong> to enhance one’s chances for interview success. Every interview is a learning experience. Learning that takes place during the preparation and actual interview process is useful for future interviews<br>The interview is one of the most important elements in the job search process. When an employer invites you to an interview, he/she is indicating an interest in bringing you on board. The interview gives both of you the opportunity to exchange enough information to determine if you are a good \"fit\" for each other.<br>The <strong>biggest mistake in interviewing is not being fully prepared</strong>. It behooves job-seekers to use every conceivable means possible to prepare for the interview and to allow ample time to fully prepare.<br>Understand that <strong>interviewing is a skill</strong>; as with all skills, preparation and practice enhance the quality of that skill. <strong>Preparation can make the difference</strong> between getting an offer and getting rejected. You should use the limited amount of time you have to learn about an employer's needs and discuss the ways you can meet these needs.<br>Think of an interview as a highly focused professional conversation. In many cases, you will interview at least twice before being hired for a position. Once in a brief screening interview and at least once again in a more serious meeting when you may also speak with many of your potential co-workers.</p>", "preview_video": "https://mp4-b.udemycdn.com/2016-04-01_04-34-18-b1f94d2c87fdf87abb636ab97d77e2a7/WebHD_1080.mp4?secure=g4hs4rQ8km3sygGO8wMfiA%3D%3D%2C1638531205"}, {"course_id": "4420238", "category": "IT & Software", "sub_category": "IT Certifications", "title": "DWH | Linux | SQL|PLSQL|MySQL - Job Interview Preparation", "level": "All Levels", "author": "Ultimate Study Stuff", "duration": "", "rating": "0.0", "reviews": "0", "students": "383", "coupon_code": "B5BE710E306A42FDF690", "preview_img": "https://img-c.udemycdn.com/course/750x422/4420238_d864.jpg", "coupon_link": "https://www.udemy.com/course/dwh-linux-sqlplsqlmysql-job-interview-preparation/?couponCode=B5BE710E306A42FDF690", "end_day": "2021-12-07 20:31:39+00:00", "headline": "500+ Interview and multiple Choice questions", "description": "<p><strong><em>Looking for an perfect job interview preparation? Searching in the web brings you only partial information? Congrats! You found what you are looking for!</em></strong></p><p>Do you have a job interview related to Data Warehouse, Linux, SQL, PLSQL or MySQL? If you can answer this question with a yes, you are in the absolute perfect place.</p><p><br></p><p>This course provides you 4 different job interview preparation. As we have deep insides in different industries, we know exactly what matters contentwise.</p><p>We made some surveys to find out what fields are connected to each other and on top of that we found out which topics are important.</p><p>It is clear to everyone, that job interviews differ based on your experience. If you are a Senior Software Developer you know exactly what matters. The practice tests in this course brings you up to date in the different topics covered in this course. Our focus is on the knowledge. The tests inlcudes questions from beginner level up to advanced level. We do not cover behavioral or pychological topics, we boost your know-how, not your behaviour in this course, as every job interview will be helt in a different way. But the content will be almost the same per knowledge area.</p><p>As you now know what you can expect, lets go a bit deeper in the content of this course. The following big topics will challenge you:</p><ul><li><p><strong><em>Data Warehouse</em></strong></p></li><li><p><strong>Linux</strong></p></li><li><p><strong>SQL</strong></p></li><li><p><strong>PLSQL</strong></p></li><li><p><strong>MySQL</strong></p></li></ul><p>This is a bundle of related topics. The chances are very high that you will work more than one of this subject areas at once. As a Datawarehouse Developer you should know how to work with these topics.</p><p>There are 4 practice tests, one for each topic mentioned above. Each practice test is structured in the same way:</p><ul><li><p><strong><em>First you will get asked Interview questions which come up very often. The questions very in difficulty and contentwise.</em></strong></p></li><li><p><strong><em>The second part consists of Multiple Choice questions which are designed to boost you knowledge even more.</em></strong></p></li><li><p><strong><em>Each test includes 50 Interview questions and 50 Multiple Choice questions.</em></strong></p></li></ul><p>The amount of questions are the start of this course, we will continously improve and enhance the practice tests.</p><p>After you finished this course and its practice tests, you will be sure in knowledge and this will give you a boost in confidence. The most important step to land a job is being prepared for your interviews. By doing some preparation you'll feel more in control, and will appear cool, calm and confident. You will be able to fully concentrate on your behaviour – be aware to talk slow and clear, keep an eye on your body language and your facial expressions. With our course as preparation – you can trust in you , as we trust in you of course!</p><p><br></p><p><strong><em>To pass a test you need a passing score of 90% - which means you need to tick all boxes in the first part of the test and answer about 75% of the multiple Choice questions correct.</em></strong></p><p><strong>In a mixed test</strong></p><ul><li><p><strong><em>you will get asked Interview questions, the questions very in difficulty and contentwise.</em></strong></p></li><li><p><strong><em>the second part consists of Multiple Choice questions which are designed to boost you knowledge even more.</em></strong></p></li></ul><p><br></p><p>It is completely up to you which tests you go for as preparation for your job interview. The tests can be done independently from each other, which is really nice!</p><p>We wish you a lot of gains in your knowledge and very much success in your next job interview!</p><p><br></p><p><em>Please be aware that we are working on this course on an ongoing basis. We always want to deliver highest quality to you and we try our best to do so. If you find any issue let us know and we will correct it immediatelly :)</em></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-12-02_20-20-53-1259c8641e54cc4402a059a8e94f5472/2/WebHD_720p.mp4?Expires=1638531220&Signature=gP0qIuNRmDLRLsMrwWH8LL6ocpXP7nLII92orMnZMZh~rMoZ6oZTUyKKUuG1GwsEBRCSQR5qRLpceT6IczpY6syKDddz3~rDgs2cm~9zOH2F-tlzZe-7tGXfp3ctUe5lWNo4U61wI5V49ndjVmHjqUqGJEsfNDEo6UfuNfR6KrI60NQgmtFg7LDKhp7moBVlC~vjGIWW~6gpXcQLSBrGXx~ACqvYmzo33fdP11B~JefubPVa48Gd~RkoEOzlLFVLgDhY7CdVV70MG8MSNtW9zFaDJ7b4DwRH8qHTmrMZysGxy49rAXnC7Vtz5lg1GRn0iwQlhpotdBYAkzzO2I46IQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4426534", "category": "IT & Software", "sub_category": "IT Certifications", "title": "AZ-900 \"Microsoft Azure Fundamentals\" Practice Tests", "level": "Beginner Level", "author": "Hamza Ait Wakrime", "duration": "", "rating": "0.0", "reviews": "0", "students": "962", "coupon_code": "FREECOURSE", "preview_img": "https://img-c.udemycdn.com/course/750x422/4426534_4768.jpg", "coupon_link": "https://www.udemy.com/course/az-900-microsoft-azure-fundamentals-practice-tests-o/?couponCode=FREECOURSE", "end_day": "2021-12-07 20:23:46+00:00", "headline": "Get your AZ-900 \"Microsoft Azure Fundamentals\" from the first attempt", "description": "<p>“Microsoft Certified Azure Fundamentals”- This exam is for the people from a non-technical background as well as for technical people who want to verify their elementary knowledge on Azure cloud services. To get this certification, it is mandatory to pass the exam AZ-900.</p><p>These Practice tests will help you to get real time exam simulation and confidence to clear the exam in 1st attempt.</p><p><br></p><p>In AZ-900 exam, you can expect questions from 4 modules. It’s required to know about these modules before your AZ-900 exam preparation. You can see them below.</p><p>Cloud Concepts (15-20%)</p><p>Core Azure Services (30-35%)</p><p>Security, Privacy, Compliance, and Trust (25-30%)</p><p>Azure Pricing and Support (25-30%)</p><p><br></p><p>If you are preparing for Microsoft AZ900 or Microsoft Azure Fundamentals certification exam in 2022 and looking for best resources then this practice tests is for you. Practice tests plays a key role in passing IT certification in first attempt and AZ-900 is no exception. If you want to pass this in-demand cloud certification then these 6 topic-wise practice tests are must have.</p><p>While there are many Azure Fundamentals or AZ-900 practice test you can find here in Udemy and other online platforms there is not many which help you with individual topics. That's why I have created these topic-wise practice test for AZ 900 exam</p><p>You can us these practice questions to</p><p>Check your preparation level on particular topic like Azure Core Services</p><p>Build the speed and Accuracy to solve all questions in given time</p><p>Find your strong and weak ares for improvement</p><p>The practice tests cover following topics based upon the recent update made on AZ900 or Azure Fundamentals certifications</p><p>Describe cloud concepts (20-25%)</p><p>Describe core Azure services (15-20%)</p><p>Describe core solutions and management tools on Azure (10-15%)</p><p>Describe general security and network security features (10-15%)</p><p>Describe identity, governance, privacy, and compliance features (20-25%)</p><p>Describe Azure cost management and Service Level Agreements (10-15%)</p><p>The question set is built with careful analysis of update Microsoft Azure fundamentals or AZ-900 syllabus and question levels tries to mimic the actual exam. There are a lot of fact based and scenario based questions to test your knowledge as well as your understanding of core Azure services and all other Azure topics for AZ-900 certification exam</p><p>Microsoft Azure is one of the fastest growing large cloud platform. The opportunities for jobs in cloud computing are still out there, and there are not many qualified people to fulfill the demand.</p><p>If you're looking to change your career, this would be a good entry point into cloud computing.</p><p>Sign up today!</p><p>This course is for</p><p>Candidates with non-technical backgrounds who are interested in learning about the cloud</p><p>Candidates with technical backgrounds who are interested in getting more advanced certs in the future</p>", "preview_video": ""}, {"course_id": "4275324", "category": "Teaching & Academics", "sub_category": "Humanities", "title": "2 Thessalonians - Summary & Life Lessons For Todays Living", "level": "Beginner Level", "author": "Boomy Tokan", "duration": "1 hour", "rating": "4.3", "reviews": "7", "students": "3464", "coupon_code": "510AD6A231E37AB1612B", "preview_img": "https://img-c.udemycdn.com/course/750x422/4275324_97b5_2.jpg", "coupon_link": "https://www.udemy.com/course/2-thessalonians-summary-life-lessons-for-todays-living/?couponCode=510AD6A231E37AB1612B", "end_day": "2021-12-05 17:32:13+00:00", "headline": "How To Prevent Idleness Whilst Waiting For The 2nd Coming + Some Of The Most Profound Eschatological Teaching For Us!", "description": "<p>Paul wrote this letter shortly after the return of Timothy's account of how the newly found Church was emerging. He was able to deduct that certain issues identified in the first letter were still prevalent. In some cases, the scenarios have gotten worse.</p><p>One strong opposition identified was a letter supposed to have been written by Paul in which was claimed that the 2nd Coming had already taken place! Such a rumor ignited the confusion and fear responsible for idleness within this body of Christ. Some thought there was no need to work if the rapture had opened whilst others chose idleness as the safest of waiting on the Lord when he eventually arrives.</p><p>Paul sent the Church a plain timeline that spells out some of the end-time events. Many who have studies this short book have found these additions beneficial for the study of the book of revelation.</p><p>The teaching in this series of videos helps the learner capture the essence of these 3 chapters without been overly influenced by the tutor. This study can act as a guide particularly for those following a 1- or 2-years Bible Study Plan. It is the aim of the instructor to pass on the valuable revelation of God’s word for practical everyday living and to help you understand the bible much more! </p>", "preview_video": "https://mp4-c.udemycdn.com/2021-09-01_12-37-28-f60bb1e14682cd1f3d5899bb0b8a9991/2/WebHD_720p.mp4?Expires=1638531240&Signature=WjtNkubzHRiaY6mGSxfGrVq21~Jnwp0IBrNazCoIkLrSanAs6PfOr-ZsCw~tfCAt5DNPjtvmDXQxGgfD3hbcMhIb~QMcRaS6Pj5fgYsXudapW2GdpqphIlKb0I5FE-mpSK126y3m84We8NLPCJN9jCQLocwAMFUzoQ9mUsQ1Wz-gdh4nCvrdnsTZMaSUa9B5WArj4qzKJzKVJ-YEUVRfw1HsMfe6JqCPv6gs84YCfHX6u9P5XEVabuaKhDE1Mp-KJYlE70fg2UmiGYFDP9Qe7FwBN-HTiYoPvVIlAIXXWcWBlq65QtdX9RtsQf5Fj4mVgdiAwFZfErpteuWx0Ep2vg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3540520", "category": "Finance & Accounting", "sub_category": "Investing & Trading", "title": "Passive Income: 27 Ways to Earn Passive Income Online", "level": "All Levels", "author": "Roope Kiuttu", "duration": "2.5 hours", "rating": "3.9", "reviews": "380", "students": "56041", "coupon_code": "703C4E3BD9CE5489E517", "preview_img": "https://img-b.udemycdn.com/course/750x422/3540520_a25f_7.jpg?secure=BPVUr4XR1SvZFRceU-OPYA%3D%3D%2C1638601443", "coupon_link": "https://www.udemy.com/course/how-to-earn-passive-income-online/?couponCode=703C4E3BD9CE5489E517", "end_day": "2021-12-07 08:39:43+00:00", "headline": "Learn the Steps That I Use to Make Money Even While I Am Sleeping!", "description": "<p><strong>Would you like to earn money even while you are sleeping?</strong></p><p><strong>Do you want to earn money automatically once you've set up the systems?</strong></p><p>Then this is the right course for you.</p><p>I&nbsp;have been earning passive income already for years and I have helped 1,000's of people worldwide to do the same through my YouTube channel, Udemy courses and blogs.</p><p>Earning passive income works in the following way (in a nutshell):</p><ol><li><p><strong>Set up the system.</strong></p></li><li><p><strong>Get paid for months, years and even decades to come.</strong></p></li></ol><p>I love to help people to earn automatic money online.</p><p><strong>This is a really eye-opening course for most of my students.</strong></p><p><strong>Most of my students are complete beginners and they've previously earned money in 9-5 jobs.</strong></p><p><strong>Now they are earning money while they sleep!</strong></p><p>The benefit of earning passive income compared to regular jobs is that you will keep on earning money even after you have stopped working.</p><p>In a regular job, your income stops pouring in the minute you stop working.</p><p>With passive income, you will keep on earning money for a long time after you stop working.</p><p>In this course, I'll show you 27 ways how I&nbsp;earn passive income online so that you can start doing the same.</p><p>It's Your Time!</p><p>- Roope \"Sharing the blessing of passive income\"&nbsp;Kiuttu</p><p><strong>PS. </strong>When you earn passive income, YOU&nbsp;can decide how to spend your time.</p><p>Take control of your life right now and enjoy the freedom!</p><p><strong>► Don't delay. Every second could be costing you money!</strong> ◄</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-10-02_02-51-09-dd8dd382e09745d0c8f64448d299ad98/1/WebHD_720p.mp4?Expires=1638531243&Signature=dCzuz79s-caW1wDWi7sInBMOzwTpVoDym~sprUYbnkkdMebPca6Wuhhw1owhzOQgI0jk~l4i0VlTjFaUrmdAcCf~gyWEQKeGICFmPsv8yM9gSTqdEpx~rd-WkB-XzbBbnzZC9Fv~ew3OzOvPJ5~1T6Ed01sphsvxX1urrk3n31NyAAyP8eqsl7Sc0NRaVgfiWLtm6-5bjESkmHrPPbHC1JIVOat32imYJKa0JMbgqg-8NDwRKCWgJheGvlaglcpxQXaA64fip~950XIAJSYEshf~FE-EINCRMYD6nZvj1OH~4iMivCnSbUG9obZpjEUtXhiBzgNhcllW00eTozKxJA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3655198", "category": "Office Productivity", "sub_category": "Other Office Productivity", "title": "Quantity Surveying With Rate Analysis And Take Off-Beginners", "level": "Beginner Level", "author": "Akhil Krishna", "duration": "1 hour", "rating": "4.1", "reviews": "208", "students": "30397", "coupon_code": "QSBEGINNOW", "preview_img": "https://img-b.udemycdn.com/course/750x422/3655198_d5b6.jpg?secure=3fLw1FHI5inIURux_TYuPg%3D%3D%2C1638601449", "coupon_link": "https://www.udemy.com/course/quantity-surveying-with-rate-analysis-and-take-off-beginners/?couponCode=QSBEGINNOW", "end_day": "2021-12-05 17:13:10+00:00", "headline": "Quantity Surveying, Quantity Takeoff, Estimation, Rate Analysis, Blubeam Revu, Planswift, Costing, Construction Drawings", "description": "<p>This course will help you to understand the roles and responsibilities of a Quantity Surveyor, the skills and educational qualifications required to start a career in Quantity Surveying, the basics of rate analysis and the required knowledge to take off quantities from construction drawings using two globally used software’s Bluebeam Revu and Planswift.</p><p><br></p><p>By the end of this course you will gain knowledge regarding the different element to be included while pricing your construction project.</p><p><br></p><p>Need to save time and quickly take off all your quantities from drawings?</p><p>Bluebeam Revu and Planswift makes this easy. Learn how to count, take linear measurements, area measurements and volume measurements using both these software’s.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-11-24_12-38-50-3d4a9ea59cc2ef28d94ee4fa3aedbf02/1/WebHD_720p.mp4?Expires=1638531249&Signature=VWXzDeiQbHMXVjbbgiSWHuFLvu1Q5yG4RNiItP~Sho~OGh6gYLr1b7drS7glggUxjQYqQA1irBlhb8wQxU1-v~yONkDyEinvgsAUJmrgBE8SRo3DLR0YwWVYBACBSGqc07riOsh9yXnni7XnQSgsu5SUfpyIgZDV7N9juoH1Ue~H5DnPoqZxyxPWqE3CVGKxKKxrkItARB0SrPH5YYfTFW8Htst~NmXs~aG9YtV1MgXfGqDI6QPHD--kzU1SkeDXLcRh6W-Wyi0PYZCDVXNpEQbaB2y6yS6ajJyVxEswxB30EN-D9cngmxazDXkFEJv4SlYMphxjVcB9jfjOe4F8nQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3922428", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Exam C_SM100_7208 SAP Certified  Solution manager (7.2 SPS8)", "level": "All Levels", "author": "Julio Garcia", "duration": "", "rating": "4.4", "reviews": "23", "students": "6658", "coupon_code": "7DF824024CE0E7C70B05", "preview_img": "https://img-c.udemycdn.com/course/750x422/3922428_bb91.jpg", "coupon_link": "https://www.udemy.com/course/exam-c_sm100_7208-sap-certified-solution-manager-72-sps8/?couponCode=7DF824024CE0E7C70B05", "end_day": "2021-12-07 12:50:36+00:00", "headline": "SAP Certified Technology Associate - SAP Solution Manager, Mandatory and Managed System Configuration (7.2 SPS8)", "description": "<p><strong>Description</strong></p><ul><li><p>The \"SAP Certified Technology Associate - SAP Solution Manager, Mandatory and Managed System Configuration (7.2 SPS8)\" certification exam validates that the candidate knows mandatory and managed system configuration of the SAP Solution Manager, including infrastructure. The exam also validates that the candidate can describe the various activities, functions and features that belong to the area of operations of the SAP Solution Manager solution.</p></li></ul><p><strong>Topic Areas</strong></p><p>Please see below the list of topics that may be covered within this certification and the courses that cover them. Its accuracy does not constitute a legitimate claim; SAP reserves the right to update the exam content (topics, items, weighting) at any time.</p><p><strong>SAP EarlyWatch Reports and Service Level Reporting&gt; 12%</strong></p><p>Unit 9 and Unit 16: Explain the SAP EarlyWatch Alert (EWA) Concept and Configuration, perform the manual Creation of an SAP EarlyWatch Alert (EWA) Report Configure Service Level Report. Produce Service Level Report and explain how to access Service Level Reports (SLR).</p><p><strong>Managed Systems Configuration&gt; 12%</strong></p><p>Unit 6: Explain how to prepare the Managed Systems configuration and perform the Managed Systems configuration. Explain the available user interfaces for SAP Solution Manager and customization.</p><p><strong>SAP Solution Manager Enviroment and SAP Solution Manager Sizing8% - 12%</strong></p><p>Unit 1 and Unit 3: Describe the Application Lifecycle Management with SAP Solution Manager, Managing Authorizations in SAP Solution Manager. Describe the sizing considerations for SAP Solution Manager, describe the installation and upgrade of a SAP Solution Manager system</p><p><strong>SAP Solution Manager System Landscape Design8% - 12%</strong></p><p>Unit 2: Explain the SAP Solution Manager architecture and a typical SAP Solution Manager landscape. Explain the Agent Infrastructure and planning of the Agent Infrastructure. Planning the SAP Solution Manager Landscape</p><p><strong>SAP Solution Manager Configuration8% - 12%</strong></p><p>Unit 5: Describe the prerequisites for the Solution Manager configuration and explain the Guided Procedures for configuration of SAP Solution Manager. Perform the system preparation, infrastructure preparation and basic configuration.</p><p><strong>Change Management8% - 12%</strong></p><p>Unit 11: Explain the functions and prerequisites of the Maintenance Planner. Explain planning a system update in Maintenance Planner. Explain the License Management function and System Recommendations function.</p><p><strong>Job Management8% - 12%</strong></p><p>Unit 12: Explain the Job Request and perform the Job Documentation function. Perform the scheduling configuration. Explain how to monitor Background Jobs and analyze Background Processing with SAP Solution Manager.</p><p><strong>System and Application Monitoring and Dashboards8% - 12%</strong></p><p>Unit 14 and Unit 15: Explain MAI Architecture and features. Explain the Monitoring Template concept and configuration. Explain Alert Inbox, System Monitoring and Dashboards functions.</p><p><strong>System Landscape Management (SLD, LMDB) and Process Management (SOLADM, SOLDOC)8% - 12%</strong></p><p>Unit 4 and Unit 8: Describe Functions and Consumers of the System Landscape Directory (SLD), describe how to synchronize data to the Landscape Management Database (LMDB). Explain the Solution Administration and Solution Documentation function. Explain the Solution, the Logical Component Group, Logical Component and the Landscape Model.</p>", "preview_video": ""}, {"course_id": "2581606", "category": "Teaching & Academics", "sub_category": "Test Prep", "title": "Test de Citoyenneté du Canada : 210 questions", "level": "Beginner Level", "author": "Carolyn Collet", "duration": "", "rating": "5.0", "reviews": "2", "students": "779", "coupon_code": "0D3FDB852CAA2702531E", "preview_img": "https://img-c.udemycdn.com/course/750x422/2581606_7364_3.jpg", "coupon_link": "https://www.udemy.com/course/test-de-citoyennete-du-canada-210-questions/?couponCode=0D3FDB852CAA2702531E", "end_day": "2021-12-05 01:25:25+00:00", "headline": "Préparation au test de citoyenneté du Canada", "description": "<p>Ce cours comporte tout ce qu'il faut pour réussir l'examen de citoyenneté canadienne</p><p>Chaque exercice simule l'examen de la citoyenneté. Vous devrez répondre à des questions sur les droits et les responsabilités des Canadiens et sur les aspects suivants du Canada :</p><ul><li><p>son histoire</p></li><li><p>sa géographie</p></li><li><p>son économie</p></li><li><p>son gouvernement</p></li><li><p>ses lois</p></li><li><p>ses symboles</p></li></ul><p>Les questions de ces tests sont fondées sur le guide d’étude officiel pour l’examen de citoyenneté : Découvrir le Canada – Les droits et responsabilités liés à la citoyenneté.</p><p><br></p><ul><li><p>Vous pouvez interrompre le test à tout moment et reprendre plus tard.</p></li><li><p>Vous pouvez repasser le test autant de fois que vous le souhaitez.</p></li><li><p>La barre de progression en haut de l'écran affiche votre progression ainsi que le temps restant pour terminer le test. Si vous manquez de temps, pas de panique : vous pourrez quand même terminer le test.</p></li><li><p>Vous pouvez passer une question et y revenir à la fin de l'examen.</p></li><li><p>Vous pouvez également utiliser l'option « Marquer pour vérification » pour revenir aux questions dont vous n'êtes pas certain de connaître la réponse avant d'envoyer votre test.</p></li><li><p>Vous pouvez terminer le test et voir vos résultats immédiatement à l'aide du bouton Arrêter.</p></li></ul>", "preview_video": ""}, {"course_id": "3442354", "category": "Business", "sub_category": "Entrepreneurship", "title": "Make Money From Home: 12 EASY Options to Make Money Now", "level": "All Levels", "author": "Roope Kiuttu", "duration": "2.5 hours", "rating": "3.2", "reviews": "537", "students": "63256", "coupon_code": "241A8027EF16C1D0DF71", "preview_img": "https://img-c.udemycdn.com/course/750x422/3442354_f3a1_2.jpg", "coupon_link": "https://www.udemy.com/course/make-easy-money-from-home/?couponCode=241A8027EF16C1D0DF71", "end_day": "2021-12-07 11:23:25+00:00", "headline": "Do YOU Want to Make Money From Home? I've Helped Over 385,000 People And I'd Love to Help YOU too!", "description": "<p><strong>If YOU have been looking for easy options to make money from home, this course is the right one for you.</strong></p><p><strong>I'll show you CLICK-BY-CLICK&nbsp;12 easy ways to make money online.</strong></p><p>This will also give YOU confidence that anyone can earn money from home.</p><p>Everything in this course is <strong>extremely simple and easy-to-follow.</strong></p><p>If you are looking for more advanced strategies to make money online, I&nbsp;advise that you take my other Udemy courses where I'll show you more profitable strategies.</p><p>These methods are EASY&nbsp;Ways to make money but in my other courses, you'll learn how to earn BIG&nbsp;money online.</p><p><strong>I help people WORLDWIDE to make money and every single day over 10,000 people watch my videos on YouTube. </strong></p><p>My greatest people is to see people succeeding when they use my methods to make money.</p><p>Every single person is important.</p><p>Once you learn these EASY ways to make money, you can move to more profitable ways to earn money online that I will show you.</p><p>You're gonna be the next success story!</p><p>I'll see YOU inside my money-making courses!</p><p>It's Your Time!</p><p>- Roope \"Educating over 385,000 people on Udemy on how to make money online\"&nbsp;Kiuttu</p><p><strong>PS. If you have been dreaming of making money from home, now is the high time to START!</strong></p><p><strong>Every second that you delay may be costing you money.</strong></p><p><strong>Take action before it's too late...</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-29_15-01-32-1d3903cb53d6bad67030baa5228a7d72/1/WebHD_720p.mp4?Expires=1638531298&Signature=b-BKro6bJcEKMsaXpMz7sZD2TBntTwWsMiINlVtUl854EIOqGgADz~ex-6syiGZpXpPrIhAIrgf6UJBgX-Tdun25SH9Orqc~v1ryyXoqbYo6CUrmUWyeisWqegYRzm7YE-5yFU5jqhATMyIZknQ1lo3N5hkb55SXT41hCmsgnoGB1KdZYIEoUJfH6aN9qQcVPwE2bP-lmAWqcKt6DBwm5SOrghtuxoCrpZtnLsn7DDHBX8Ar-RgTisLqeFjcj3h8tDNtZf96armqjJF0vlRmbOMKoBZebFy4YnnvpwEllPXTh5KVigYFGp5JJe959mOzwDOoMPd2JAyS795Ytw2uoA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4317092", "category": "IT & Software", "sub_category": "IT Certifications", "title": "AWS Certified Cloud Practitioner - Full Exam Preparation", "level": "All Levels", "author": "Ultimate Study Stuff", "duration": "", "rating": "0.0", "reviews": "0", "students": "375", "coupon_code": "98A9DCA724F92646482E", "preview_img": "https://img-b.udemycdn.com/course/750x422/4317092_ee0b.jpg?secure=GsECgaI9UON3A4yZsg3wDA%3D%3D%2C1638601501", "coupon_link": "https://www.udemy.com/course/aws-certified-cloud-practitioner-full-exam-preparation/?couponCode=98A9DCA724F92646482E", "end_day": "2021-12-07 20:29:59+00:00", "headline": "450+ Exam Questions and Answers! One of the most detailed AWS exam preparation you will find on the web", "description": "<p><strong>Looking for an perfect AWS Cloud Practitioner exam preparation? Searching since hours without good results? Congratulation!</strong></p><p><strong>You found what you need, without wasting time downloading a lot of stuff you need to sort anyway or which have wrong solutions!</strong></p><p><br></p><p>You get an explanation whereever needed, so you don't need to begin research on your own.</p><p>The answers to the questions are validated.</p><p><br></p><p><strong>AWS Certified Cloud Practitioner - Full exam preparation</strong></p><p><strong>Real exam details:</strong></p><p><strong>Duration: </strong>90 Minutes, <strong>No. Of Questions:</strong> 65, <strong>Passing Score:</strong> 70%.</p><p><br></p><p><strong>This course provides overall 545 unique questions for your AWS exam preparation!</strong></p><p><br></p><p><em>We always want to deliver highest quality to you and we made our best to do so. If you find any issue let me know and we will correct it immediatelly :)</em></p><p><br></p><p>Well performing AWS practitioners have great long-term job oppertunities. Each higher level of AWS certification brings a higher standard of benchmarking skill and ability, which leads to greater opportunities and higher pay.</p><p>What people say who are certified by AWS:</p><ul><li><p>93 percent received up to a 25 percent salary increase after obtaining certification</p></li><li><p>85 percent of learners say they retain more of what they’re learning by doing</p></li><li><p>73 of our learners report improved job performance</p></li><li><p>50 percent of those who obtained certifications experienced a career benefit within two months</p></li></ul><p><strong>Benefeits of getting further certified:</strong></p><ul><li><p>Added credibility</p></li><li><p>Good job opportunities</p></li><li><p>AWS Experts are in Demand</p></li><li><p>AWS dominates the market with <strong>33.8 percent</strong> global market share</p></li></ul><p><strong>Exam Concepts:</strong></p><ul><li><p>Domain 1: Cloud Concepts (26%)</p></li><li><p>Domain 2: Security and Compliance (25%)</p></li><li><p>Domain 3: Technology (33%)</p></li><li><p>Domain 4: Billing and Pricing (16%)</p></li></ul><p><br></p><p>This course provide overall 545 unique questions for your exam preparation. There are no duplicated questions. All questions are multiple choice with one or several correct answer. You will get the information of how many answers are correct for each question as in the real exam.</p><p>There are 5 test exams for you. Each has 60 questions as the real exam has.</p><p>There sixth exam test contains 240 questions. You should do this test, after solving the first 5 tests with a very good score</p><p><br></p><p>You will learn about the following contents as they can be covered by the exam:</p><p><strong>Exam Topics</strong></p><p>Domain 1: Cloud Concepts</p><ul><li><p>1.1 Define the AWS Cloud and its value proposition</p><ul><li><p>Define the benefits of the AWS cloud including:</p><ul><li><p>Security</p></li><li><p>Reliability</p></li><li><p>High Availability</p></li><li><p>Elasticity</p></li><li><p>Agility</p></li><li><p>Pay-as-you go pricing</p></li><li><p>Scalability</p></li><li><p>Global Reach</p></li><li><p>Economy of scale</p></li></ul></li><li><p>Explain how the AWS cloud allows users to focus on business value</p><ul><li><p>Shifting technical resources to revenue-generating activities as opposed to managing infrastructure</p></li></ul></li></ul></li><li><p>1.2 Identify aspects of AWS Cloud economics</p><ul><li><p>Define items that would be part of a Total Cost of Ownership proposal</p><ul><li><p>Understand the role of operational expenses (OpEx)</p></li><li><p>Understand the role of capital expenses (CapEx)</p></li><li><p>Understand labor costs associated with on-premises operations</p></li><li><p>Understand the impact of software licensing costs when moving to the cloud</p></li></ul></li><li><p>Identify which operations will reduce costs by moving to the cloud</p><ul><li><p>Right-sized infrastructure</p></li><li><p>Benefits of automation</p></li><li><p>Reduce compliance scope (for example, reporting)</p></li><li><p>Managed services (for example, RDS, ECS, EKS, DynamoDB)</p></li></ul></li></ul></li><li><p>1.3 Explain the different cloud architecture design principles</p><ul><li><p>Explain the design principles</p><ul><li><p>Design for failure</p></li><li><p>Decouple components versus monolithic architecture</p></li><li><p>Implement elasticity in the cloud versus on-premises</p></li><li><p>Think parallel Version</p></li></ul></li></ul></li></ul><p>Domain 2: Security and Compliance</p><ul><li><p>2.1 Define the AWS shared responsibility model</p><ul><li><p>Recognize the elements of the Shared Responsibility Model</p></li><li><p>Describe the customer’s responsibly on AWS</p><ul><li><p>Describe how the customer’s responsibilities may shift depending on the service used (for example with RDS, Lambda, or EC2)</p></li></ul></li><li><p>Describe AWS responsibilities</p></li></ul></li><li><p>2.2 Define AWS Cloud security and compliance concepts</p><ul><li><p>Identify where to find AWS compliance information</p><ul><li><p>Locations of lists of recognized available compliance controls (for example, HIPPA, SOCs)</p></li><li><p>Recognize that compliance requirements vary among AWS services</p></li><li><p>At a high level, describe how customers achieve compliance on AWS</p></li><li><p>Identify different encryption options on AWS (for example, In transit, At rest)</p></li></ul></li><li><p>Describe who enables encryption on AWS for a given service</p></li><li><p>Recognize there are services that will aid in auditing and reporting</p><ul><li><p>Recognize that logs exist for auditing and monitoring (do not have to understand the logs)</p></li><li><p>Define Amazon CloudWatch, AWS Config, and AWS CloudTrail</p></li></ul><ul><li><p>Explain the concept of least privileged access</p></li></ul></li></ul></li><li><p>2.3 Identify AWS access management capabilities</p><ul><li><p>Understand the purpose of User and Identity Management</p><ul><li><p>Access keys and password policies (rotation, complexity)</p></li><li><p>Multi-Factor Authentication (MFA)</p></li><li><p>AWS Identity and Access Management (IAM)</p><ul><li><p>Groups/users</p></li><li><p>Roles</p></li><li><p>Policies, managed policies compared to custom policies</p></li></ul></li><li><p>Tasks that require use of root accounts Protection of root accounts</p></li></ul></li></ul></li><li><p>2.4 Identify resources for security support</p><ul><li><p>Recognize there are different network security capabilities</p><ul><li><p>Native AWS services (for example, security groups, Network ACLs, AWS WAF)</p></li><li><p>3rd party security products from the AWS Marketplace</p></li></ul></li><li><p>Recognize there is documentation and where to find it (for example, best practices, whitepapers, official documents)</p><ul><li><p>AWS Knowledge Center, Security Center, security forum, and security blogs</p></li><li><p>Partner Systems Integrators</p></li></ul></li><li><p>Know that security checks are a component of AWS Trusted Advisor Version</p></li></ul></li></ul><p><br></p><p>Domain 3: Technology </p><ul><li><p>3.1 Define methods of deploying and operating in the AWS Cloud</p><ul><li><p>Identify at a high level different ways of provisioning and operating in the AWS cloud</p><ul><li><p>Programmatic access, APIs, SDKs, AWS Management Console, CLI, Infrastructure as Code</p></li></ul></li><li><p>Identify different types of cloud deployment models</p><ul><li><p>All in with cloud/cloud native o Hybrid</p></li><li><p>On-premises</p></li></ul></li><li><p>Identify connectivity options</p><ul><li><p>VPN</p></li><li><p>AWS Direct Connect</p></li><li><p>Public internet</p></li></ul></li></ul></li><li><p>3.2 Define the AWS global infrastructure</p><ul><li><p>Describe the relationships among Regions, Availability Zones, and Edge Locations</p></li><li><p>Describe how to achieve high availability through the use of multiple Availability Zones </p><ul><li><p>Recall that high availability is achieved by using multiple Availability Zones</p></li><li><p>Recognize that Availability Zones do not share single points of failure</p></li></ul></li><li><p>Describe when to consider the use of multiple AWS Regions</p><ul><li><p>Disaster recovery/business continuity</p></li><li><p>Low latency for end-users</p></li><li><p>Data sovereignty</p></li></ul></li><li><p>Describe at a high level the benefits of Edge Locations</p><ul><li><p>Amazon CloudFront</p></li><li><p>AWS Global Accelerator</p></li></ul></li></ul></li><li><p>3.3 Identify the core AWS services</p><ul><li><p>Describe the categories of services on AWS (compute, storage, network, database)</p></li><li><p>Identify AWS compute services</p><ul><li><p>Recognize there are different compute families</p></li><li><p>Recognize the different services that provide compute (for example, AWS Lambda compared to Amazon Elastic Container Service (Amazon ECS), or Amazon EC2, etc.)</p></li><li><p>Recognize that elasticity is achieved through Auto Scaling</p></li><li><p>Identify the purpose of load balancers</p></li></ul></li><li><p>Identify different AWS storage services</p><ul><li><p>Describe Amazon S3</p></li><li><p>Describe Amazon Elastic Block Store (Amazon EBS)</p></li><li><p>Describe Amazon S3 Glacier o Describe AWS Snowball</p></li><li><p>Describe Amazon Elastic File System (Amazon EFS)</p></li><li><p>Describe AWS Storage Gateway</p></li></ul></li><li><p>Identify AWS networking services</p><ul><li><p>Identify VPC</p></li><li><p>Identify security groups o Identify the purpose of Amazon Route 53</p></li><li><p>Identify VPN, AWS Direct Connect</p></li></ul></li><li><p>Identify different AWS database services</p><ul><li><p>Install databases on Amazon EC2 compared to AWS managed databases Version</p></li><li><p>Identify Amazon RDS</p></li><li><p>Identify Amazon DynamoDB</p></li><li><p>Identify Amazon Redshift</p></li></ul></li></ul></li><li><p>3.4 Identify resources for technology support</p><ul><li><p>Recognize there is documentation (best practices, whitepapers, AWS Knowledge Center, forums, blogs)</p></li><li><p>Identify the various levels and scope of AWS support</p><ul><li><p>AWS Abuse o AWS support cases</p></li><li><p>Premium support</p></li><li><p>Technical Account Managers</p></li></ul></li><li><p>Recognize there is a partner network (marketplace, third-party) including Independent Software Vendors and System Integrators</p></li><li><p>Identify sources of AWS technical assistance and knowledge including professional services, solution architects, training and certification, and the Amazon Partner Network</p></li><li><p>Identify the benefits of using AWS Trusted Advisor</p></li></ul></li></ul><p>Domain 4: Billing and Pricing</p><ul><li><p>4.1 Compare and contrast the various pricing models for AWS (for example, On-Demand Instances, Reserved Instances, and Spot Instance pricing)</p><ul><li><p>Identify scenarios/best fit for On-Demand Instance pricing</p></li><li><p>Identify scenarios/best fit for Reserved-Instance pricing</p><ul><li><p>Describe Reserved-Instances flexibility</p></li><li><p>Describe Reserved-Instances behavior in AWS Organizations</p></li></ul></li><li><p>Identify scenarios/best fit for Spot Instance pricing</p></li></ul></li><li><p>4.2 Recognize the various account structures in relation to AWS billing and pricing</p><ul><li><p>Recognize that consolidated billing is a feature of AWS Organizations</p></li><li><p>Identify how multiple accounts aid in allocating costs across departments</p></li></ul></li><li><p>4.3 Identify resources available for billing support</p><ul><li><p>Identify ways to get billing support and information</p><ul><li><p>Cost Explorer, AWS Cost and Usage Report, Amazon QuickSight, third-party partners, and AWS Marketplace tools</p></li><li><p>Open a billing support case</p></li><li><p>The role of the Concierge for AWS Enterprise Support Plan customers</p></li></ul></li><li><p>Identify where to find pricing information on AWS services</p><ul><li><p>AWS Simple Monthly Calculator</p></li><li><p>AWS Services product pages</p></li><li><p>AWS Pricing API</p></li></ul></li><li><p>Recognize that alarms/alerts exist</p></li><li><p>Identify how tags are used in cost allocation</p></li></ul></li></ul><p><br></p><p>In case you have questions, do not hesitate to contact us.</p><p><br></p><p><em>Please be aware that we are working on this course on an ongoing basis. We always want to deliver highest quality to you and we try our best to do so. If you find any issue let us know and we will correct it immediatelly :)</em></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-12-02_17-07-10-745f8672b3a151ce0958434a5a8be598/2/WebHD_720p.mp4?Expires=1638531300&Signature=g9hbi8N0qxYAQRSE2-d4bAsyvkByA8pKOP29hGmm3AoOHERZiiEuZJheKxtV~xNcD2LRBU8Et1~2eRzzkd2ytnChjMLFojK7XVddVaCYBJwqxIszsfzYMvwB7jSSJP3vu4oxYt6MdYDyHCftphRKS0KSxckc~ncf0k27FYexKvvUgt1qOGA3hSVUzXk~KBKpf1tEQubKvFXYekGTLpCcD~8eEU~0ds8DFDs4V9d4Zm8W1BWx3tsConUif3pm3TeJZa9Wl-0Qgs84aQM9mSZ02bJqtXwyOIhijnJP3sA2X7oGGSxMiY6se8iRtUJINVeqTU789mMd9i8dvm4mlsOZnA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3969640", "category": "Health & Fitness", "sub_category": "Mental Health", "title": "Psikolojik Rahatsızlıklar - Obsesif Kompulsif Bozukluk", "level": "All Levels", "author": "Bilal Semih Bozdemir", "duration": "1,5 saat", "rating": "0.0", "reviews": "0", "students": "870", "coupon_code": "63F95DC3C0557C51559D", "preview_img": "https://img-c.udemycdn.com/course/750x422/3969640_87ed.jpg", "coupon_link": "https://www.udemy.com/course/psikolojik-rahatszlklar-obsesif-kompulsif-bozukluk/?couponCode=63F95DC3C0557C51559D", "end_day": "2021-12-06 01:08:40+00:00", "headline": "Psikolojik Rahatsızlıklar - Obsesif Kompulsif Bozukluğa ve Psikolojik Sağlığa Dair Her şey", "description": "<p>​<strong>Obsesif kompulsif bozukluk</strong> (ICD-10'da OKB, F42), kişinin belirli rutinleri tekrar tekrar (\"zorlamalar\" olarak adlandırılır) yapma ihtiyacı hissettiği veya tekrar tekrar (\"obsesyonlar\" olarak adlandırılır) belirli düşüncelere sahip olduğu zihinsel bir bozukluktur. Kişi, düşüncelerini veya faaliyetlerini kısa bir süre boyunca kontrol edemez. </p><p>Sık karşılaşılan zorlamalar arasında<strong><em> el yıkama, eşyaların sayılması ve bir kapının kilitli olup olmadığını kontrol etme</em></strong> sayılabilir. Nedeni bilinmemekle birlikte, her iki özdeş ikiz, her iki özdeş olmayan ikizden daha sık etkilenen bazı genetik bileşenler var gibi görünmektedir. Risk faktörleri arasında çocuk istismarı veya strese neden olan başka bir olay vardır. </p><p>Bazı vakaların enfeksiyonları takiben meydana geldiği belgelenmiştir. Benzer semptomları olan diğer bozukluklar arasında anksiyete bozukluğu, <strong><em>majör depresif bozukluk,</em></strong> yeme bozuklukları, tik bozuklukları ve obsesif-kompulsif kişilik bozukluğu yer almaktadır. Anlaşılır bir dille ve benzer konuların da eklerde verildiği bu kurs size çok faydalı olacak. </p><p>Bu kursta çok daha fazlasını bulacaksınız.​</p><p><strong><em>Birbirinden değerli </em></strong>kaynaklardan istifade ederek hazırladığımız bu kurs, hocanız size dersleri samimi ve anlaşılır bir dille, birçok örnekler vererek işlediği derslerden oluşmaktadır.</p><p>Bu kursu bitirdiğiniz zaman kendinizi daha iyi hissedeceğiniz kadar, <strong>bu ve benzer hastalıklar hakkında da bilgi sahibi olacaksınız.</strong></p><p>Çalışmalarımız, binlerce kaynaktan, <strong>yüzlerce saat </strong>süren araştırma, çekim, ders oluşturma, montaj vb. ürünüdür. Bu kurs, olası rahatsızlıkların da, bildiğiniz konular olması sebebiyle önün geçecek.</p><p><strong><em>Teknolojinin verdiği imkanla</em></strong> bu kursa başladığınızda, yeter ki internet bağlantınız olsun, derslere istediğiniz yerden ve istediğiniz zaman katılabilirsiniz. Anlamadığınız ya da sevdiğiniz yerleri tekrar edebilme fırsatınız var, dersi durdurup geri almak imkanınız var. Tekrar baştan aynı keyfi yaşamak olanağınız var.</p><p>Bu kurs size, psikolojiyi, rahatsızlıkları anlamayı, önlem almayı ve çözmeyi sevmek, onu anlayabilmek, onunla hayatınızı işleyebilmek, derslerinizde başarılı olmak, bilmediklerinizi <strong>tekrar etmek anlamında çok şey katacak</strong>.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-04-17_09-06-43-383c967a784b265ee3f28c9bcb336245/1/WebHD_720p.mp4?Expires=1638531307&Signature=ljKGiq63bTl6WO~misU3dxvs~6K9nldxbP9WuUu13OpJ2kEdt8ohTOmXP7PjTflS118I35FzQkrtTi4-R6W1MaDtoxBRznGsPgv9nnmZblIRLixIgpxCHw2IeAjZOgogOEGOJr5i1sRZDLa-IIrb0vhBTraFErsOI5-yjLn9wLKCxQ-o45b8sj15EemlI2z7ZAtweS-kmylxvxuR4kVA9Fha3uCStg0nnFNi7xZ1cRwo2dJsGt-3rk70dJiZtfZGqd2~kU6gWW5Ijw-Ykpb-KMbjdPBMEbvDMRPx8KSLzVhnTxqn13Tu4NgPGIWeDSu4uzvzkqer1NXVLD1SjhY3Iw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4418470", "category": "Marketing", "sub_category": "Video & Mobile Marketing", "title": "【YouTuberを目指す】顔出しのないYouTubeチャンネルの完全マニュアル", "level": "All Levels", "author": "Vivian (ビビアン) He", "duration": "1.5時間", "rating": "4.5", "reviews": "2", "students": "145", "coupon_code": "42A9105B3A48D04DBA6C", "preview_img": "https://img-b.udemycdn.com/course/750x422/4418470_4a6a.jpg?secure=JlS29HnBDh1csQk2a4N0jA%3D%3D%2C1638601513", "coupon_link": "https://www.udemy.com/course/no-face-youtube/?couponCode=42A9105B3A48D04DBA6C", "end_day": "2021-12-05 09:12:00+00:00", "headline": "「顔出ししないYouTuberが教える」苦手なことをしないでファンが集まるYouTubeチャンネルのつくり方～YouTuberを目指し、あなたならではの動画コンテンツをこれから配信していく自信とノウハウを手にしていただけます。", "description": "<p>はじめまして、講師のビビアンです。</p><p><br></p><p>本講座に興味を持っていただいてありがとうございます。</p><p><br></p><p>この案内を見ているあなたは以下の事で悩んでいるかもしれません。</p><p><br></p><p><strong>「YouTubeをはじめたいけれど、顔出ししたくないなあ」</strong></p><p><strong>「撮影やカメラはわからないので、簡単な方法でYouTube作っていけるかなあ」</strong></p><p><strong>「顔出しのチャンネルは作ってみたけれど、継続しにくいし評価されるのは嫌だなあ」</strong></p><p><br></p><p>私がはじめて作ったチャンネルは顔出しで、15分の動画を作るのに合計20時間もかかりました。</p><p>その後はインタビューをメインに動画を出してみたけれど、毎週アップするのはかなり難しいでした。</p><p><br></p><p>YouTubeを作るのに、芸能人みたいにならないといけないかなあ。</p><p>でも、自分を変えてしまったら、それこそおかしくなりますよね。</p><p>その違和感を感じながら「ザ・YouTuberキャラクター」のまねをして2年間続けました。</p><p><br></p><p>しかし、それほど成果はなく、2年やっても100人ちょっとの登録者だったので最後は諦めることにしました。</p><p><br></p><p>たくさん挫折しましたが、あの時の経験には感謝しています。</p><p>なぜなら、<strong>そのおかげで動画を編集する方法や専門マイクのつけ方、または自分のスタイルはなんなのか、何が得意なのかがわかったのです。</strong></p><p><br></p><p>それから3年後、再来日した翌年はコロナがはじまりました。</p><p>その時ちょうど私も考え方が変わったときなので、英語の引き寄せの法則を日本語に訳して顔出ししないチャンネルをはじめることにしました。</p><p><br></p><p>今度は誰かのふりをするより、</p><p>力を抜いてリラックスしたまま情報を発信しています。</p><p><br></p><p><strong>メイクもしなくていいし、</strong></p><p><strong>部屋はちらかしてもいい。</strong></p><p><strong>安心して音声に特化した質の高いコンテンツを出せるようになりました。</strong></p><p><br></p><p>しかも、編集を含めて4-5時間で一本の動画ができあがります！</p><p><br></p><p>3年前の20時間一本と比べたらかなり進化しています。</p><p>編集が速くなったというより、顔だしから顔出ししない方法に変えただけでスピードが上がりました。</p><p><br></p><p><strong>この講座は私、顔出ししないチャンネルを運営しているYouTuberとして、チャンネルの考え方から作り方まで詳しくお伝えしていきます。</strong></p><p><strong>顔出しNG＋声NGのチャンネルのつくり方もありますので、</strong></p><p><strong>あなたに合った方法は必ずあります。</strong></p><p><br></p><p>この講座を受講すると、</p><p><strong>リラックスした感じの動画をどのように作るか、</strong></p><p><strong>苦手なカメラトークをしなくてチャンと収益できるチャンネルはどのように作ればいいかがわかります。</strong></p><p><br></p><p>レッスンはどんな感じで進むかが気になれば、レッスンのプレビューを見てくださいね。</p><p><br></p><p>それでは、講座の中でお会いしましょう。</p><p><br></p><p>＊この講座ではチャンネルの構成から作り方まで解説していますが、細かい編集やYouTubeに載せる方法については触れていません。もしそれらに興味があれば私の講座リストを見てください。</p><p><br></p>", "preview_video": "https://mp4-b.udemycdn.com/2021-11-28_12-18-44-bbe20aabf7af1e50ede885d75f473a2d/2/WebHD_720p.mp4?secure=0ANqjO0wDVH5Edi6u0xh_w%3D%3D%2C1638531313"}, {"course_id": "4376790", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Lean Six Sigma Yellow Belt (LSSYB) Tests Certification 2021", "level": "All Levels", "author": "wassim Elhgali", "duration": "", "rating": "0.0", "reviews": "0", "students": "521", "coupon_code": "5667CD5FC242F94DD75D", "preview_img": "https://img-b.udemycdn.com/course/750x422/4376790_df22.jpg?secure=sZRCKwjSkpGuir-c7yPw2Q%3D%3D%2C1638601515", "coupon_link": "https://www.udemy.com/course/lean-six-sigma-yellow-belt-lssyb-tests-certification-2021/?couponCode=5667CD5FC242F94DD75D", "end_day": "2021-12-07 08:43:28+00:00", "headline": "best practice Tests for  Lean Six Sigma Yellow Belt (LSSYB) Certification 2021", "description": "<p><strong>Lean Six Sigma Yellow Belt Certification (LSSYB) Certification</strong></p><p><br></p><p><strong>About Lean Six Sigma Yellow Belt Certification Practice Exam</strong></p><p>A Council for Six Sigma Certification (CSSC) Certified Lean Six Sigma Yellow Belt is an individual who has attained a basic knowledge of Six Sigma but does not lead projects on their own. They are often responsible for the development of process maps to support Six Sigma projects.</p><p>The Council for Sigma Certification (CSSC) offers 2 different paths to earning your Lean Six Sigma Yellow Belt Certification. Individuals who have already received training and feel that they have significant understanding of the topics covered in the Yellow Belt Certification “Body of Knowledge,” can simply sit for our standard comprehensive examination.</p><p><br></p><p><strong>Skills Required</strong></p><p>A Yellow Belt participates as a core team member or subject matter expert (SME) on a project or projects. In addition, Yellow Belts may often be responsible for running smaller process improvement projects using the PDCA (Plan, Do, Check, Act) methodology. PDCA, often referred to as the Deming Wheel, enables Yellow Belts to identify processes that could benefit from improvement. These smaller Yellow Belt projects often get escalated to the Green Belt or Black Belt level, where a DMAIC methodology is used to maximize cost savings utilizing Statistical Process Control.<br></p><p><br></p><p><br></p><p><strong>Who should take Lean Six Sigma Yellow Belt Certification Exam?<br></strong></p><p><br></p><p><em>Path 1: Ideal for candidates:</em></p><ul><li><p>Who have already received training and feel that they have a significant understanding the “Body of Knowledge.”</p></li><li><p>Who are only seeking a single level of certification.</p></li><li><p>Who would be comfortable completing their exam in 1 hour.</p></li><li><p>Price: $99.00!</p></li></ul><p><br></p><p><em>Path 2: Ideal for candidates:</em></p><p><br></p><ul><li><p>Who are utilizing one of our free Self-Study Guides either independently or in conjunction with a training provider.</p></li><li><p>Looking to earn the various levels of “Belts” as they progress, without incurring additional examination fees.</p></li><li><p>That feel they may need more than 3 attempts to pass the examination.</p></li><li><p>Who would prefer a non-timed exam format.</p></li><li><p>Price: $349.00!</p></li></ul><p><br></p><p><strong>Exam Prerequisites</strong></p><p>There are no prerequisites for taking the CSSC Lean Six Sigma Yellow Belt Certification Exam. Once the examination assessment fee is paid, you will have 1 year to successfully pass the exam.</p>", "preview_video": ""}, {"course_id": "3752304", "category": "Business", "sub_category": "Operations", "title": "Become a Corporate Receptionist", "level": "All Levels", "author": "Dina Jumabayeva", "duration": "1 hour", "rating": "3.6", "reviews": "19", "students": "6472", "coupon_code": "DEC2021", "preview_img": "https://img-c.udemycdn.com/course/750x422/3752304_5029.jpg", "coupon_link": "https://www.udemy.com/course/become-a-corporate-receptionist/?couponCode=DEC2021", "end_day": "2021-12-06 07:26:22+00:00", "headline": "Receptionists perform administrative tasks, such as answering phones, receiving visitors, and providing general informat", "description": "<p>Receptionist jobs are often seen as short-term roles, part-time positions, or stepping stones on your overall career path. </p><p><br></p><p><strong>But being a career receptionist can actually be an incredibly fulfilling career path in itself, </strong>with great earning potential. If you’re looking for a new role and are looking for something rewarding, fun, and with great prospects, then this course is for you.</p><p><br></p><p><strong>+++ Pay can be generous</strong></p><p><br></p><p>Many receptionists will start out on average salaries, but there’s ample opportunity for that to grow over time. As you develop more skills, gain more experience, and move around the organization, you could earn up to $50,000 per year. </p><p><br></p><p>Receptionists working in corporate settings, especially in the worlds of banking and finance, an enjoy great salary prospects the longer they’re in their position.</p><p><br></p><p><strong>+++ You’ll become incredibly skilled</strong></p><p><br></p><p>Receptionists are often talented multitaskers, able to manage multiple ongoing situations without breaking a sweat. In many companies, individuals are hired for their great computer skills, their ability to speak to people, or their organizational skills. Receptionists often boast all of these skills and more. </p><p><br></p><p>They’re adept at using most office suites, can handle phone switchboards, and can even step into office managerial or customer service positions if needed.</p><p><br></p><p>So what are you waiting for?</p><p><strong>Let’s get started and I wish you a happy learning!</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-01-05_17-25-03-2c793604bee8b218914ebc631230926a/1/WebHD_720p.mp4?Expires=1638531318&Signature=AxPhSQ-eRbvEauiN-CGZZf6EYDWXzcbM2PL4ZS3mp~yxwZxoOmEPYTPaLUCSr5szZ4Q3UkYTibG5Wgdq-aKiSQN-YRJv7p-L-no0hiB299WutvVESgLyrfslYEw88e6ZWcPdp0IthC1EkcmFJ44fFJ-XL~d42AmTxnQVAW2jCvHWDXQkwcOaY7IWNOJ825RodwvL3Y3DMtzbyjDwwsir7jykHCFXXAFNO1hBBpVdmlZnTU7bCTDYho8bordUU0H99nfhRlCNHxQOPqlltg9nxBg1dwwQtZLMXOpqwPfpW428xHcxlE~xvx0cOJ2EmtEqQm1bfrr8-iWi4b5jp9vajw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3997642", "category": "Development", "sub_category": "Programming Languages", "title": "JavaScript for Beginners - The Complete introduction to JS", "level": "All Levels", "author": "Yassin Marco", "duration": "4 hours", "rating": "4.2", "reviews": "895", "students": "82837", "coupon_code": "799D92D36F244261D384", "preview_img": "https://img-c.udemycdn.com/course/750x422/3997642_fed4.jpg", "coupon_link": "https://www.udemy.com/course/javascript-for-beginners-the-complete-introduction-to-js/?couponCode=799D92D36F244261D384", "end_day": "2021-12-08 00:11:12+00:00", "headline": "Learn all the Basics of JavaScript and create various basic JavaScript programs and applications", "description": "<p>Learning how to properly program in any programming language can be very complicated espescially if you never did any programming before. having the capacity to program in JavaScript is not different. This is why, this course have been created, to helpyou learn, properly program and understand everything you need to know about JavaScript to be able to master this programming language. If you:</p><p>- Need to learn the basics of JavaScript for work</p><p>- Always wanted to create various projects with this programming language</p><p>- Are currently in school and have to understand some Javascript concepts</p><p>- are simply curious about this programming language</p><p>Then you are definely at the right place and will probably love this course and everything that it has to oofer. Indeed, not only you will learn and understand all the basic concepts and everything aroud JavaScript programming&nbsp; but you will have a lot of practice throught out this course. The goal here is that by the end of this course you have a solid and strong understand of how to write your code with Javascript and be able to create your own JavaScript programs and applications. </p><p><strong>The structure of the course</strong></p><p>The way this course have been built, is made to help you understand and learn everything you need to know about Java script. Indeed, you will understand all the basics of this programming language. From the starting point where you are going to learn what to instal and how to do it to write your first basic lines of code to the more advanced part that contains things such as statements, functions and loop and various practical projects, this course has everything you need to start your JavaScript programming journey. Also, this course has been created not only to help you learn JavaScript but to also, help you have a clear understanding of all the basics of this programming language. Also, this course will teach something very important that can be used in any other programming language and it's the programming logic. Indeed, by creating various applications, you will learn to think like a programmer and this can be applied in any other programming language. In other words, if you don't have any programming experience prior to this course, by completing it you will learn the programming logic and this will help succed not only in JavaScript but it's useful in any other programming language.</p><p>Also, this course is built around a very simple but effective logic that is learning by practice. Indeed, this simply means that this course is definely not theoritical even if it contains some classes that present various Javascript concepts. In other words, this course is built on a logic of learning by practice . This means that you will find plenty of exercices all over the course to help you understand and master this programming language to finaly achieve your end goal of learning how to program in JavaScript.</p><p><strong>For who is this course designed</strong></p><p>There is a lot of JavaScript courses that exist all over the internet. But, this course is definely different. Indeed, all the concepts that can be found in this course are simplified to help you understand them more in depth and a lot easier. Also, it's important to mention that each element in this course is presented with a multitude of various programming examples that will allow you to practice everything that you will learn all over the course. In other words, if you never wrote a single line of code or did any programming prior this course and you always wanted to start somewhere then you will probably love this course. The way this course is presented and structured is here to help you achieve your obective of starting in the programming world and have a solid understanding of JavaScript programming by the end of this course.</p><p><strong>Why should I take this course</strong></p><p>If programming in JavaScript is something that you always had a passion for and you always wanted to learn more about that programming language then you should definitely take this course. The first thing that this course will teach you is understanding the logic of programming or in other words how to think like a programmer and how to use with JavaScript . You will also learn various JavaScript&nbsp; concepts as well as create various JavaScript&nbsp; prrograms and applications all over the course.</p><p><strong>There is no risk involved in taking this course</strong></p><p>This course comes with a 100% satisfaction guarantee, this means that if your are not happy with what you have learned, you have <strong>30 days </strong>​to get a complete refund with no questions asked. Also, if there is any concept that you find complicated or you are just not able to understand, you can directly contact me and it will be my pleasure to support you in your learning.</p><p>This means that you can either learn amazing skills that can be very useful in your professional or everyday life or you can simply try the course and if you don't like it for any reason ask for a refund.</p><p><strong>You can't lose with this type of offer !!</strong></p><p><br></p><p><strong>ENROL NOW and start learning today :)</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-04-21_17-07-57-00eb72e8845bd3836496dec3e33e50d9/1/WebHD_720p.mp4?Expires=1638531321&Signature=G0DL3ND7TTeAX8EWPgzmOosItfkRA4eUxrKbfVP0zeufRxX2fwi3Um8334uEBshI1zApe5s9n2AXAEpgpzsXefKxhmFvrnWpXlv1B3VfOvcntPLNcBJHn-HmCiAqUohrg0sotSDMNe-2dBbMf61YzoJuiQvBmuhJtCBv217AsEDs8OZm3eZqOivkBIZcidsFmgOHccQsML6e91A6G7U~YqEqVXYaoFDgJqyYxFEruxKa3O-nwLJVSe0qff2K0nT5tU-L516M9Chg-Ebhdnmf8z3UcTcRHxxyBNoETkfF5o9V95e4Kn~IIENLVfIAmsGJw--YCyrnJtmVbnkrldwkUw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2325158", "category": "Personal Development", "sub_category": "Personal Transformation", "title": "Public Speaking For Startups! - Cure Stage Fright & Anxiety", "level": "Beginner Level", "author": "Boomy Tokan", "duration": "1.5 hours", "rating": "4.4", "reviews": "35", "students": "7645", "coupon_code": "0889B787177550552C08", "preview_img": "https://img-c.udemycdn.com/course/750x422/2325158_d15f_2.jpg", "coupon_link": "https://www.udemy.com/course/public-speaking-for-startups-first-timers-guide/?couponCode=0889B787177550552C08", "end_day": "2021-12-07 17:35:21+00:00", "headline": "Conquer Stage Fright, Build Confidence, Leave The Past Behind By Tapping Into Your Ability To Practice Public Speaking!", "description": "<p><strong><em>\"I got on stage to speak for 45 minutes but after 15 minutes I was done. I could hardly remember exactly what I said. All I knew was that after those few minutes I was still shaking and trembling. Eyes were on me not knowing whether to clap or not. All I wanted was for the nightmare to be over! It did.\"</em></strong></p><p>Fast forward to today. I speak to audiences around the world in person and via video. I lectured in auditoriums filled with students, missionary tent meetings, workshop.seminars and small groups. Best part is that I thoroughly enjoy every minute of it.</p><p>In this course I will be teaching the exact techniques that I have used to transform my life from someone who experience an embarrassing stage fright to a person who now enjoys and looks forward to impacting an audience.</p><p>You will learn and more importantly be able to \"Do\" Public Speaking and enjoy it too!</p><p><strong>The Modules Cover,</strong></p><ul><li><p><strong><em>How To Unlock The Public Speaking Ability Inside of You!</em></strong></p></li><li><p><strong><em>Fear of Public Speaking - It's Origin and Development</em></strong></p></li><li><p><strong><em>Speech Anxiety - Internal Dialogue of The Anxious Person</em></strong></p></li><li><p><strong><em>Public Speaking Tips - Internal Dialogue of Successful Speakers</em></strong></p></li><li><p><strong><em>Public Speaking Anxiety - Top Tips To Overcome Stage Fright &amp; Fear</em></strong></p></li><li><p><strong><em>Speaking tips - Life Transforming Public Speaking Exercises</em></strong></p></li><li><p><strong><em>How To Captivate An Audience</em></strong></p></li><li><p><strong><em>Phobia of Public Speaking - Use The Ultimate Speaking Preparation</em></strong></p></li><li><p><strong><em>Choosing An Engaging Topic - Top 6 Topics To Choose From</em></strong></p></li><li><p><strong><em>Improve Public Speaking With 'Superfoods For Public Speaking'</em></strong></p></li><li><p><strong><em>Speaking With Confidence -The Secret of Practising</em></strong></p></li></ul><p>After learning and practicing what I haved taught; you will come out a different person. I offer you a <strong>30 Day - No Questions  Asked - Money Baxk Guaraantee</strong> which means if you didnt get value from it - return it and collect your money. <strong>Plus inbox me and I will give you any one of my courses for FREE.</strong></p><p>So sign up now - see you on the inside.</p><p><strong>Boomy Tokan</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2019-04-26_13-13-23-f9b520df08c07a3c9935e8e7234d8b7c/WebHD_720p.mp4?Expires=1638531339&Signature=buxLB0h8bkDwV67Z4XBG3A7y5HYSFN6ssNm7-55f8RWumfm2tWoo4D2IQUp5IqQYspoSnCZNR35W8Pub54mwqHB9e0ktFhwi4tFYEauEZU1JTQSHTvcnC99j3OoKd4UYf6ob6QfKBgKdUQklba6hp4LLBX1RhNj2xCM8ZiT261OhrNX6AbfYL01YPiMO~WROqFf3YtaUbU8letnLgtDk6pkAlBXrhyfjDCGYdfYxTBal2Jp8DK7q6qypPMZBc8R0Fs9p8CIiF~4G5y1xYOoW~dRVM4R08Le-qn0YcT7UvNlEAOMxHy3RwfIqrkURxbUFGDbJ7uBdfuqv2YTf2cNl2g__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3087414", "category": "Personal Development", "sub_category": "Personal Productivity", "title": "Time Management And Goal Planning: The Productivity Combo", "level": "All Levels", "author": "Claudia Simonetto", "duration": "1 hour", "rating": "4.4", "reviews": "1133", "students": "71786", "coupon_code": "9DED36CA40BC32B69260", "preview_img": "https://img-c.udemycdn.com/course/750x422/3087414_5200_2.jpg", "coupon_link": "https://www.udemy.com/course/time-management-and-productivity/?couponCode=9DED36CA40BC32B69260", "end_day": "2021-12-07 09:47:01+00:00", "headline": "The ultimate guide to time management hacks to effectively set and achieve your goals by empowering productive habits", "description": "<p>What about setting 48-Hour Productivity from a 24-hour day? So many things, so little time, right? Wrong!</p><p><strong>Time management is all about working SMARTER, not harder!</strong></p><p>Time management, focus and motivation are the basis for planning and achieving our goals and being more productive. Distraction turns seemingly busy days into wasted time, producing a negative impact on our productivity.</p><p>This course will show you <strong>the best time management and goal planning strategies to focus on what really matters, prioritizing those actions that lead to the achievement of our short and long term goals</strong> in order to fulfill your life. You will learn practical time management strategies to get more work done in half the time!</p><p><br></p><p><strong>What will I be able to do upon completion of this course?</strong></p><ul><li><p>Develop the Time Management Mindset for Long Term Success</p></li><li><p>Identify the High-Value Actions to Maximize your Results And Plan Your Goals</p></li><li><p>Get the Right Things Done by Prioritizing Tasks In Your Time Management Plan</p></li><li><p>Create a Daily Success Routine And Effective Goal Planning To Improve Your Personal Effectiveness</p></li><li><p>Manage Your Time The Best Way To Stop Procrastinating and Complete your To-Do List Every Day</p></li><li><p>Setting a Plant to Turn Your Long Term Goals Into Monthly, Weekly And Daily Smaller Tasks</p></li><li><p>Create a Personal, Concrete and Strategic Action Plan Based on Your Personal and Professional Goals</p></li><li><p>Boost Productivity to Achieve More in Less Time With The Best Time Management Techniques</p><p><br></p></li></ul><p>You will learn the best effective time management strategies that allow you to accomplish more in a shorter period of time. Plan your goals, get the important work done in order to maximize results, lower your stress and improve any other aspect of your life.</p><p>The Curriculum:</p><p><em>- The Time Management Paradox: Work Less, Achieve More</em></p><p><em>- Planning for Results</em></p><p><em>- How to Prioritize When Everything seems Important</em></p><p><em>- Mastering the Action Plan: From Theory to Practice</em></p><p><em>- 8 Steps to Create a Success-Based Routine</em></p><p><em>- Strategic Planning: Short-term and Long-Term Goals</em></p><p><em>- Complete a task in under 2 minutes</em></p><p><em>- Stop procrastinating using a tomato</em></p><p><em>- Use Time-boxing And Get Things Done</em></p><p><em>- Setting a Strategic Planning Process to Achieve Your Long Term Goals</em></p><p><em>- 6 Golden Rules for Successful Goal Setting</em></p><p><br></p><p><strong>EXTRA BONUS - </strong>From Theory to Practice: exercises designed to put into practice what you have learned and which can be applied to your professional and personal life. Downloadable resources to use as a reference in order to manage your time in the best possible way and maximize your chances of success by developing goal-oriented habits.</p>", "preview_video": ""}]}