{"last_time_update": "2021-11-23 13:56:26", "results": [{"course_id": "3801480", "category": "Marketing", "sub_category": "Search Engine Optimization", "title": "Local SEO 2022 Made Simple & Fun + Google Maps & TripAdvisor", "level": "Beginner Level", "author": "Ing. Tomas Moravek | SEO, Facebook Ads & Facebook Marketing Expert", "duration": "9.5 hours", "rating": "4.2", "reviews": "52", "students": "31785", "coupon_code": "NOVEMBERGOODNESS1111", "preview_img": "https://img-b.udemycdn.com/course/750x422/3801480_550e_2.jpg?secure=s-OlSSdl84AzSJNy71gPcQ%3D%3D%2C1637757947", "coupon_link": "https://www.udemy.com/course/local-seo-2022/?couponCode=NOVEMBERGOODNESS1111", "end_day": "2021-11-27 20:54:34+00:00", "headline": "Local SEO, Google Maps & TripAdvisor Made FUN - Animated Explainers, Screen Recordings, Templates, Quizzes & Assignments", "description": "<p><strong><em>2022’s MOST ENJOYABLE LOCAL SEO, GOOGLE MY BUSINESS &amp; TRIPADVISOR COURSE!!! THIS LOCAL SEO COURSE IS FILLED WITH QUIZZES, ANIMATED VIDEOS, ASSIGNMENTS, TEMPLATES SCREEN RECORDINGS AND OVER MY SHOULDER EXPLANATIONS!!! WATCH AS I WALK YOU THROUGH EVERYTHING YOU WILL NEED TO KNOW TO BECOME A LOCAL SEO, AND COPYWRITING PRO IN 10 EASY TO FOLLOW STEPS!!! MAX LOCAL SEO TRAFFIC &amp; SALES, BOOST SEARCH RANKING, OR LAND YOUR DREAM MARKETING JOB!!!</em></strong></p><p><strong>MASTER LOCAL SEO</strong> - Local SEO Fundamentals &amp; Local SEO MASTER GUIDE and Local SEO Strategies that get you FOUND!</p><p><strong>MASTER GOOGLE MY BUSINESS (GOOGLE MAPS) &amp; TRIPADVISOR TOO</strong> - So, your business sees a stream of new customers!!</p><p><strong>MASTER KEYWORDS RESEARCH</strong> - By discovering &amp; creating highly relevant content, your audience will be more engaged and you will have a HIGHER RANKINGS in search engines. This will result in more views and prospects, both returning and new.</p><p><strong>MASTER COPYWRITING</strong> - Persuasive SEO Copywriting Techniques to hook potential customers fast, build trust and GET TO THAT SALE! Pro content creation templates for EVERY occasion from Twitter posts to Email newsletters, sales letters, and blogs.</p><p><strong>MASTER THE PSYCHOLOGY OF PERSUASION</strong> - Understand the AIDA &amp; FOMO - how to angle ALL your content to move prospects smoothly to the sale. This is the Golden Key to selling more and selling FASTER - and when you enrol, we’ll share it with you.</p><p><strong>MASTER CONTENT CREATION FOR LOCAL BUSINESS</strong> - Content creation templates and guides for local businesses. Create high performance sales letters, landing pages, blogging &amp; more…</p><p><strong>MASTER OUTREACH</strong> - Local SEO bloggers outreach technique, Easy-to-follow SEO PR link building Guide, plus templates for reaching out to influencers on social media, including template to GET MORE SOCIAL SHARES!!!</p><p><strong>THE ULTIMATE GUIDE TO BECOMING A LOCAL SEO PRO - HQ ANIMATED VIDEO EXPLAINER &amp; QUTIZ WITH 36 QUESTIONS A, B, C, D</strong></p><p>Hi and BIG welcome to the ultimate guide to Local SEO. You’re about to embark on the first step of your journey to becoming a Local SEO expert, as we share the latest, cutting edge techniques to take you from beginner to pro. The good news is, you don’t need to have any prior knowledge of Local SEO to become a local search master, as with our easy and fast unique learning format, we’ll break down every important aspect into easily digestible sections.</p><p>In this course, you’ll learn ALL the essential factors that make up a good Local SEO strategy, including keyword research, Google Maps, the importance of Google My Business and more. You’ll learn how to optimise your website to push it onto the first page of Google, how behavioural signals can affect your local search score, and how to get more in-bound links and NAP citations to push you up the ranks.</p><p>With our help, you’ll know everything you need to about Local SEO, and will be armed with solid strategies, so you can improve your approach and increase your local search position.</p><p>Using high quality video explainers, you can watch as we demonstrate core techniques, so you can see in real time how to set everything up for success. You’ll access animated videos that will break down the most important aspects, and help you quickly learn, so you can put everything we teach into practice.</p><p>All you need to do is be ready to learn, hungry for success, and determined to succeed. If you meet those three criteria, and you complete this course, you will have the right tools for great success. Whether you’re a local business owner, looking to attract more visitors to your website, or a marketer who wants to promote local brands, with this comprehensive course, you’ll learn PRO techniques and strategies that will dramatically improve your Local SEO approach.</p><p><strong>WHY IS LOCAL SEO IMPORTANT?</strong></p><p>Did you know that four out of five consumers now perform local searches? If your business doesn’t have a solid Local SEO strategy in place, you’ll be losing out on 80% of your potential customers. On top of this 46% of <em>all</em> Google searches are now done with local intent, so it’s crucial to adopt an effective Local SEO strategy if you want to maximise the chance of your business being discovered.</p><p>As 72% of all local searchers will go on to visit a business within five miles of their location, you’ll miss out on a lot of custom if users can’t find you, or don’t know you exist. Local SEO isn’t just about making sure your address information is correctly displayed, or you have a listing on Yelp or Google My Business, although that’s important. It incorporates a combination of equally important factors, from keywords, to building inbound backlinks and optimising your website for local search, right through to your online reviews and social media content and engagement.</p><p>In this course, we will go into the most essential things you need to know to adopt a good SEO strategy. We will help you lay down strong foundations, that you will build on later in this course, in more in-depth explainer and animated videos. Be prepared to put in a little effort, but if you don’t get where you want to be straight away, remember, NEVER be discouraged, as it takes everyone a little time to see success.</p><p>If you are prepared to learn and apply the information we share, you WILL be successful, providing you’re determined to do well. With this course, you are at an excellent advantage, as we’ve drawn on our years of SEO experience, to create materials that will ensure your ultimate success. Ready to get started on your journey to becoming a local search master?</p><p><strong>WHAT IS LOCAL SEO?</strong></p><p>Local SEO is the art of optimising the online visibility and discoverability of your business, to customers in your physical location. It also helps online potential customers to find out where your business is located, in real life. Local SEO has a lot in common with normal SEO, but includes the promotion of your location information, which you will need to optimise your strategy around.</p><p>When Google ranks websites for Local SEO, it examines normal SEO ranking factors AND a set of unique Local search factors. You need to score highly in BOTH, to do well in Local search.</p><p><strong>GOOGLE’S LOCAL SEARCH RANKING FACTORS:</strong></p><ul><li><p>Where a person is searching from</p></li><li><p>The amount of Name Address Phone Number citations your business has</p></li><li><p>Whether you have a Google My Business listing</p></li><li><p>Your Google My Business Profile Keywords</p></li><li><p>How many positive or negative online reviews your business has</p></li><li><p>What keywords are used in your online reviews</p></li><li><p>How many “check-ins” your business has received (and how long people stay at your location)</p></li><li><p>How many times your local business has been shared on social media</p></li><li><p>Your brand’s Google Maps star rating</p></li><li><p>Other behavioural factors like purchases</p></li></ul><p>There are also some other key things you will need to do if you want to be successful with Local SEO, that you wouldn’t have to bother with if you had a purely online brand. For best results, you must optimise for the Google MAP Pack, get visible on relevant local review sites, and use research tools like Yelp and Google Suggest to select the best keywords to pair with your location word. Ultimately, your goal should be to rank high in local search. You can achieve this by following the tips and strategies in this video, and on this course. Doing this will help you tweak your approach, so that <em>every</em> time someone searches for a business like yours in your area, you appear at the top.</p><p><strong>SET UP GOOGLE MY BUSINESS - SCREEN RECORDINGS WITH OVER MY SHOULDER EXPLANATIONS - LEARN FAST!</strong></p><p>Simply set up and take care of your Google my business profile. FAST &amp; EFFICIENT. To do this enter Google my business in Google search and click through to set up your Google my business profile. Add your information, including opening hours, photos, and videos. It’s smart to keep your Google my business listing updated, so try and add news every single week. In this course you’ll find tutorials that will help you to understand why you should never underestimate this extremely powerful marketing tool.</p><p><strong>SET UP TRIP ADVISOR - SCREEN RECORDINGS WITH OVER MY SHOULDER EXPLANATIONS - LEARN FAST!</strong></p><p>Getting a Tripadvisor listing puts more eyes on a business. The site draws in over 730 million reviews and opinions and an average of 490 million monthly unique visitors across 8.1 million businesses. Creating a top-notch listing with great photos, updated information, and rave reviews helps your future customers see what stands out about your business’s locations. There’s a lot that goes into your Tripadvisor business listings, but we’ll make the process easier for you. Our EASY TO FOLLOW guide will give you everything you need to know about a Tripadvisor business listing so that you can hit the ground running.</p><p><strong>DO KEYWORDS RESEARCH - SCREEN RECORDINGS WITH OVER MY SHOULDER EXPLANATION &amp; FREE 10 DAYS TRIAL TO SEO TOOL</strong></p><p>Keyword research is the process by which you research popular search terms people type into search engines like Google, and include them strategically in your content so that your content appears higher on a search engine results page (SERP). Keyword research is a fundamental practice in search engine optimisation (SEO). The keyword research process involves choosing a topic for your content that is focused on a set of targeted keywords that you want your content to rank for.</p><p><strong>LEARN COPYWRITING - HQ ANIMATED EXPLAINERS &amp; OVER MY SHOULDER EXPLANATIONS + QUIZZ WITH 22 QUESTIONS A, B, C, D</strong></p><p>Copywriting is a crucial skill in today’s content hungry economy. Information has <em>never</em> been more valuable and the huge surge in demand for digital based brands makes online content a valuable commodity. Copywriting skills are needed in almost every area of marketing. Even if you produce mostly video content, you still need an engaging description that tells potential viewers what your clip is all about. Copywriting can boost your search engine results, help you build trust with your followers, and can convert your subscribers into active buyers. There are some absolute must dos you should follow if you want to be a successful copywriter with the power to persuade. Copywriting is an art and is so much more than just slamming down words on a page.</p><p><strong>USE &amp; CUSTOMISE 23 CONTENT MARKETING TEMPLATES - HQ ANIMATED VIDEO EXPLAINER &amp; 12 ASSIGNMENTS</strong></p><p>This how to content marketing, &amp; Local SEO guide contains every essential type of example you’ll ever need to empower your business:</p><ol><li><p>Facebook Ad Template 1</p></li><li><p>Facebook Ad Template 2</p></li><li><p>Landing Page Template</p></li><li><p>Mini Story Email</p></li><li><p>Email Teaser</p></li><li><p>Email Welcome Template</p></li><li><p>Sales Letter Template</p></li><li><p>The Detailed Listicle (Blogging)</p></li><li><p>The Product Comparison (Blogging)</p></li><li><p>The How-to Comprehensive Guide (Blogging)</p></li><li><p>Guest Blog Outreach Template</p></li><li><p>LinkedIn Ad Template</p></li><li><p>Outreach template for LinkedIn</p></li><li><p>Twitter Ad Template</p></li><li><p>Twitter Post Template</p></li><li><p>YouTube Video Description Template</p></li><li><p>Instagram Post Template</p></li><li><p>Instagram Ad Template</p></li><li><p>Press Release Template</p></li><li><p>Influencer Outreach Template</p></li><li><p>Backlink Outreach Template 1</p></li><li><p>Backlink Outreach Template 2</p></li><li><p>Template to ask for Social Shares from Influencers</p></li></ol><p>You’ll see what you need to do - and why - and can tweak our practical samples so they suit your own needs exactly. Make sure you’re sitting comfortably, as it’s time to see how to put all the information you’ve learned on copywriting into practice… From your sales pages to your press releases, video scripts, blog post headlines meta descriptions, and email campaigns to your Facebook posts and Press releases, knowing how to create great copy will help your marketing efforts enormously.</p><p><strong>WHEN YOU ENROL, YOU ALSO GET:</strong></p><ul><li><p>COURSE MATERIALS AND TUITION Worth AT LEAST $1080 - you get it all - for a tiny fraction of the cost!!</p></li><li><p>Handy PDF &amp; MP3 packed with useful and FREE EXTRA RESOURCES you can download from our Resource Centre</p></li><li><p>Quizzes, Templates &amp; Assignments</p></li><li><p>Lifetime access &amp; Lifetime updates</p></li><li><p>Udemy certificate of completion - ready for download</p></li><li><p>30-day money back guarantee</p></li><li><p>Fast &amp; friendly support in the Q&amp;A section - ask me a question ANYTIME</p></li></ul><p><strong>START YOUR JOURNEY TO LOCAL SEO &amp; COPYWRITING TODAY!!!</strong></p><p>Digital marketing can turn around your entire financial situation - if<em> </em>you know how to do it right. There’s a ton of money out there and you can easily tap into this profit if you have the right knowledge. I know you're going to find the information in this course invaluable. I've made plenty of mistakes along the way, but after I teach you how to do things right, you won't have to!</p><p><strong>FOR A ONE-TIME, SMALL INVESTMENT YOU CAN ENROL NOW AND JOIN THOUSANDS OF MY SUCCESSFUL STUDENTS!!!</strong></p><p>You’ll instantly gain access to the knowledge you need to effectively market your business in today’s market - and will quickly update your skillset with the latest Local SEO, content creation &amp; copywriting techniques - so you stay relevant in 2022, and beyond. This course is constantly updated, so expect even more EXCITING UPDATES every month. With LIFETIME ACCESS AND UPDATES, plus a 30-day money-back refund guaranteed, there’s really nothing to lose, just multiple potential profit streams with your name on!</p><p><strong>WE WISH YOU EVERY SUCCESS AND CAN'T WAIT TO WELCOME YOU ON BOARD AS OUR NEW STUDENT!!!</strong></p><p>Always yours</p><p>Ing. Tomas Moravek &amp; the whole team,</p><p>Internet Efficiency Awarded Instructor</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-08-12_21-57-28-05ed43ff481ac38d4e4c4161f0628010/2/WebHD_720p.mp4?Expires=1637687747&Signature=CWqhof~GnFuwlfTeBp8JkyaHXf31udvzJW1Rf-V~MCrjXEClN~80R-j7aY5vbsv2GaSBi5LYnS9JFO2h3CD9u25MoyGUvSyHkHTmv7ts6UUYdb~bqwSCR1z3-IVTnWNqGCFgTC0BbvHv9UAuqIrBU2DJz~M4Nmj0RjeKntA3toPZXUN3I8q8l3A4UFW3KUT6fAVR1QBNfBb7qSiAXG-LnWmWIhtD7kUPNzzmFEsdHeoxHJxCeDZ6O3NsVC8fAmaxSXGgTP~~IAsDXc0b4HHg0~qY96~3qgM2mrQvB5zvdW6Sd71XptI~HNaE6oCd6RTxpw4ZVMnxBf2oMzabCr2Vsw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3798454", "category": "Business", "sub_category": "Sales", "title": "Becoming A Sales Professional", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "2 hours", "rating": "4.3", "reviews": "248", "students": "47215", "coupon_code": "NOV.2021", "preview_img": "https://img-c.udemycdn.com/course/750x422/3798454_1ea7.jpg", "coupon_link": "https://www.udemy.com/course/building-sales-relationships-networking/?couponCode=NOV.2021", "end_day": "2021-11-27 19:25:46+00:00", "headline": "The choices other people make about you determine your health, wealth, and happiness.", "description": "<p>By caring about building relationships with potential customers and taking an interest in their world, it can significantly improve the odds of securing a sale and retaining that customer for the long-term.</p><p>Strategic friendships will make or break any business, no matter how big and no matter what kind of market.</p><p><strong>So, in this course, our learning points will include:</strong></p><ul><li><p>Discover the benefits of developing a support network of connections.</p></li><li><p>Understand how building relationships can help you develop your business base.</p></li><li><p>Learn how to truly like your acquaintances—not just pretend to.</p></li><li><p>Identify the key elements in strong working relationships, and how you might put more of these elements in your working relationships.</p></li><li><p>Recognize the key interpersonal skills and practice using them.</p></li></ul><p>No matter how hard we as humans try to make logical and rational decisions, the simple fact is, every decision we make is actually made emotionally. How we feel about it determines what we choose to do, not what we think about it.</p><p>Salespeople: showing the other person that we actually care about them and the things that are important to them is the first order of business if we want to be successful.</p><p>So, shall we get started?</p><p><strong>Enroll in the course today</strong> and I wish you a happy learning!</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-01-24_20-34-15-3571532cea8aa28f05696374655b38af/1/WebHD_720p.mp4?secure=lJT0yn6KD8S2hJv4xuHTqQ%3D%3D%2C1637687772"}, {"course_id": "3905144", "category": "Business", "sub_category": "Human Resources", "title": "Hiring Process: Talent Management", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "1 hour", "rating": "4.4", "reviews": "411", "students": "41055", "coupon_code": "NOV-2021", "preview_img": "https://img-c.udemycdn.com/course/750x422/3905144_1038.jpg", "coupon_link": "https://www.udemy.com/course/hiring-process-talent-management/?couponCode=NOV-2021", "end_day": "2021-11-25 19:52:15+00:00", "headline": "Talent management plays an important role in business strategy since it manages one of important assets - it's people!", "description": "<p>By adopting a structured and comprehensive hiring process, you're taking the first step in positioning your business for success by attracting the right talent. The type of talent that will help build the company culture, drive sales and ultimately position the company as a leader in the industry.</p><p>So in this course we will learn:</p><ul><li><p>Learn how to present the current open position</p></li><li><p>Develop a workable hiring strategy</p></li><li><p>Know how to determine which candidates to interview</p></li><li><p>Steps and techniques to use in an interview</p></li><li><p>Welcome newly hired employees</p></li><li><p>Find potential candidates for the position</p></li><li><p>İnterview new and potential candidates</p><p><br></p></li></ul><p>The job market is more competitive than ever, which means your job as an HR professional needs to evolve in order to keep up with the latest HR trends – and a great talent management strategy could be what helps you edge out the competition.</p><p>Some view ‘talent’ as employees who are top performers or those with high potential, while others view talent as everyone in an organisation.</p><p>When preparing to hire a new employee, your first step should be to know what position you intent to hire them for. In this course you will learn how to research for new talents and the research will help you get a better idea of that skill sets needed, which in turn will help you draft an accurate job description to share with potential candidates.</p><p>Which one is a talent?</p><p>++++++++++++++++++++</p><p>If you are a new manager or small business owner you also need to learn this piece of HR.</p><p>So, what are you waiting for?</p><p>Let’s get started!</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-03-10_19-52-35-1d4516f6d27fdd4ae7c14d699f355a8e/1/WebHD_720p.mp4?secure=Gm-raeuOo-kvZt9MZT91yg%3D%3D%2C1637687794"}, {"course_id": "2468316", "category": "Business", "sub_category": "Real Estate", "title": "Facebook Ads Copywriting & Facebook Ads for Real Estate 2022", "level": "Beginner Level", "author": "Ing. Tomas Moravek | SEO, Facebook Ads & Facebook Marketing Expert", "duration": "17.5 hours", "rating": "4.2", "reviews": "236", "students": "67084", "coupon_code": "NOVEMBERGOODNESS1111", "preview_img": "https://img-c.udemycdn.com/course/750x422/2468316_95bb_8.jpg", "coupon_link": "https://www.udemy.com/course/facebook-ads-for-real-estate-business/?couponCode=NOVEMBERGOODNESS1111", "end_day": "2021-11-23 18:37:20+00:00", "headline": "Learn Facebook Ads Copywriting & Facebook Ads for Real Estate FAST & FUN! Enjoy Quizzes, Animations & Screen Recordings!", "description": "<p>My course will <strong>level up your Facebook Ads Copywriting, Facebook Pixel &amp; Business Manager Correct Setup ready for iOS 14.5+, Real Estate Facebook Ads &amp; Facebook Marketing</strong> knowledge even if you’ve never used Facebook to conduct Real Estate business before. <strong>MASTER REAL ESTATE FACEBOOK MARKETING, DRIVE TRAFFIC TO YOUR WEBSITE, &amp; CREATE ENGAGEMENT FOR YOUR PROPERTIES</strong> using my successful, tested and proven Facebook Marketing and Facebook Ads techniques! Get <strong>POWERFUL Blueprints</strong> <strong>and walkthroughs</strong> for your <strong>Real Estate Facebook Ads Strategy that you can start to follow IMMEDIATELY!</strong></p><p><strong><em>You will learn FAST &amp; FUN with my 3-part fast learn Facebook Ads Copywriting &amp; Facebook for Real Estate Course Structure - Join over 570,000+ satisfied students by enrolling and enjoy the EASIEST way to go from Beginner to Expert:</em></strong></p><p>1. ANIMATIONS WITH INTERACTIVE QUIZZES &amp; ASSIGNMENT FOR FACEBOOK AD COPY CREATION - We’ve made learning fun and organic - with animated explainers and and interactive quizzes throughout the course! You learn quickly and retain what you learn! </p><p>2. PRACTICAL SCREEN RECORDINGS WITH STEP-BY-STEP EXPLANATIONS - Watch as I show you exactly how to do it - then immediately apply the knowledge. Plus, get proven success Blueprints you can follow - for <em>every</em> key topic I cover. Use our easy to modify professional content templates, detailed to-do lists and guides.</p><p>3. CAREERS &amp; FREELANCING KICKSTART GUIDE - Discover how to start using your new skillset to make money. Land your first job in Digital Marketing or begin a thriving freelance business. Use our easy to use professional cheatsheets, templates and guides.</p><p><strong>Dear Students,</strong></p><p><strong>Hi, I'm Tomas Moravek, the 2016 Internet Efficiency Awarded Marketing Strategist for Facebook Ads Real Estate Project, and a long-time Facebook Ads Consultant for RE/MAX, the world’s most powerful property selling tool. I'm so excited to bring you my latest course, designed to help you build your skill and increase your Real Estate sales.</strong></p><p><strong>Real estate is a great niche to work in, as in my experience Real estate brokers make great clients, paying well and on time. On top of this, they are typically very grateful for services provided, often leaving excellent feedback which provides you with the solid social proof that will win more custom.</strong></p><p><strong>The course is my complete blueprint to MASTERING Real Estate for Facebook Ads, Facebook Marketing, Copywriting, and the web. You don’t need any prior knowledge of Facebook Ads for real estate to start learning with me. </strong></p><p><strong>You'll be able to get set up and started easily and immediately, so you can get all the information needed to become a successful Facebook Ads Real Estate Consultant and start to unlock a profitable new stream of income. You will be able to go into any RE/MAX branch or any Real Estate brokerage and sign up your service for a monthly fee, of approximately €200 (my recommended best practice).</strong></p><p>I've put so much of my time into creating a resource rich course that helps you build your knowledge and skill level from the ground up, whatever your current ability in Facebook Advertising. When you enrol, you’ll get my complete Blueprints to Real Estate Marketing success on Facebook, plus you’ll learn how to drive traffic to your website and this way maximise your SEO rankings (Driving traffic to your website has very positive impact on your SEO).</p><p>When you build a house, you need to lay the right foundations, and it's no different when it comes to marketing property using Facebook and the web.</p><p><strong>That’s why I’ve designed a comprehensive course that will teach you everything you need to know to market your Real Estate business using Facebook, Facebook for Business, Facebook Ads, and your Real Estate website. I lay everything out in a step-by-step, easy-to-digest way, so you can learn at your own pace how to use Facebook to continually market your Real Estate business, 24/7, 365 days a year!</strong></p><p>To do this, you'll first need to <strong>learn the 4 Pillars of Facebook Ads for Real Estate</strong>, and you'll need to understand the importance of Photo Galleries and video ads for this niche market sector.</p><p>On top of this, you <em>must </em>understand the critical impact views and engagement have on boosting your leads, followers and sales and you need to know how to increase this so you can <strong>power up your business</strong>.</p><p>It's also critical you understand how to <strong>use traffic driving ads to push traffic</strong> to your Real Estate website and to know why targeting and presentation is so key in the competitive Real Estate sector.</p><p>I'll teach you <em>all of this</em>, using easy-to-understand explainer videos, worksheets, To Do lists, and handy primers, that you'll always be able to refer to, <em>forever</em>, as soon as you sign up. I constantly update my course with the <strong>latest techniques</strong> and industry knowledge, so you can be guaranteed that no matter how the market shifts, or how much marketing trends change, you'll always <strong>stay one step ahead of the game</strong>.</p><p>You'll learn why catalogues, targeting and retargeting have such an impact on your engagement, leads, and sales AND you'll be able to harness them on Facebook to <strong>sell more properties</strong> and attract interest.</p><p>You'll learn how to integrate Re/Max with Facebook, so you can <strong>benefit from the world's most powerful Real Estate marketing tool, </strong>on the world's most popular social media platform.</p><p>With my course content you'll be able to build your skill level and understanding of Facebook Business Manager so you can <strong>optimise your Facebook Business Page</strong>.</p><p>You'll discover the <strong>secret to writing engaging copy</strong> for the Real Estate market, using the psychology of persuasion, so you can effortlessly attract a new stream of clients.</p><p>You'll discover how to unlock the full power of <strong>Facebook Dynamic Ads</strong> so you can experience the massive boost this will give your Real Estate business. And you'll learn how to correctly set up <strong>Facebook Pixel </strong>and <strong>Facebook Events</strong>so you can benefit from ALL the tools Facebook offers to effectively market your business.</p><p>I'll teach you how to <strong>quickly and easily create professional looking and attractive websites </strong>that you can sell on for $1000-$5000 dollars, helping you to unlock another lucrative income stream.</p><p>When it comes to your Facebook Ads budget, I'll help you <strong>save money and make your Ad spend go further</strong> as I'll show you how to implement my Internet Efficiency Awarded Strategy that’s been proven to deliver returns for just 0.003 c per result!</p><p>I’ll help you correctly set up your Facebook Ads Agency and show you how to get certified via Blueprint so you can expand your job opportunities.</p><p>Finally, you'll discover the importance of effective reputation management and learn how developing high trust and a consistent image can win you more custom.</p><p><strong>I have a lifelong passion for learning, and nothing gives me greater satisfaction than sharing my knowledge and techniques with students who are hungry for success and hungry to learn.</strong></p><p>I get even greater joy when I see the very real difference my information can make, and I promise you, if you apply what I share with you on this course, it <em>will</em> help you dramatically improve results in your own Real Estate business.</p><p><strong>Whether you're a Real Estate broker, own your own consultancy, or plan to work in this fast-paced and competitive sector, this course is for you.</strong></p><p>I've put so much into this and I can't wait for you to start enjoying the benefits of my knowledge and years of experience. Enrol today for my special offer price of and gain access to ALL my course content, PLUS updates for life, AND my full support. There’s absolutely no risk, as I offer a money back guarantee if you decide this course isn't for you.</p><p><strong>With nothing to lose and everything to gain, I hope you decide to give my information a try, if you're currently working in Real Estate. I've tested it myself, so I know this is powerfully effective info that really works. If you're looking to boost your Real Estate business by making more sales, attracting more custom, and winning more leads, this course will deliver.</strong></p><p><strong>Sign up now and you’ll gain immediate access to my Blueprints, Video lectures, To Do Lists, Primers and Worksheets, all designed so you can learn how to use Facebook for Real Estate Success.</strong></p><p><strong>Remember, when you enrol, you'll receive:</strong></p><p>✔ Hours of HQ video explainers for HIGH PERFORMANCE Facebook Marketing, Copywriting &amp; Ads</p><p>✔ Interactive quizzes making learning FUN</p><p>✔ Writing assignment for Facebook Ad copy creation</p><p>✔ Facebook strategies in PDF or DOC for download</p><p>✔ Access to HUGE resource centre with Many MP3s &amp; strategy PDFs</p><p>✔ Guide to Copywriting</p><p>✔ BONUS Marketing Careers guide &amp; Guide to Facebook Jobs</p><p>✔ My super easy XLS / ODS / PDF Step-by-step Facebook, Instagram &amp; Messenger Ads TO-DO lists</p><p>✔ Lifetime access and Lifetime FREE updates</p><p>✔ Fast &amp; friendly support in the Facebook Ads Q&amp;A section (600+ Q&amp;A answered within 24 hours)</p><p>✔ Udemy certificate of completion ready for download</p><p>✔ 30-day money back guarantee - no questions, no quibble</p><p>✔ PDF 10 lessons to quit your job and become a digital nomad</p><p>✔ PDF 10 reasons to become a digital nomad today</p><p>✔ PDF Digital Nomad Secrets</p><p>✔ PDF Starter pack for digital nomads</p><p>✔ PDF 157 questions that will help you raise your prices dramatically</p><p>✔ PDF Ebook-Side Hustle Secrets</p><p>✔ PDF Create a photography landing page that turns visitors in to clients</p><p>✔ PDF Find photography clients before travelling to your next destination</p><p>✔ PDF Presentation template: Attracting high value clients whilst travelling</p><p>✔ PDF Pricing Strategies and Adding Value</p><p><strong>I can't wait to welcome you on board as one of my new students,</strong></p><p><strong>Ing. Tomas Moravek</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-08-12_22-03-36-2ad2190a12fb542b096d316953f7a482/2/WebHD_720p.mp4?Expires=1637687798&Signature=hmaoN-FaiPCWa28uzKk2c3Nx8IszDlAGhPmGr05vJWTFJEQOD7drniVtHEsMM8VPnanZIwsU-WPUtFNsQjDof820k-IEmlCFPwZhpFN6lbQHoKGjg3O7n7lzNxQ5BSGh5EkNUA08PwWdvmcs2yo5tsyFwXrKAAq-GGd4FPDIreLcYtQKCYBzlasPQTnOHTiDShgv8k952dmSHaIn4BrvW1kwRpqf2dSA~e6w2MrjSo0C5rhLHaAUhJNEEVeu8nLVQnrYMeZiB--Q5kgyXDSeW-QI93uAvJet43ZNdw-YxVx8NXsuLGSZvGzcXxdGHI3lfhHKa4F8A9d9cyY15ZWJTA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4409486", "category": "Development", "sub_category": "Web Development", "title": "Apply Jobs as MERN stack developer with this course", "level": "All Levels", "author": "Obify Consulting", "duration": "11 hours", "rating": "0.0", "reviews": "0", "students": "1316", "coupon_code": "0B2426F5BA0BFE5A72DA", "preview_img": "https://img-c.udemycdn.com/course/750x422/4409486_eb02_2.jpg", "coupon_link": "https://www.udemy.com/course/apply-jobs-as-mern-stack-developer-with-this-course/?couponCode=0B2426F5BA0BFE5A72DA", "end_day": "2021-11-28 09:08:43+00:00", "headline": "Develop Production grade Fullstack Projects with MERN stack and start apply applying Jobs as MERN stack developer", "description": "<p>In this course, you will learn everything that is needed for you to become a Pro Fullstack developer in a hands-on step by step approach.</p><p>In this MERN stack course you are going to learn all the components that will help you develop your own production grade full stack application.</p><p>You will be able to apply for any Job related to MERN&nbsp;stack.</p><p>Everything will be taught from scratch with practical examples.</p><p>Following are the topics that will be covered in this course:</p><ul><li><p>1.1-ReactJS introduction and environment setup</p></li><li><p>1.2-create react app</p></li><li><p>1.3-program flow and project files walkthrough</p></li><li><p>1.4-types of components in react</p></li><li><p>1.5-creating and using 1st functional component</p></li><li><p>1.6-creating 1st stateful class component</p></li><li><p>1.7-ES6 functional component, export and import</p></li><li><p>1.8-comparision between functional and class component</p></li><li><p>1.9-react hooks intro</p></li><li><p>1.10-jsx explained</p></li><li><p>1.11-props in functional and class component</p></li><li><p>1.12-state vs props</p></li><li><p>1.13-deep dive into setState</p></li><li><p>1.14-Handling form in class component part-1</p></li><li><p>1.15-Handling form in class component part-2</p></li><li><p>1.16-componentDidMount lifecycle onload method</p><p><br></p><p>We will use the following technologies:</p><p><br></p><ol><li><p><strong>MONGODB </strong>- NoSQL database for storing data as documents and collection</p></li><li><p><strong>EXPRESS JS</strong> - Web framework for developing RESTful web services/API’s</p></li><li><p><strong>REACT JS</strong> - Library for developing the single page UI with functional components</p></li><li><p><strong>NODE JS</strong> - Runtime environment for developing our backend application</p></li><li><p><strong>Bcrypt JS</strong> - Npm package for encrypting and decrypting password</p></li><li><p><strong>Json Web Token(JWT)</strong> - For secure token based communication between frontend and backend via API calls</p></li><li><p><strong>REACT REDUX</strong> - For state management in our React application</p></li><li><p><strong>localStorage </strong>- For storing application information in the frontend</p></li><li><p><strong>Nodemon </strong>- Npm package for auto-reload of backend changes</p></li><li><p><strong>Cloudinary </strong>- Cloud storage for storing images</p></li><li><p><strong>Visual studio code</strong> - Development tool/IDE</p></li></ol><p><strong>12. ES7 React Extension </strong>- Helps to create React functional component faster </p></li></ul><p>We will also learn the debugging techniques and best practices that will help you become an awesome MERN stack developer.</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-11-22_20-16-44-2f9106c56f6535016e27c35a4adced9f/2/WebHD_720p.mp4?secure=GJs0ybVkaphvgucjdj0vwg%3D%3D%2C1637687805"}, {"course_id": "4144042", "category": "Teaching & Academics", "sub_category": "Language Learning", "title": "Arabic Alphabet For Beginners", "level": "Beginner Level", "author": "Hassan Academy For Arabic Language Courses", "duration": "2 hours", "rating": "4.7", "reviews": "46", "students": "16767", "coupon_code": "ARABIC-ALPHABET", "preview_img": "https://img-c.udemycdn.com/course/750x422/4144042_eeb5_2.jpg", "coupon_link": "https://www.udemy.com/course/arabic-alphabet-for-beginners/?couponCode=ARABIC-ALPHABET", "end_day": "2021-11-25 18:31:36+00:00", "headline": "Arabic Language: Learn to Pronounce & Write Arabic Alphabet, and Read Arabic Words", "description": "<p>السلام عليكم</p><p><br></p><p>In this Course, we will learn <strong>Arabic Alphabet</strong> from Alef to Yaa</p><p><br></p><p>Firstly, we will take general view for all letters,</p><p>then, we will learn each letter in details :</p><p>How we Pronounce it ?&nbsp; &nbsp;&amp;&nbsp; &nbsp;How we write it ?</p><p>and some words with this letter, so we can read Arabic Words.</p><p><br></p><p>Finally, you will take a test, so you can evaluate yourself in Arabic after finishing this Course.</p><p><br></p><p><strong>By finishing this Course, you will be able to :</strong></p><ul><li><p>Pronounce Arabic Alphabet.</p></li><li><p>Write Arabic Alphabet.</p></li><li><p>Read Arabic Words.</p></li></ul><p><br></p><p><strong>This Course is for :</strong></p><ul><li><p>Arabic Learners.</p></li><li><p>Beginner Students who don't know any thing about Arabic Language.</p></li><li><p>Students who want to learn Arabic Alphabet.</p></li><li><p>Students who want to be able to read Arabic Words</p></li></ul><p><br></p><p><strong>Course Requirements :</strong></p><ul><li><p>Pen and Paper.</p></li><li><p>Focus.</p></li><li><p>Do the Homework after each Lesson.</p></li></ul><p><br></p><p>So let's get started..</p><p><br></p><p><br></p><p><br></p><p><br></p><p><strong>Who is Hassan Academy ?</strong></p><p>Native Arabic Speaker, With over 12+ years of experience in Arabic Language.</p><p>Hands-on experience creating development courses and activities modeled on goal attainment and student-centered instruction, delivering engaging lessons focused on the interests and needs of students. Knowledgeable of standard instruction principles, classroom management styles, and approaches to teaching Modern Standard Arabic to English speakers.</p><p>We will add value by helping you learning how to listen to Arabic and read Arabic with true pronunciation as fast as possible.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-24_18-56-54-b6818d3e061d45a3ef8b06e2d4069f30/1/WebHD_720p.mp4?Expires=1637687834&Signature=hrLWqA~29qY9ilAJXHLSGxEYE7xCKMe51hRFWZ362l3Yc37i~poIPuCeahMsk-mHOneJhmPaic1nKpS9-hqDI8rS9jYp9OZvCBljWWW~5B8VOKDzLnuHYlVet1kbXmpZinRseUqXK9RjvZiggpqlUT6DLsf63PxvMaoQqFJYY3OS60LxfPLj-Ibp555c6Qm1BSoL5fTk2uwe7AHitnQmAnTQwmIsbpu-NOSwNHrxapUcj9vG7BldoEKxpEoVdJ~I03kXtZbzjycqPCgGuFBkIAi5rPGcJ-b6bSzOxvp9pGnzzkPXdHbJRzMFtoFLV9ld9fCIRvyYX6f21lTlD4D7vg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3963688", "category": "Business", "sub_category": "Project Management", "title": "Project Management: Becoming a \"Successful Project manager\"", "level": "All Levels", "author": "Gugan R", "duration": "1.5 hours", "rating": "4.1", "reviews": "51", "students": "4294", "coupon_code": "PROMANAGEMENT_2021", "preview_img": "https://img-c.udemycdn.com/course/750x422/3963688_a261_2.jpg", "coupon_link": "https://www.udemy.com/course/key-concepts-in-project-management/?couponCode=PROMANAGEMENT_2021", "end_day": "2021-11-28 10:20:23+00:00", "headline": "Project Management", "description": "<p>If you are starting out, you may be wondering: what are the most important Project Management concepts that you need to understand? That’s what you will learn in this Course.</p><p>Project Management is not only a fabulous discipline for building a career around, it is one of the most valuable life-skills you can acquire.</p><p>We have selected the topics based on the suggestions of Experts in the PM field. So, as course focuses mainly on, delivering the core content on Management techniques which is easily understandable by all.&nbsp; </p><p>This course has 4 sections. </p><p><strong>Section 1 : Project Management Process</strong></p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; This section helps us to identify what the organization needs to succeed in the long term. It also helps us to understand the requirements that must be met in order to accomplish and manage, individual processes. And Finally, it facilitates understanding of the management and implementation of interposes relationships </p><p><strong>Section 2 : Managing a Project</strong></p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;This section helps us to identify how to manage a project through Breakdown structures, how to plan and control a project, how to manage a project during crisis including internal and external factors, and how to invent something new, such as product which to be launched and introduced to the world.</p><p><strong>Section 3 : Project Time Management</strong></p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Project Time Management includes the processes required to ensure timely completion of the project. Time management is about planning and controlling the amount of time you spend on specific tasks. Saving time saves the organization money and increases revenue. This section also explains about networking techniques and its types such as , CPM and PERT chart.</p><p><strong>Section 4 : Case Study</strong></p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; It gives a introduction&nbsp; about effective Project Management. It also explains skills involved in effective project management, with the comparison of the Project management strategies followed by SpaceX.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-11_16-06-05-4eb4798939d1e048f10f36fbd27f527e/1/WebHD_720p.mp4?Expires=1637687837&Signature=ifQCQ51xN~9LPJ5j0Fx9eCDLsplEy6fwbSnao7MvsvJhEYYjH0jGF3PfBRt2MjttDAETkZ9zt-UKdyjXwdVJK9c4BFY6q6hw8IaXDdNe0zTqggTRPXiBDCNIrQIQMmiaeGbVo-9urae-DYuYXtrWhGmSpq8RI0VFYpFHS5sYTg1w2GCt2obUiBZp68Z7f9QZP9Ft6hDumPkxuz9L5eCBKjrWwGYmlH5dgBMlx8bs7nwoDAvkNP2DvoQXEmcuJRbgT~E1F28D~5TYC1SFCeqCurSjuNKIRiC7i9L4cNPPhx7WB3ZdL6ZUgFGYKNrhL6QyL9wMwEQ12ZyPPCy~SwrOqw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3229341", "category": "Design", "sub_category": "Design Tools", "title": "Affinity Publisher Guide - Affinity Publisher for Beginners", "level": "Beginner Level", "author": "Nick Nyxson", "duration": "3 hours", "rating": "4.5", "reviews": "167", "students": "48218", "coupon_code": "B0755295C1EA0BEE4EF4", "preview_img": "https://img-c.udemycdn.com/course/750x422/3229341_e035_3.jpg", "coupon_link": "https://www.udemy.com/course/affinity-publisher-guide/?couponCode=B0755295C1EA0BEE4EF4", "end_day": "2021-11-27 03:03:09+00:00", "headline": "Learn Affinity Publisher (part of Affinity Suite) as Fast As Possible. From Affinity Publisher Beginner To Advanced.", "description": "<p>Welcome to <strong>Affinity Publisher Guide - Affinity Publisher for Beginners!</strong></p><p>The only course you will need to start with Affinity Publisher, one of the best publishing software in the industry.</p><p>Affinity Publisher is an easy-to-use desktop publishing software that helps you create beautiful layouts with custom graphics and images in minutes. It's the perfect choice for a graphic designer who wants to take on a more creative role, or for someone who has always wanted to create their own book, magazine, or brochure. Affinity Publisher offers powerful features, like multiple master pages and postcard printing templates, so you can easily express your creativity.</p><p>Learn how to create incredible-looking graphics, layouts, and designs in Affinity Publisher. With our intuitive course and carefully planned lessons, you'll be able to design amazing infographics, flyers, posters, and more!</p><p>Here you will learn everything you need to know about Affinity Publisher, including but not limited to:</p><ul><li><p><strong>Basics &amp; Interface of Affinity Publisher;</strong></p></li><li><p><strong>Tools of Affinity Publisher;</strong></p></li><li><p><strong>Creation of Basic Book Document;</strong></p></li><li><p><strong>Advanced tips &amp; Tricks</strong></p></li><li><p>&amp; Much More...</p></li></ul><p>Most importantly this course will continue and grow as time passes and all the upgrades will be available for FREE for every enrolled student.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p><p>So what are you waiting for? Join thousands of students who've made amazing things happen with this course!</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-07-08_09-35-23-71db5ca833450a2fba5c50e5c21a7d9c/1/WebHD_720p.mp4?Expires=1637687840&Signature=W84AaVCDevmukQEV1zBu9bs1bkolpcupDo6OSXXik4lCIlGQVsJ5Ux6RcVAuYJoXEObfnGeG7rIMJa-oO-qmfSBMe6WDG7VhmUXbEDKPwR83ZhPGYKZDCxoKujLUn0ecWSQlr5ikCOTnGLoEAuek5CwQyplXRKv0-q~p4SICCG9D3I70ybsTO0oqbd~0Nou6HijmMnMHgBsS1e0iiJ4UVvU3fndeaB7-~GopBNDdFIrbkt9vWtOLpiMBWKwyRGm56WelIgtC~GKMkYQbY1laGYv55rE7GtZqr2JqWg~UWBWIAxRNq7KdfSqFDOhgPVkMXSVvqdg8B85bB8i9m3FmLQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3433626", "category": "Business", "sub_category": "Entrepreneurship", "title": "Make Money From Home: 45 Work From Home Opportunities", "level": "All Levels", "author": "Roope Kiuttu", "duration": "1 hour", "rating": "4.2", "reviews": "923", "students": "94026", "coupon_code": "5A757E30F5F10ED78E33", "preview_img": "https://img-c.udemycdn.com/course/750x422/3433626_42b9.jpg", "coupon_link": "https://www.udemy.com/course/work-from-home-job-opportunities/?couponCode=5A757E30F5F10ED78E33", "end_day": "2021-11-27 16:25:44+00:00", "headline": "Find the Best Way to Make Money From Home That Fits YOUR Needs!", "description": "<p><strong>Do you want to Make Money From Home?</strong></p><p><strong>Do you want to find a flexible Work From Home Job?</strong></p><p>Then this is the PERFECT COURSE FOR YOU.</p><p>You're going to see over 45 make money from home opportunities.</p><p>I've shown steps to make money for 100,000's&nbsp;people worldwide and every single month around 500,000 people watch my videos on my YouTube channel called \"Learn to Make Honest Money Online\".</p><p>It will be my privilege to help YOU to make money online too.</p><p>Until this day, I've still answered 100% of the questions I&nbsp;received on Udemy.</p><p>I&nbsp;reply almost 100% of the comments that I&nbsp;receive from my 84,000+&nbsp;subscribers on \"Learn to Make Honest Money Online\" channel.</p><p>This simply means that I&nbsp;really put effort on helping as many people as possible to make money online.</p><p>I&nbsp;believe that anyone can make a life-changing income online.</p><p>IF I&nbsp;CAN&nbsp;DO&nbsp;IT,&nbsp;YOU&nbsp;CAN&nbsp;DO&nbsp;IT.</p><p><strong>IF 1,000's OF&nbsp;OTHERS&nbsp;PEOPLE&nbsp;CAN&nbsp;DO&nbsp;IT, YOU&nbsp;CAN&nbsp;DO&nbsp;IT TOO.</strong></p><p>It's Your Time!</p><p>- Roope \"Sharing the Blessing of Making Money From Home\"&nbsp;Kiuttu</p><p><strong>PS. </strong>If you prefer building an online BUSINESS, you may prefer to take my other courses on Udemy where I will walk you through the steps on how you can do that.</p><p>See you inside! :)</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-08-21_03-03-33-6202bd778a21512590e062a7c64305d7/1/WebHD_720p.mp4?Expires=1637687843&Signature=fHbH~EjquPqa1j5~HhbTb-Ol088eKBUCCxm96LpEC6r0W59wNii-b7RoexfeGsArvx6C6~RF5sTn5ntnCCORlJxD97N2Yiqkp-zpvxsWDvjrF2gyWcmi44Sex8xY25-E97fBa80qGMCOCzkEtC24S8~Q6ccPIrx~EIO0RORuY2~wT4Its6OmOOEppch1ufa52tIoP0pagiIwdaZgjYp~w86MbYK3MBDHbZ0ENaI6S501eJPcSEesHdvy6xcDWeo~X5L75tNNSiVaBa38vh2ND~ZLi-Fqya4ArEdeSBFbLxjV8Y2QHk4hgN-BEDeV1Yx4nGxggxdOU20WbbTc0-34rg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4271184", "category": "IT & Software", "sub_category": "IT Certifications", "title": "CSS And Javascript Crash Course", "level": "Beginner Level", "author": "PROPER DOT INSTITUTE", "duration": "1 hour", "rating": "4.2", "reviews": "78", "students": "24580", "coupon_code": "BD0C7CB021FC922AF1A6", "preview_img": "https://img-b.udemycdn.com/course/750x422/4271184_7325_2.jpg?secure=4yRN4HZmjwO7uDaorcWNog%3D%3D%2C1637758046", "coupon_link": "https://www.udemy.com/course/css-and-javascript-crash-course/?couponCode=BD0C7CB021FC922AF1A6", "end_day": "2021-11-28 02:19:14+00:00", "headline": "Learn CSS And JavaScript Programming Language With Practical Interaction", "description": "<p><strong>CSS&nbsp;And Javascript Crash Course</strong></p><p><strong><em>1)&nbsp; Learn CSS Crash Course</em></strong></p><p>This course shows you how to create CSS classes from a beginner's level. It starts off with basic HTML declarations, properties, values, and how to include a CSS style sheet with your HTML code. For those of you who are new to CSS and HTML, we show you step-by-step how to create a CSS file and include it in your HTML code, even if you use a cloud server for your hosting.</p><ul><li><p>We show you how to position your elements, layout your elements relative to your documents, and style your HTML using predefined CSS values. We introduce you to the common CSS styling that you'll need when you start off designing your pages. If you want to get to know CSS and website design, this course is meant for you, and it can be used by anyone who hasn't even seen one line of CSS code yet. We focus on the latest CSS 3 and HTML 5 standards, so you get the latest when coding your website pages instead of focusing on older code.</p></li><li><p>There are no prerequisites. Anyone Can join this course. It is recommended though that individual have some basic computer programming knowledge.</p><p><br></p></li><li><p><strong>Course Topics</strong><br></p></li><li><p>Introduction to CSS</p></li><li><p>CSS Syntax</p></li><li><p>HTML 5 IN CSS</p></li><li><p>CSS Styling Text</p></li></ul><p><br></p><p><strong><em>Learn Javascript Programming</em></strong></p><ul><li><p>The curriculum is going to be very hands-on as we walk you from start to finish to become a professional Javascript developer. We will start from the very beginning by teaching you Javascript basics and programming fundamentals, and then execute into real-life practice and be ready for the real world.</p></li><li><p><br></p></li><li><p>While Javascript is complicated for beginners to learn, it is widely used in many web development areas.</p></li><li><p>This course gets you started with an introduction to JavaScript. It assumes that you're new to the language, so it gets you started with basic functionality such as creating functions, creating variables, and calling these lines of code from your standard HTML pages. It talks about events and triggers for custom event handling. It talks about pattern matching, searching for text within a page, flow control, and the document object model (DOM). We start off with the basics and move on to more complex functionality such as arrays and objects. We then discuss how to script common elements with JavaScript such as forms and tables. At the very end, we discuss major libraries such as Ajax, which allows you to make asynchronous calls to server-side scripts without reloading the web page in the server.</p></li><li><p>Master the fundamentals of writing Javascript scripts</p></li><li><p>Learn core Javascript scripting elements such as variables and Objects</p></li><li><p>Discover how to work with lists and sequence data</p></li><li><p>Write Javascript functions to facilitate code reuse</p></li><li><p>Use Javascript to read and write files</p></li><li><p>Make their code robust by handling errors and exceptions properly</p></li><li><p>Search text using regular expressions</p></li><li><p>The topics covered in this course are practicals of:</p></li><li><p><strong><em>* Javascript Course Contents:</em></strong></p></li><li><p><br></p></li><li><p><strong>Javascript Array</strong></p></li><li><p><strong>Javascript Variables</strong></p></li><li><p><strong>Javascript Functions</strong></p></li><li><p><strong>Javascript Objects</strong></p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2021-09-05_10-38-58-871591015c3ca559b87b1ca57e443683/2/WebHD_720p.mp4?Expires=1637687846&Signature=ZLiu4lm~CV~es1UrWSDWRN8UsTfql4eq4wspt5R7S2CDJIiB5jnZlxY~oDx03YQjpsXkvN7orF6DcTRMdiU35fj19D9ru6swKSm8kguIwXPrtogbroKfX8L3G~qr7JplMPRojPDqIIZHkXqUyg2dAeTcKOnSUfBrfbrmtrMSv~SULI8R9DFT2Dm4cTYeTGQzVO9o20AMTrAJwDWs3sr~YfJ29B5UvTdo5T-w4mUQgo7OY8Mp5dZvOJTRGhtZVPfLO0usXc5peO6Cki9Mp-HyrfvI-7LtyI20fW8kyX5hIjYxHxR33WM5lBVsdfWJpU0tXwkRgyWJRwC7His33lZZ5g__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3438236", "category": "Business", "sub_category": "Other Business", "title": "Make Money From Home As a Transcriptionist: 10 Opportunities", "level": "All Levels", "author": "Roope Kiuttu", "duration": "1 hour", "rating": "4.3", "reviews": "466", "students": "67411", "coupon_code": "65D9BE5CFA9A9154DB10", "preview_img": "https://img-c.udemycdn.com/course/750x422/3438236_bf8d_6.jpg", "coupon_link": "https://www.udemy.com/course/work-home-transcription-jobs/?couponCode=65D9BE5CFA9A9154DB10", "end_day": "2021-11-27 09:14:13+00:00", "headline": "Learn the Details about Making Money Online with 10 Transcription Jobs From Home", "description": "<p><strong>Do you want to make money from home typing what you hear?</strong></p><p><strong>Do you like to make money online with flexible hours wherever you want?</strong></p><p>Then this is the PERFECT&nbsp;UDEMY&nbsp;Course for you!</p><p>You're gonna find out the details about Making Money Online with 10 Transcription Jobs From Home and spot the best opportunities for you.</p><p>Over the years, I've seen dozens of transcription jobs from home and you need to know the differences:</p><ol><li><p><strong>Some of them are easy and suitable for beginners.</strong></p></li><li><p><strong>Others require more experience but they'll pay you more.</strong></p></li><li><p><strong>Some opportunities only operate in specific countries.</strong></p></li><li><p><strong>Other money-making opportunities are available worldwide.</strong></p></li></ol><p>Dive into the lessons and see the differences between these 10 Transcription Jobs From Home.</p><p>Then you can choose the best Money-Making option for you.</p><p>I'll see you inside!</p><p>- Roope \"Sharing the blessing of making money from home\"&nbsp;Kiuttu</p><p><strong>PS. </strong>Making money online has several benefits:</p><ol><li><p>Work anywhere you want.</p></li><li><p>Work anytime you want.</p></li><li><p>Work as much or as little as you want.</p></li></ol><p><strong>The opportunities are right in front of your nose. Don't hesitate...&nbsp;Start your new life of FREEDOM!</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-08-22_15-43-18-5e94f7cdd8e508474cf1a30adc0d0e41/1/WebHD_720p.mp4?Expires=1637687868&Signature=JHGLT7iirorBHyOP9dbDspTNYAUaCpOUdPVONA0Jdf9IdHE5WhUDL2CvLd8MDw~tHS49GpUgA3EuwhHZrYPcYHi1DksR8rZWCSviEBlOAILMjSwn3NmAgA5qc0Ey9q7l7Q-jHpB10-c2yjsdhojDZlxK8jPEJ3g7Y-XVNDWsoyWcR3c3jb2ap0foZsEoRMzpuOHD0Ls4iJTUpVMfFpPv80c49XFdgCQk-h~5-JLA88JV2mpIYoeMo2rRmaX1Rmly7~Ariqz3gvtRFlpAQ8dTVg8Grms8mXVjdpIcwJiqXkutCEfzKDneNReDTwOcb3oBTDgDgoO1ap2vo4FoxJp~Vg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "468216", "category": "Personal Development", "sub_category": "Career Development", "title": "P.O.W.E.R Resume System: Proven system to get job interviews", "level": "All Levels", "author": "Susmita Dutta", "duration": "1.5 hours", "rating": "3.6", "reviews": "388", "students": "27747", "coupon_code": "NOV2021FREE0001", "preview_img": "https://img-c.udemycdn.com/course/750x422/468216_1776_4.jpg", "coupon_link": "https://www.udemy.com/course/power-resume-and-cv-writing-that-lands-job-interviews/?couponCode=NOV2021FREE0001", "end_day": "2021-11-28 02:02:47+00:00", "headline": "Learn to create your own master piece resume to get your dream job!", "description": "<p><strong>**Course Updated - Nov 2021**</strong></p><p><br></p><p>Did you know it’s <strong>ONLY for 6 seconds</strong> any recruiting manager looks at your resume and that’s why it is a must to have a unique resume to catch utmost attention of the employer within that 6 second span of time. </p><p>It’s not easy to present your career in an easy-to-read way that does justice to your experience and is attractive enough to ignite the urge in the recruiter to perk up and reach the phone to make a call to you for an interview. That’s where this course will help. In this course you will learn the tools and techniques which will enable you to create a master piece resume for yourself.</p><p>Once you have learnt the tools and techniques of writing a POWER Resume, getting an interview call will become a cake-walk for you. </p><p>If you are the one who finds it difficult to write or cannot organize your ideas, thoughts, experiences and qualifications, I can assure you that you will be able to learn to do all these things. In this course I have explained step by step process in creating your resume which is your self-advertising copy, nothing more and nothing less. </p><p>Do you know if your resume becomes successful in creating desired amount of mystery in the recruiters mind, they will look forward to meeting you and will be more willing to hire you as their employee?</p><p>Let’s face it, when it comes to writing a professional resume or even up-dating one, most of us could all use a bit of help. You might consider hiring a professional (available all over internet now-a-days), to write your resume.&nbsp; But, do you think anyone else knows you better than you do? Even if you provide complete information to the resume writer, what if there is some change that you might have to make in the resume? And if you know each and everything about resumes and its parts, you can create your own master piece and it’s always up to you how you want to have it updated.</p><p>Writing a great resume for yourself will be the stepping stone that lands you a job interview and you will want one that sets you apart from the rest. </p><p>It does not matter if you already have a successful career or are just starting out as a fresh graduate, or are looking for a promotion at your current place of employment. If you know the tools and techniques of creating a power resume, YOU will always be a winner and will be able to get as many interview calls from companies of your choice at any point of time. </p><p><strong>So, let’s get started to create a new YOU and grab that DREAM job!!</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2016-03-19_03-24-02-49e454cecee3781f85a21a58d706b71c/WebHD_1080.mp4?Expires=1637687878&Signature=J~H9f5hE324-8eGzTxQCq2obnSPNm9oa-zBnT5SIBd6Zlul2U7oytsCKgyceOG68Y~Wgqi9l-xOcZW7Shzw23FSkpheFFgLUaLq3FqfuoOCL4hYIUgok0-a21NrScMYxG9y4~HhM5mbwLzDqVg954psmhHwia0mWQ34Ar6s0djAmAGWzyH2LygLLB91nX6OaHc6~PG7MXWHSGNxqLWGzyUWRHZ5wSl8e15~hUY68lv4r4WOQTN6JWW3XLgI8GrY65-DrVU2OpO-2~VIXdK-VTzkH8AZcVOQJCT1Q87mN-Z~QOWxKFu~eSlljd8HCgkxcstSazVmXNk1seu4Gs9PWaA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4401495", "category": "Design", "sub_category": "Architectural Design", "title": "SketchUp and V-Ray Masterclass", "level": "All Levels", "author": "Shivam Jogi", "duration": "9.5 hours", "rating": "4.7", "reviews": "4", "students": "1815", "coupon_code": "MARWADI1000", "preview_img": "https://img-c.udemycdn.com/course/750x422/4401495_6796_2.jpg", "coupon_link": "https://www.udemy.com/course/sketchup-and-v-ray-masterclass/?couponCode=MARWADI1000", "end_day": "2021-11-24 08:17:07+00:00", "headline": "From basic SketchUp Modeling to Vray Realistic Rendering, complete training.", "description": "<p>Hello, this is your instructor Shivam. If you are here, you probably know what SketchUp and V-Ray is. SketchUp is widely used application in myriad vocations, be it Architecture or product designing. In this course, we are gonna learn SketchUp from scratch to advance level. The course follows advance methods of teaching and additionally there is example to learn steps in modeling an actual building as well as adding V-ray material, lights, scene management and much more in depth. The course is focused from Architecture perspective, yet this could be helpful for other users as well. In the V-Ray section, this course will guide you in depth on using various methods, tools and resources from V-Ray and as well as working on realistic renders. Also, the course features basic methods for post production through photoshop and V-Ray Frame buffer which will be helpful for users. The course is designed keeping perspective of practical approach. </p><p><br></p><p>Moreover, the course contains resource file of example modelled and rendered in this course, hence that would be helpful for reference and learning. Besides that, the course recourse also contains a material library collection for V-Ray SketchUp.</p><p><br></p><p><strong>Class project/practice :</strong></p><ul><li><p>Model a house or interior scene.</p></li><li><p>Add V-Ray Materials and lights.</p></li><li><p>Set and manage parameters for lights, material and HDRI.</p></li><li><p>Create realistic renders.</p></li><li><p>Perform editing on images through V-Ray frame buffer or Photoshop, any that is convenient to you.</p></li></ul><p><em>Practice enough, you can share your work through Udemy messaging or you can reach out to me through social accounts from my profile for any guidance in your work.</em></p><p><br></p><p><em>I hope this course will be beneficial to you, please contact if you have any doubts regarding any section of this course.</em></p><p><br></p><p><strong><em>See you in class!</em></strong></p><p>Thank you!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-19_06-44-05-49836725d55407fdc57cd1c4f453551b/2/WebHD_720p.mp4?Expires=1637687881&Signature=OYMpzr6-Q3xc9SGCqD4ZfR6ldzzSgm1mrNJ~gkuHbDZ~1azyAakTIHRh3Uyw79Aokkc6PI98ConYiNdTo35~0sYDJgVuWQ3PhmyarWrJbcxUbomZBmiGuqQAR~RK3zMJgqqBMGAIHI-ADjEeiLsAyj6HUTu0~b4~1q9X0wnkEdYWPf3kqPqFHesnh89TLzn4Q0bRe8IjfZy~xFtLzqrlsr5C1brNCHk6w-R~CaSpM2RmLxe7Ex~5J6QJPm9gtJP5-WSGRtqQfxq20XMaUTboKXCIzMWGwA-VELq-6if9UrxnVtsRt3FdHjG5ZiJgO4dddwJiun79mx520kRd8gHJHA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4402441", "category": "Personal Development", "sub_category": "Personal Productivity", "title": "Acing Time Management: The ultimate ALL IN ONE Program", "level": "All Levels", "author": "Ben Moreau (PMP, Prince2, MSP, Agile)", "duration": "3 hours", "rating": "0.0", "reviews": "0", "students": "584", "coupon_code": "FREE1121", "preview_img": "https://img-c.udemycdn.com/course/750x422/4402441_5624_2.jpg", "coupon_link": "https://www.udemy.com/course/acing-time-management/?couponCode=FREE1121", "end_day": "2021-11-28 08:42:43+00:00", "headline": "Get your time back for what you love doing", "description": "<p><strong>WHY&nbsp;THIS&nbsp;COURSE?</strong></p><p>Are you here because you feel you are <strong>always behind </strong>with your work and that makes you <strong>feel stressed?</strong> </p><p>Well congratulations for wanting to do something about it, as opposed to waiting for things to change.</p><p>This course will allow you to not only <strong>get back on top of your To-do list</strong>, but also will ensure you <strong>never get overwhelmed </strong>by your workload, which is really the main goal: You managing your to-do list and not Your list managing you.</p><p>This course will also show you how to be <strong>more efficient </strong>and <strong>get noticed </strong>at work and maybe ask for that <strong>overdue promotion.</strong></p><p><br></p><p><strong>BACKGROUND</strong></p><p>My name is Ben Moreau and I have been a Manager and coach for 20 year (IBM, HP, Major banks, Government agencies...).</p><p>This course is based on my<strong> personal experience </strong>as a Manager, but also as someone working on heavy workloads for demanding managers. Actually worked on 7 projects at once.</p><p>And this course is also based on <strong>my research on Time Management </strong>from the top experts in the field.</p><p><br></p><p><strong>COURSE&nbsp;STRUCTURE and CONTENT&nbsp;</strong></p><ul><li><p>I begin with by providing you with <strong>9 of the best time management rules </strong>that you can apply right now away.</p></li></ul><ul><li><p>Once done we take a step back and review how we can improve our Time Management <strong>for the long term</strong> from different perspectives to maximise our chances of success:</p></li><li><p>At this point I&nbsp;review the <strong>5 areas </strong>we need to master in order to become more efficient at Time Management</p></li></ul><ul><li><p>Working on ourselves</p></li><li><p>What to do with our current tasks (Time Management System)</p></li><li><p>What to do with our potential new tasks</p></li><li><p>How to work with our Environment </p></li><li><p>How to work with others </p></li></ul><p>While we do this we have look at what goes in the way of being effective at Time Management:</p><ul><li><p>Perfectionism</p></li><li><p>Procrastination</p></li><li><p>Stress Management</p></li><li><p>Habits</p></li><li><p>How to deal with tasks we don't enjoy </p></li><li><p>What to do when we REALLY have too much on. </p></li><li><p>How to say no</p></li><li><p>How to negotiate a lower workload</p></li><li><p>....</p></li></ul><p><br></p><p>This course includes some insights from some of the top experts:</p><ul><li><p>Mel Robbins</p></li><li><p>Brian Tracy</p></li><li><p>James Clear</p></li><li><p>David Burns</p></li><li><p>Albert Ellis</p></li><li><p>Ken Blanchard</p></li><li><p>Cialdini </p></li><li><p>David O'Hare </p><p><br></p><p>Including some <strong>book recommendations </strong>if that can help.</p></li></ul><p><br></p><p>We review some of the best techniques and processes I really believe can massively help with your Time Management:</p><ul><li><p>Pomodoro</p></li><li><p>the 90mn system</p></li><li><p>The Eisenhower matrix (revised)</p></li><li><p>CBT</p></li><li><p>REBT</p></li><li><p>The 5 Sec rule</p></li><li><p>Kaizen</p></li><li><p>Habits</p></li><li><p>Reframing</p></li><li><p>...</p></li></ul><p><br></p><p>And I provide a suggested end to end <strong>Time Management System</strong> that you could start using straight away.</p><p><br></p><p><strong>WHO&nbsp;IS&nbsp;THIS&nbsp;COURSE&nbsp;FOR?</strong></p><p><br></p><p>This course is targeted to anyone wanting to become more efficient <strong>with their work.</strong></p><p>But most of the techniques can also be applied <strong>outside of work</strong>.</p><p><br></p><p>That’s it for me, I hope you can join us :-)</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-22_01-06-02-da2c756ca17a1e01b5376b1d1454dd46/2/WebHD_720p.mp4?Expires=1637687894&Signature=Xv8A1-SJpQl6FsewYbibKhE~HlP5q50PGJpjJuP-UY8Ql0jjkqKI3yFNE6eBdPOQP0h~A5ZsI-KGzAyJRVYX90DkcTcwI7-llh8bnVLXvuUFJSh7COv1IoVeoQvjWpARBTpm1WZfb3JBCKRFH1N0avTgf5rA82IDzunPpnz-kwGPTclRRdCPsmF6pPFkYm9rCDe~YX93-o0q~8ynZyJs~hZe1JNHduyVi-DtUs7GZCuJ0ABlnqFIkfP~SCUfyOcfB68InorQ8W67jNe6Ls1eIliNw4h~OZlXWEbAghkAz5C51dtdoyPipTpd2H~cpzGnIwi472ZpgZnOw5qPZtvq5Q__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4152226", "category": "Marketing", "sub_category": "Marketing Analytics & Automation", "title": "Google Analytics, GA4, GTM. How to improve your marketing?", "level": "Beginner Level", "author": "Anton Voroniuk", "duration": "2 hours", "rating": "4.5", "reviews": "167", "students": "42675", "coupon_code": "BLACKFRIDAY", "preview_img": "https://img-c.udemycdn.com/course/750x422/4152226_bd76_6.jpg", "coupon_link": "https://www.udemy.com/course/google-analytics-ga4-gtm-for-beginners/?couponCode=BLACKFRIDAY", "end_day": "2021-11-28 04:57:33+00:00", "headline": "Learn how to increase your online marketing performance with analytical tools to effectively promote your business!", "description": "<p><strong>Description</strong></p><p>Web analytics is the pulse of digital marketing. Everything is measured, and everything is measurable. With Google Analytics and a call tracking system, you can clearly understand who your client is, how to improve your site, and which traffic sources are the most beneficial for your business.</p><p><strong>What will you learn in this course?</strong></p><ul><li><p>After completing this course, you will learn how to work with and get the most out of your web analytics data.</p></li><li><p>Have the ability to evaluate the effectiveness of advertising campaigns and optimize an advertising budget.</p></li><li><p>Learn how to use analytical marketing data to increase your business's profits.</p><p><br></p></li></ul><p><strong>What do we offer in our course?</strong></p><ul><li><p>Structured lessons with practical exercises</p></li><li><p>A web analytics checklist</p></li><li><p>A free copy of my book “Cutting-Edge Digital Marketing. How to attract customers and increase online sales\". In my book, I cover the following topics in depth: Internet promotion strategy, competitive analysis, web analytics, how to draw a portrait of your target audience, content plan formation, SEO, PPC advertising, promotion for social networks, email marketing, and case studies.</p><p><br></p></li></ul><p><strong>Why should you choose this course?</strong></p><p>Why should you choose us over other online web analytics courses?</p><p>You will have the opportunity to learn about Google Analytics from the top internet marketing professionals.</p><ul><li><p>We are <strong>industry experts</strong>! WebPromoExperts has over 12 years of experience in internet marketing. Our agency is a Google Premier Partner and a Facebook Marketing Partner.</p><p><br></p></li><li><p>I have personally obtained a vast number of digital marketing<strong> qualifications and certifications</strong> such as Google Analytics Individual Qualification, Google Ads Individual Qualification, Bing Ads Accredited Professional, Search Ads 360 Certified, and others.</p><p><br></p></li><li><p> During our career, we have<strong> launched over 1,500 successful marketing strategies and marketing campaigns</strong>.</p><p><br></p></li><li><p> More than <strong>9,000 internet marketers have enrolled</strong> in our online courses, all of whom have successfully passed the Google Analytics and Google Ads certifications.</p><p><br></p></li><li><p>Our internet marketing courses are <strong>easy to understand</strong>. We train specialists for strategy, digital agency management, SMM, SEO, content marketing, PPC advertising, SERM, email marketing, web analytics, and other areas of digital marketing.</p><p><br></p></li><li><p>Upon completion of the course, you will receive a <strong>Google Analytics certification from Udemy</strong>.</p></li></ul><p><br></p><p><strong>What else do you get?</strong></p><ul><li><p>Lifetime access to the course and its updates</p></li><li><p>A certificate from Udemy upon completion of the course</p></li></ul><p><br></p><p><strong>Should you be worried?</strong></p><p>Sign up now! Every second you wait can cost you leads and applications!</p><p>This course comes with a 30-day money-back guarantee!</p><p>Want to start learning about Google Analytics? Click the \"take this course\" button to begin developing your project today!</p><p><br></p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-29_04-09-16-6527ebca5f434930824051dbe4bd329a/1/WebHD_720p.mp4?Expires=1637687903&Signature=a58Ct1MYcZ76LdStUiDmRmNaqPhNOSdy-~qi1sT47LaP0QYyd9l6WqJXsOg-p2BsjYPiSCT8G9N3e6V3vTXd0qFXC7glCHAfuGZB4j8Cm1KfA240Q9gOkgje6KnvLxNKttz-BFOVmTjsu0Qx4CNCyQKOCoE2lC0LFF1CkWxdHQWLTiUoYcHWReber8T5FMCzrhkgDLC3yuceQrYcs3bCiGzVu~km~dDcNF7CePd14RkHb8Q-ahnLJQ9~mxFHz-GifLvXrRtaEOxntljU1k5QKT7t51zKNkL6RFHjHARYOHnCzHgKi1VbSGOwRXvusGp7WTl8stzPt294NdoPj3xZHg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3941874", "category": "Business", "sub_category": "Project Management", "title": "Contracts Management in Construction Projects", "level": "All Levels", "author": "Akhil Krishna", "duration": "1 hour", "rating": "4.0", "reviews": "257", "students": "28437", "coupon_code": "CONTRACTSFORFREE", "preview_img": "https://img-b.udemycdn.com/course/750x422/3941874_73be.jpg?secure=T8RilKy-ISAyRA25eA8mQw%3D%3D%2C1637758124", "coupon_link": "https://www.udemy.com/course/contracts-management-in-construction-projects/?couponCode=CONTRACTSFORFREE", "end_day": "2021-11-27 15:44:21+00:00", "headline": "Contracts Management, Contract Administration, FIDIC, Bank Guarantees, Contracts, Letter Drafting, Quantity Surveying", "description": "<p>Every construction project is bound by a Contract. Proper Contract Management plays a major role in the effective management of your construction projects. Adhering to all the Contractual obligations, the terms and conditions can save both cost and time. There are a few standard Contract Forms that is followed in a Construction project mainly FIDIC (International Federation of Consulting Engineers), NRM (New Rules of Measurement), JCT (The Joint Contracts Tribunal). The procedures to commence work, the documents required at each stage of the project, variation procedures, payment terms, basis for termination and suspension of works by either parties, completion of work, roles and responsibilities of all the stake holders and their staffs, dispute resolution methods, Arbitration procedures etc are all mentioned in the contract.</p><p>By the end of this course you will learn:</p><p>- The Different Contracting Arrangements utilized in different types of construction projects.</p><p>- FIDIC Red Book Timelines. A thirty-minute lecture contains the entire FIDIC Conditions of Contract for Construction for Building and Engineering Works timelines that needs to be adhered in the construction works.</p><p>- Helpful tips &amp; step by step procedure on how to draft a contractual letter.</p><p>- The Different Bank Guarantees in Construction project.</p><p>So what are you waiting for. Enroll for this course to learn something new and different.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-03-27_08-21-06-e15685169f0e82bf867852b56e324234/1/WebHD_720p.mp4?Expires=1637687924&Signature=fL4zpuGvyd2aHajHJd7Vh2EcRI-vVwzrTdDxg1cA~EMmpY5KAWPJYayUfuyVjWCXwtmgv5a-BKFJJAo2Q9~6-XF32IicPeDxe4TqDUzu2mEiYvSGrnXMEorc0jDrmU3IcNoHhtNlb8RYKewnxLeN1KGvBV9Bgj-oA~Qs~vB3NrqX5qAUyj7bXZ~c3s7uOSGXWOaXr1OwC8p10HDHZ03HnwQSqIW6Zy7Kwcc2~d5ZdLxBIk4Nj2ZoYJlqPc4R4L~D~pnNNyFHZapZk~zKz~0GXwdKYvfzWHvXrhI0-bRx5dINlGDo1PFyNeAYEZWng-x0hGctwykx3puDKeJzorjU9A__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3540520", "category": "Finance & Accounting", "sub_category": "Investing & Trading", "title": "Passive Income: 27 Ways to Earn Passive Income Online", "level": "All Levels", "author": "Roope Kiuttu", "duration": "2.5 hours", "rating": "3.9", "reviews": "377", "students": "55249", "coupon_code": "D31C0E9BA826CBE46995", "preview_img": "https://img-b.udemycdn.com/course/750x422/3540520_a25f_7.jpg?secure=wAIK_-JzKWHxslAohKFitQ%3D%3D%2C1637758140", "coupon_link": "https://www.udemy.com/course/how-to-earn-passive-income-online/?couponCode=D31C0E9BA826CBE46995", "end_day": "2021-11-26 15:03:44+00:00", "headline": "Learn the Steps That I Use to Make Money Even While I Am Sleeping!", "description": "<p><strong>Would you like to earn money even while you are sleeping?</strong></p><p><strong>Do you want to earn money automatically once you've set up the systems?</strong></p><p>Then this is the right course for you.</p><p>I&nbsp;have been earning passive income already for years and I have helped 1,000's of people worldwide to do the same through my YouTube channel, Udemy courses and blogs.</p><p>Earning passive income works in the following way (in a nutshell):</p><ol><li><p><strong>Set up the system.</strong></p></li><li><p><strong>Get paid for months, years and even decades to come.</strong></p></li></ol><p>I love to help people to earn automatic money online.</p><p><strong>This is a really eye-opening course for most of my students.</strong></p><p><strong>Most of my students are complete beginners and they've previously earned money in 9-5 jobs.</strong></p><p><strong>Now they are earning money while they sleep!</strong></p><p>The benefit of earning passive income compared to regular jobs is that you will keep on earning money even after you have stopped working.</p><p>In a regular job, your income stops pouring in the minute you stop working.</p><p>With passive income, you will keep on earning money for a long time after you stop working.</p><p>In this course, I'll show you 27 ways how I&nbsp;earn passive income online so that you can start doing the same.</p><p>It's Your Time!</p><p>- Roope \"Sharing the blessing of passive income\"&nbsp;Kiuttu</p><p><strong>PS. </strong>When you earn passive income, YOU&nbsp;can decide how to spend your time.</p><p>Take control of your life right now and enjoy the freedom!</p><p><strong>► Don't delay. Every second could be costing you money!</strong> ◄</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-10-02_02-51-09-dd8dd382e09745d0c8f64448d299ad98/1/WebHD_720p.mp4?Expires=1637687940&Signature=Tju2ZQSd10DSbv0fGXubR0Uv6TB-BjP0YhSU4yYPNtpS-hA0OjBQgoDDFKJxHtej9muMluJnwBE9fgVIbU3tq6D~0NR1Xx9Bf~Lfftnjut89vSpk~AREX9u1BO1tKqxOdUiOOJq5gJnORWxdS9BSbkqLBVrBbrY9DG7RGTgArSum0qE2nmnm34jt75-F1~CJYZo56r0PoMu06pRqv-7ggyigQCDdKvWvCVSxkTdGLCdsuXKfa~Vu~cCO3MgIOyM5Ib83qXUb58ae29WdgTY~pADG9Et6TKlUTO0smT~ljzVrSevNtMeLEFftdErzlIMp27EC21MLVeq5crwUiyO3ow__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3214003", "category": "Design", "sub_category": "Design Tools", "title": "Das große Canva-Kompendium", "level": "Beginner Level", "author": "Sebastian Glöckner", "duration": "5 Stunden", "rating": "4.1", "reviews": "26", "students": "1251", "coupon_code": "A70D8A11CCDB6B21D71A", "preview_img": "https://img-c.udemycdn.com/course/750x422/3214003_12e8.jpg", "coupon_link": "https://www.udemy.com/course/das-canva-kompendium/?couponCode=A70D8A11CCDB6B21D71A", "end_day": "2021-11-26 12:42:23+00:00", "headline": "Professionelle Designs mit Canva gestalten und Dein eigenes E-Book gestalten!", "description": "<p>Die <em>Grafikgdesignplattform Canva </em>ist eine <strong>kostenlose, </strong><em>Photoshop </em>ähnliche Bildbearbeitungssoftware welche Windows, Max OS und Linux unterstützt und sogar eine App bereitstellt.</p><p>\"<strong>Entwerfe mit Canva alles, was du dir vorstellen kannst\"</strong></p><p>Mit Canva hat <strong>jeder </strong>die Möglichkeit <strong>professionelle Designs</strong> zu erstellen, ohne dafür Kenntnisse in Bildbearbeitung zu benötigen.</p><p>Selbst mit Zugriff auf viele Youtube-Tutorials wenden viele in der Grafikdesignplattform Canva nur grundsätzliche Funktionen an.</p><p><em>Bis jetzt...<br></em></p><p>Du bist gerade dabei dein erstes Buch zu veröffentlichen und dir fehlt es an einem passenden Cover?</p><p>Du kennst dich nicht gut aus mit Photoshop und möchtest keinen Grafiker beauftragen dir ein Cover zu erstellen?</p><p><em>Bis jetzt...</em></p><p>Warum probierst du es nicht selbst aus - mit Canva benötigst du<strong> keine Design Kenntnisse</strong>, um tolle ansprechende Cover für dein Ebook oder Taschenbuch zu erstellen!<br></p><p><strong>Cover Erstellung mit Canva Schritt für Schritt</strong></p><p>Ich zeige dir viele verschiedene Varianten, um das passende Designs für Dein Business und Cover für dein Buch zu finden! Ich kläre dich über die rechtlichen Gegebenheiten bzgl. einer kommerziellen Nutzung von Canva auf und zeige dir viele nützliche Tricks, um Canva effektiv nutzen zu können.</p><p>Schreib dich ein und fange noch heute an, schöne Designs und Cover für deine Werke zu erstellen!</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-06-09_13-25-55-0e3a0873d509a73702916ea9dc098517/1/WebHD_720p.mp4?Expires=1637687950&Signature=Ebm5KBSgNYQy9Rq7a6NUe8m7p1x3supkDM8iyitGxB2FakoKgu54gB9Ejg0o4W9hsZ5s362wTjoMGLbdnoN9rYL6NwtFKD-lkELFSEL446UofPLIeSc7ZAkSnAXGecEQRGkvVFWHSp~vvbygKtOsKbix1upJHQQ7JIFVgFazIvcoCDw~gGyliFuITt1Uzi5pHbwH1nXQ7QdJMY8Ul8E9-MNGdwCfgBXP2b90mPcL4CWKE~O1HYn1khuh1ULQKN4-JS4kgVv5NAOM9X3rjd1GFNRE3gzjhuIym~qkbCx4NnYw7kTfPL9iwcHfNDE381kW3Rq-mWD6gNsQY9Q8xmAiiQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3095720", "category": "Design", "sub_category": "User Experience Design", "title": "Adobe XD 2021 Ultimate Course", "level": "All Levels", "author": "Learn Tech Plus", "duration": "6 hours", "rating": "3.8", "reviews": "1168", "students": "145395", "coupon_code": "TRY10FREE112103", "preview_img": "https://img-c.udemycdn.com/course/750x422/3095720_cd3c_3.jpg", "coupon_link": "https://www.udemy.com/course/adobe-xd-cc-2020-master-course/?couponCode=TRY10FREE112103", "end_day": "2021-11-26 14:56:49+00:00", "headline": "Everything you need to know about Adobe XD 2021 with Projects", "description": "<p>Have you always wanted to learn how to Design but don't know where to start?</p><p>Would you like to make amazing Designs and bring your ideas to life?</p><p>Then Adobe XD 2021 Ultimate Course is for you!</p><p>Hi, I’m your instructor Josh Werner and I’ll be leading you through this course.</p><p>Design is an in-demand skill in 2021. </p><p>The course begins with the basics.&nbsp; </p><p>I'll take you through everything you need to know to start building designs like an expert with Adobe XD 2021.</p><p>You'll learn all the fundamentals of Adobe XD 2021. </p><p>This is great for students starting or for Designers that need a refresher course on Adobe XD 2021.</p><p>There are no requirements necessary to enroll I only ask that you come open minded and ready to learn</p><p>Feel Free to look through the course description and checkout some of my preview videos</p><p>The course is packed with over 6 hours of hands-on tutorials</p><p><strong>Here is what you will Learn:</strong></p><p><br></p><p><strong>01. Introduction</strong></p><p>&nbsp; 001. Overview</p><p><strong>02. Adobe Creative Cloud 2021</strong></p><p>&nbsp; 002. Overview</p><p>&nbsp; 003. Setup Account</p><p>&nbsp; 004. Download Creative Cloud App</p><p>&nbsp; 005. Install Creative Cloud App</p><p>&nbsp; 006. Summary</p><p><strong>03. Adobe XD 2021 </strong></p><p>&nbsp; 007. Overview</p><p>&nbsp; 008. Install Adobe XD 2021</p><p>&nbsp; 009. Summary</p><p><strong>04. Welcome Page</strong></p><p>&nbsp; 010. Overview</p><p>&nbsp; 011. Home</p><p>&nbsp; 012. Learn</p><p>&nbsp; 013. Cloud Documents</p><p>&nbsp; 014. Shared with you</p><p>&nbsp; 015. Deleted</p><p>&nbsp; 016. Manage Links</p><p>&nbsp; 017. On Your Computer</p><p>&nbsp; 018. Summary</p><p><strong>05. Main Menu</strong></p><p>&nbsp; 019. Overview</p><p>&nbsp; 020. File</p><p>&nbsp; 021. Edit</p><p>&nbsp; 022. Object</p><p>&nbsp; 023. Plugins</p><p>&nbsp; 024. View</p><p>&nbsp; 025. Window</p><p>&nbsp; 026. Help</p><p>&nbsp; 027. Summary</p><p><strong>06. Tools</strong></p><p>&nbsp; 028. Overview</p><p>&nbsp; 029. Select</p><p>&nbsp; 030. Rectangle</p><p>&nbsp; 031. Ellipse</p><p>&nbsp; 032. Polygon</p><p>&nbsp; 033. Line</p><p>&nbsp; 034. Pen</p><p>&nbsp; 035. Text</p><p>&nbsp; 036. Artboard</p><p>&nbsp; 037. Zoom</p><p>&nbsp; 038. Libraries</p><p>&nbsp; 039. Layers</p><p>&nbsp; 040. Plugins</p><p>&nbsp; 041. Summary</p><p><strong>07. Conclusion</strong></p><p>&nbsp; 042. Summary </p><p><br></p><p><strong>So what are you waiting for? I look forward to going through course with you I’ll see you inside!</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-07-14_18-44-41-b633d03a0c2c3a77778cb4622c16695c/2/WebHD_720p.mp4?Expires=1637687961&Signature=CepI1~DSpD5rfa39O2xB9CtjViPF9bBHQ9BKM8M7l~vWml78DzNLxTNBTGWwcwIiCVvu7GgT~g~XSToF5T~EgbjcdqHk145tKlfbtk7gihnnzkL5ej7TtLVkL58FwchMVTn3L69Cv1ijR10lni92zuFuUTPevJFj5d6ccSEFZ8onUlqXouQLgJhYv~BrcT44GQdowXTeRmk5ek~jFOclMbuO72kFWmoN2ju-Ieon0pH7G7pocn8tLU0LoJymoQQMG3FbgZI~r2GI~QjYE6sB3539CxketHvWZLFFf794ZtV2Hv8PuTkNGQ7hPvDTi0keYxnUDwEkOkLwzfSXNb2Wfg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4264308", "category": "Business", "sub_category": "E-Commerce", "title": "E-Commerce: mehr Umsatz mit Up-Sells und Co.", "level": "All Levels", "author": "Kristoffer Ditz", "duration": "1 Stunde", "rating": "5.0", "reviews": "1", "students": "212", "coupon_code": "28A0A5F9EF436C5009CE", "preview_img": "https://img-c.udemycdn.com/course/750x422/4264308_4fe6.jpg", "coupon_link": "https://www.udemy.com/course/e-commerce-mehr-umsatz-mit-up-sells-und-co/?couponCode=28A0A5F9EF436C5009CE", "end_day": "2021-11-24 10:44:25+00:00", "headline": "Wie Sie mit digitalen Produkten noch mehr Umsatz erzielen können", "description": "<p><strong>Allgemein</strong></p><p>Sicher kennen Sie die Situation, dass Sie schon einmal in einem Fastfood-Restaurant ein Menü bestellt haben. Die typische Frage die vom Kassierer folgt \"Möchten Sie das Maxi-Menü\", wenn wir dies verneinen, werden wir gefragt, ob wir Käse auf dem Burger möchten.</p><p>Hier erfolgen als zwei Zusatzverkäufe. Im Einzelhandel ist ein guter Verkäufer notwendig. Im E-Commerce ist es ein wenig leichter. Insbesondere bei digitalen Produkten können wir sehr gute Ergänzungsprodukte anbieten.</p><p>Zum Beispiel bei einem eBook wird das passende digitale Hörbuch und/oder ein Online-Kurs angeboten. Im Anschluss ggf. auch noch eine Einladung zu einem Webinar.</p><p>In der digitalen Welt begegnen uns immer wieder Begriffe wie Up-Sells, Down-Sells, Order Bumps, Cross-Selling, etc.</p><p>Die Experten im E-Commerce streiten ein wenig über die Definition der Begriffe bzw. finden wir im Internet bei Google &amp;. Co. unterschiedliche Aussagen.</p><p>Unterm Strich geht es hauptsächlich darum, mehr Umsatz zu erzielen. Die Up-Sells sind wohl eines der bewährtesten Mittel. Studien haben ergeben, dass die Umsätze um bis zu 18% gesteigert werden können. Neben den Up-Sells kommen die Down-Sells ins Spiel, wenn ein Kunde ein Up-Sell ablehnt - Ganz nach dem Motto <em>\"Die Chance ist immer größer als das Risiko\"</em></p><p><br></p><p>In diesem Online-Kurs lernen Sie die unterschiedlichen Begriffe kennen und was Sie beachten sollten, damit Sie mit Ihren digitalen Produkten noch mehr Umsätze erzielen können.</p><p><br></p><p><strong>Inhalt</strong></p><ul><li><p>Begriffe zu Zusatzverkäufen im E-Commerce</p></li><li><p>Cross Selling und Add On's</p></li><li><p>Bundle</p></li><li><p>CTA</p></li><li><p>Social Proof</p></li><li><p>Testimonial</p></li><li><p>Order Bump</p></li><li><p>Up-Sell</p></li><li><p>Up-Sell und One Click Up-Sell</p></li><li><p>Down-Sell</p></li><li><p>Praxisbeispiele</p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2021-09-12_17-08-26-062f15f3fd2761c1b10d725253cf6acf/2/WebHD_720p.mp4?Expires=1637688000&Signature=RMNvtFbhbj1eNwUVj9bnQVUvCnDw-DneHZatRahUGDHWnLY7ik8SmkMZjM8zOXKItsZlapZNSUpoOJ84WRuMwOkri58YidVf95VHpqROdCUh7IskmhXH15NDXUaH5HwmNxbAIwMOC6WExghP7KEPVgILcQmGwk7VhSX53hHXApTW6kgZNGv1UpPlaHfSJMPqTpBjcVA80O9Xn0m7bSEGKgIwbr~eSH1xuw4CR-hPLHp5VBxHrMypZuHxUGTB09OrgZ~mjyiGx7Tl~TQKQ0K~ME~vwRI4SjVHFOTKOVVmiCzk5qqup4qcYVeF2yGFSMzkWpSI7wkxN432hBjJhBfhlA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3991564", "category": "Business", "sub_category": "Management", "title": "Intro to ISO 14001:2015 EMS -Environmental Management System", "level": "Beginner Level", "author": "ISO Horizon", "duration": "3 hours", "rating": "4.1", "reviews": "81", "students": "10009", "coupon_code": "000000", "preview_img": "https://img-c.udemycdn.com/course/750x422/3991564_f192_3.jpg", "coupon_link": "https://www.udemy.com/course/intro-to-iso-140012015/?couponCode=000000", "end_day": "2021-11-27 02:37:38+00:00", "headline": "Understand the basics quick and easy", "description": "<p>This course is an easy introductory overview of ISO 14001:2015. The teaching style is a presentation with voiceover. After completing this course you'll have a basic understanding of the Plan-Do-Check-Act methodology, how it's applied to create ISO 14001:2015, the purpose of the standard, and what it is comprised of.</p><p>The standard is detailed in a document consisting of 10 clauses as per Annex SL, just like all the other ISO management systems. In this course, I'll be giving you a brief explanation of each of the clauses. The standard is designed to help organizations create a framework on which to base their environmental management system.</p><p>It focuses on understanding the needs and expectations of interested parties, and the issues surrounding the environmental performance of the organization to derive environmental objectives and determine compliance obligations. It further expects leadership to play an active key role in driving the organization towards achieving strategic goals. And, thus, developing an Environmental Management System that is comprised of competent staff, well-organized resources, and effective procedures to monitor, analyze and evaluate environmental aspects and causes of pollution.</p><p>ISO 14001:2015 is a generic management system that doesn’t specify specific goals, and instead provides a framework for organizations to follow to meet the environmental objectives they set themselves.</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-04-19_06-08-29-d627b98904d7f7a634c4d20426731be5/1/WebHD_720p.mp4?secure=eHtjC8tDm9XJumsKnesTeQ%3D%3D%2C1637688028"}, {"course_id": "4407888", "category": "Development", "sub_category": "Web Development", "title": "Zero to Hero React JS mastery E-degree course", "level": "All Levels", "author": "Ranjan Pandey", "duration": "26.5 hours", "rating": "0.0", "reviews": "0", "students": "1414", "coupon_code": "BBA4A71E6F10D89A71ED", "preview_img": "https://img-c.udemycdn.com/course/750x422/4407888_7a4d_4.jpg", "coupon_link": "https://www.udemy.com/course/zero-to-hero-react-js-mastery-e-degree-course/?couponCode=BBA4A71E6F10D89A71ED", "end_day": "2021-11-28 09:07:01+00:00", "headline": "Become a Pro React JS developer without any prerequisite in a step by step hands-on and project based learning approach", "description": "<p>In this course, you will learn everything that is needed for you to become a Pro React JS developer in a hands-on step by step approach.</p><p>There is no prerequisite for this course.</p><p>Everything will be taught from scratch with practical examples.</p><p>Following are the technologies that will be covered:</p><ul><li><p>HTML5 concepts</p></li><li><p>HTML5 Projects</p></li><li><p>CSS3 concepts</p></li><li><p>CSS3 Projects</p></li><li><p>JavaScript and ES6 concepts</p></li><li><p>JavaScript and ES6 projects</p></li><li><p>Bootstrap 5 concepts</p></li><li><p>ReactJS (latest version 17) concepts</p></li><li><p>ReactJS projects</p></li></ul><p><strong>The HTML5&nbsp; topics that will be covered in the course are:</strong></p><ul><li><p>Introduction to web development</p></li><li><p>Client-server architecture</p></li><li><p>Three-tier architecture</p></li><li><p>What is HTML</p></li><li><p>What is CSS</p></li><li><p>What is JavaScript</p></li><li><p>Local development environment setup with industry-standard tools</p></li><li><p>Plugins and techniques to speed up development</p></li><li><p>Debugging skills</p></li><li><p>Structure of HTML page</p></li><li><p>HML tag and concept of attributes</p></li><li><p>Various components of HTML document</p></li><li><p>Meta tag and its importance</p></li><li><p>Head tag</p></li><li><p>Link tag</p></li><li><p>Script tag</p></li><li><p>Display tags like h1 until h6</p></li><li><p>Display tags like paragraph, span, division, label</p></li><li><p>Inline vs block elements</p></li><li><p>How to use Entities in HTML</p></li><li><p>Navigation via an anchor tag</p></li><li><p>Button tag</p></li><li><p>Loading images on your website</p></li><li><p>Different utility tags to make text bold, italics emphasize</p></li><li><p>Listing tags like ul, ol</p></li><li><p>Layout tag like table</p></li><li><p>How to create Registration form in HTML</p></li><li><p>Various form tags in HTML like</p><ol><li><p>form</p></li><li><p>Different types of input tag</p></li><li><p>File uploading</p></li><li><p>Creating dropdown with different options</p></li><li><p>Writing address in textarea</p></li></ol></li><li><p>Header and Footer tag</p></li><li><p>Section and Article tag</p></li><li><p>Video and Audio tag</p></li><li><p>Loading various websites inside Iframe tag</p></li><li><p>Much more</p></li><li><p>You will get the complete source code so that if you get any doubts anywhere you can just refer the source code.</p></li></ul><p><strong>The topics that will be covered for CSS3 are:</strong></p><ul><li><p>Introduction to web development</p></li><li><p>Client-server architecture</p></li><li><p>Three-tier architecture</p></li><li><p>What is HTML</p></li><li><p>What is CSS</p></li><li><p>What is JavaScript</p></li><li><p>Local development environment setup with industry-standard tools</p></li><li><p>Plugins and techniques to speed up development</p></li><li><p>Debugging skills</p></li><li><p>Structure of HTML page</p></li><li><p>HML tag and concept of attributes</p></li><li><p>Various components of HTML document</p></li><li><p>Meta tag and its importance</p></li><li><p>Head tag</p></li><li><p>Link tag</p></li><li><p>Script tag</p></li><li><p>Inline, Embedded, External styling</p></li><li><p>Linking external stylesheet in your Html</p></li><li><p>Using developer tools and knowing various components of it</p></li><li><p>Different types of CSS selectors</p></li><li><p>How to use fonts, colors, border, background style</p></li><li><p>Box model in CSS</p></li><li><p>How to solve problems due to box model</p></li><li><p>Margin and Padding in CSS</p></li><li><p>Display and Visibility</p></li><li><p>Different types of positions in CSS</p></li><li><p>Float and Clear</p></li><li><p>Usage of z-index property</p></li><li><p>Creating layouts using Flexbox</p></li><li><p>Responsive web design using media queries</p></li><li><p>Different types of pseudo-selectors and their usages</p></li><li><p>Box shadow and Text shadow</p></li><li><p>Animation and Keyframes</p></li><li><p>Transition and its types</p></li><li><p>Transformation and its types</p></li><li><p>You will get the complete source code so that if you get any doubts anywhere you can just refer the source code.</p></li></ul><p>Following are the topics that will be covered in Javascript:</p><ul><li><p>Setup Installation</p></li><li><p>JavaScript Introduction</p></li><li><p>ECMAScript evolution</p></li><li><p>Different types of Data types in Javascript</p></li><li><p>Variables &amp; Constants</p></li><li><p>Different types of Comments in Javascript</p></li><li><p>Various Operators and their working on Operands</p></li><li><p>String and String manipulation</p></li><li><p>What is Variable Scoping</p></li><li><p>Control statement like if, else, switch-case-break</p></li><li><p>Loops - for, for of, forEach, while, do-while</p></li><li><p>Working with Arrays</p></li><li><p>Working with Objects</p></li><li><p>What are Functions and how to create custom functions and call them</p></li><li><p>What is the use of Prompt</p></li><li><p>What is the use of Confirm</p></li><li><p>What is the use of Alert</p></li><li><p>What is Document Object Model(DOM)</p></li><li><p>DOM manipulation using Javascript</p></li><li><p>Event and Event Listener</p></li><li><p>Set Timeout and Set Interval</p></li><li><p>Clear Timeout and Clear Interval</p></li><li><p>Date and Time operation and using its various methods</p></li><li><p>Working with Math Object</p></li><li><p>Working with JSON</p></li><li><p>Window and document object</p></li><li><p>location and history</p></li><li><p>localStorage and sessionStorage</p></li><li><p>Calling API with Fetch</p></li><li><p>What is the Ternary operator and how to use it.</p></li><li><p>What is the Array Filter function and how to use it.</p></li><li><p>Debugging and Troubleshooting in JavaScript</p></li><li><p>Template literals (Template strings) in ES6</p></li><li><p>Object Destructuring assignment in ES6</p></li><li><p>let and const</p></li><li><p>Spread operator</p></li><li><p>Arrow function expressions</p></li><li><p>We will also do Multiple projects in order to understand different concepts.</p></li><li><p>You will also get the complete source code of the whole course</p></li></ul><p>Following are the topics that will be covered in React JS and Bootstrap:</p><ul><li><p>1.1-ReactJS introduction and environment setup</p></li><li><p>1.2-create react app</p></li><li><p>1.3-program flow and project files walkthrough</p></li><li><p>1.4-types of components in react</p></li><li><p>1.5-creating and using 1st functional component</p></li><li><p>1.6-creating 1st stateful class component</p></li><li><p>1.7-ES6 functional component, export and import</p></li><li><p>1.8-comparision between functional and class component</p></li><li><p>1.9-react hooks intro</p></li><li><p>1.10-jsx explained</p></li><li><p>1.11-props in functional and class component</p></li><li><p>1.12-state vs props</p></li><li><p>1.13-deep dive into setState</p></li><li><p>1.14-Handling form in class component part-1</p></li><li><p>1.15-Handling form in class component part-2</p></li><li><p>1.16-componentDidMount lifecycle onload method</p></li><li><p>2.1-create new react app and understand project structure</p></li><li><p>2.2-project cleanup</p></li><li><p>2.3-installing bootstrap and react vscode extension</p></li><li><p>2.4-create home about contact page</p></li><li><p>2.5-creating navbar component</p></li><li><p>2.6-adding react-router-dom and different routes</p></li><li><p>2.7-Link and NavLink to avoid page reload</p></li><li><p>2.8-Designing About and Contact page</p></li><li><p>2.9-Page not found</p></li><li><p>2.10-Bootstrap vs React-Bootstrap</p></li><li><p>2.11-Using custom styling</p></li><li><p>3.1-setting up backend fake api and db</p></li><li><p>3.2-useState useEffect axios api call and React Dev Tools extension</p></li><li><p>3.3-showing all users on frontend UI</p></li><li><p>3.4-adding action buttons on frontend</p></li><li><p>3.5-add user navigation routing</p></li><li><p>3.6-create Add User form</p></li><li><p>3.7-set state variable data</p></li><li><p>3.8-save new user to DB via post api call</p></li><li><p>3.9-another way to save user data in DB using post api </p></li><li><p>3.10-edit user prepopulate user data</p></li><li><p>3.11-save updated user in DB</p></li><li><p>3.12-delete a user</p></li><li><p>3.13-view user details</p></li><li><p>3.14-view user address and company info</p></li><li><p>3.15-showing loading spinner</p></li><li><p>The complete source is also shared.</p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-22_10-00-53-137332788102a043dfe50b0c963b6187/2/WebHD_720p.mp4?Expires=1637688036&Signature=D~OpFwpTbYRHAUzSHIHmMzIW~f9VoQxUztiTxJjnYljakGf6JCEA7pX~qr4O5wHLHkA3H58COmqOFYDKveOzo2ZxuM8~5RRFn6Zol~zK424P6aQUI9M4nOo5La3zTqa7HHSYvVGMi-P9QZx--AHV5i3e0S-nSvtLU34ZabcU3UcnMADoIxB4EBfS1fUIm8JnMUIOiPEFlYuDO-MT4xT4d3gBRuxxZ95Nvos6OQwxRHq9a7wfPBZy42xg1jnL0Myx8Xu~NvnoerZy1xlR4FlBS9zOR1xRRtO9biQWBIvIeWALpYAB-32S2DHZfNgU5ie8X4KXWyywagUuwr7dniHtDA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4346198", "category": "Business", "sub_category": "Project Management", "title": "Quantity Surveyor's Guide for Pre-Contracts Management", "level": "All Levels", "author": "Akhil Krishna", "duration": "1 hour", "rating": "4.5", "reviews": "18", "students": "3860", "coupon_code": "PRECONTRACTSNOV1", "preview_img": "https://img-c.udemycdn.com/course/750x422/4346198_1ee7_2.jpg", "coupon_link": "https://www.udemy.com/course/quantity-surveyors-guide-for-pre-contracts-management/?couponCode=PRECONTRACTSNOV1", "end_day": "2021-11-25 19:00:51+00:00", "headline": "Quantity Surveying, Pre Contracts, BOQ, Measurement, Tracker, Progress, Estimation, Documentation, Excel Templates", "description": "<p>Welcome to this course on Quantity Surveyor's Guide for Pre-Contracts Management.</p><p><br></p><p>Quantity Surveyor's play an important role during the Pre Contracts Stage of any project. During this stage, if proper management of works are done, then once the execution stage of the project begins, the chances of the project getting successfully completed is very high.</p><p><br></p><p>By the end of this course, you will learn the following:</p><p>Different Tender Documents involved in a Construction Project.</p><p>Basics of Bill of Quantity and Technique to prepare the same.</p><p>Sample BOQ Preparation using CESMM4 Standard Method of Measurement.</p><p>Quantity Measurement sheet to capture all you Take Off's from Construction Drawings.</p><p>Template to monitor the progress of your team's work.</p><p>The importance of digits 0 and 9 while preparing a BOQ.</p><p>Hyperlinking all soft copies of work related files for an effective documentation.</p><p>Checklist to follow while preparing a Bill of Quantity with Query Sheet template.</p><p>Excel formulae for numbering a Bill of Quantity.</p><p><br></p><p>You can download and use the templates available in this course in your professional life and see the changes happening in your career.</p><p>CESMM4 PDF is also available for download for future reference.</p><p>All Construction Professionals can benefit from this course. Students &amp; Fresher’s looking to start their career in the construction sector can easily learn the basics and understand new concepts involved in the Pre Contracts stage of a project.</p><p><br></p><p>So what are you waiting for. Go ahead and enjoy this course!!!! Happy Learning!!!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-10-13_06-20-58-de2a94be2c5db9bc7c90874f4e168ff1/2/WebHD_720p.mp4?Expires=1637688038&Signature=dr7mVQwE9L8bNmYMQ8clrFnkP8OEFpbuJi8vDY5K70xUVTdiSdokSe0BWSu8FjAkc0-YSvQ5cSbROcbrBM-Yiqnm2bJAH47aLIFMqX5wDJPdTobiu5HD94Ln0n0ZR3L~bX~qFFz0zpY5RP0G98Gn1-~z6ax6s6pEg3emcDrJsgFMJBM2o8H1BvRwp3~7J3WdIgEqN38F2Z5FXM-IL29b4KP8bjphwupnQ4jdDYWFr09IWyl2ap43Mp3GozXWdyh72gvJnb4bDrbBrlrvKAhw2tkqv3dLi1CmoCdREmcnPCDK3hXSM0~S1uod3yeNR1B9LDclKadKEuJ1Pkojd3nTyw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2492980", "category": "Photography & Video", "sub_category": "Video Design", "title": "Color Grading and Video Editing with Davinci Resolve 17", "level": "Beginner Level", "author": "AK Media", "duration": "42 mins", "rating": "3.6", "reviews": "148", "students": "53593", "coupon_code": "4F03DFC17339195DA5F4", "preview_img": "https://img-b.udemycdn.com/course/750x422/2492980_0c85.jpg?secure=ac6MQg33fefOMBd6B5VoQA%3D%3D%2C1637758245", "coupon_link": "https://www.udemy.com/course/color-grading-and-video-editing-with-davinci-resolve/?couponCode=4F03DFC17339195DA5F4", "end_day": "2021-11-25 08:19:56+00:00", "headline": "Learn Video Editing in DaVinci Resolve 17 with Color Correction & Color Grading & Visual Effects", "description": "<p><br></p><p><strong><em>DaVinci Resolve 16&nbsp; Beginners Course </em></strong></p><p>DaVinci Resolve 16 is a free professional video editing application used by professionals and amateurs. It’s easy and simple to use. It provides you with simple to use yet powerful tools to edit your videos and achieve high quality production.</p><p><strong>This course is for beginners. You do not need any previous knowledge in DaVinci Resolve 17 or video editing experience.</strong></p><p>You will dive straightaway into creating your first video and add music, graphics, text and couple of transitions. No time is wasted with unnecessary concepts. You will be up and running in DaVinci Resolve in less than an half hour.</p><p>I’ll teach you everything you need to know about video editing, visual effects, motion graphics, color correction &amp; grading and audio editing to create professionally looking videos.</p><p>We will make a video together from start to finish, step by step. You will start right at the beginning from how to import your video clips all the way through to Color Correction and Grading.</p><p>You can even come up with your own awesome and original video using the same footage. It’s open to your imagination and what you want to create.</p><p>What will you learn in this DaVinci Resolve 16 Course?</p><ul><li><p>Start by understanding the workflow in DaVinci Resolve.</p></li><li><p>Efficiently import and organize your media from Bins to Power Bins</p></li><li><p>Dive in and create your first short video – Just to get started.</p></li><li><p>Discover multiple ways to assemble your video – from inserts to swaps</p></li><li><p>Fine edit your clips a frame at a time</p></li><li><p>Lots fun re-timing your clips with speed graphs – Slow Motion and Fast Motion</p></li><li><p>You will Master Transitions and create your own</p></li><li><p>Add Graphics, Lower Thirds and Titles, we will even create an Intro and Outro</p></li><li><p>Work in the more advanced Fusion Text</p></li><li><p>Apply and customize Effects from ResolveFX</p></li><li><p>Achieve Perfect Color Correction – including Log footage</p></li><li><p>Use Power Windows, Cloud and Point Trackers to bring up features in your clips.</p></li><li><p>Understand (in detail) and work with advanced tools such as Curves, Qualifiers, Keys.</p></li><li><p>Start Color Grading like a colorist (at least a beginner one) and produce awesome videos.</p></li></ul><p>So, if you’re looking to:</p><p>Edit your Videos for your YouTube channel with a free professional and extensive application or Create exciting and well edited videos for your family album, Edit a marketing video for your website, Create a Music Video, Edit Documentaries, Start your Career as a Video Editor, Create your first Demo-Reel Then you will find this course ideal for your needs, as you work with an instructor who really cares about your success as individual.</p><p>Enroll now and start Video Editing right away. See you in the first lecture.</p><p>Wishes,</p><p>Adeep</p>", "preview_video": "https://mp4-c.udemycdn.com/2019-12-30_21-33-09-e525f6e28ebc49603ed37c34071b8565/WebHD_720p.mp4?Expires=1637688045&Signature=L0iT1JUdpaM0FGYh-zMKj0JIGkKA5hfvIN1OVH0op1VmVQB9sbwoLARQOWnvr0o~VG5HpyWdVRsgCLlVzZ-1gTiB6ZF9Np3uzqxsRqUzVqW~ZbbWU-01Cwp0kIhhuR0mvqyV4t7RFnq29qADWZF1Ej9UCTOQuac6WzaxL7liQNLhfwI-4Vyxr~0xhp9lT6ELWOxseGMeEGkmYhUvrOW5n5HE5mP1hCNHeGYnePeqp~T465-aNxypDrFEq0mF7dfemKPQFT8ct7HCoIpjKJK2o-928~253pQLiOuY7aTHb7O4GXiT~4EydsbfBSwlJQWC5t-7eZkfIpdApNdRhlg6Ug__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4035798", "category": "Teaching & Academics", "sub_category": "Engineering", "title": "Fundamentals of Industry 4.0", "level": "Beginner Level", "author": "Harish Kumar Maheshwari", "duration": "33 mins", "rating": "3.2", "reviews": "117", "students": "19625", "coupon_code": "F3C1C8EC1A61C4038606", "preview_img": "https://img-c.udemycdn.com/course/750x422/4035798_adf2_2.jpg", "coupon_link": "https://www.udemy.com/course/fundamental-of-industry-40/?couponCode=F3C1C8EC1A61C4038606", "end_day": "2021-11-28 04:28:40+00:00", "headline": "Basic Concept, Components, Technology and Application of INDUSTRY 4.0", "description": "<p>Hi Friends,</p><p>In this course we will start learning about Industry 4.0 which is actually the foundation of the digital transformation of the Industry. This course is beneficial for you in Starting Level. In this Course you learn all about the<strong> </strong>Industry 4.0 that How Industry 4.0 grow from Industry 1.0.</p><p><strong>The Content of the Course are:</strong></p><ul><li><p>What is Industry 4.0?</p></li><li><p>Industry 4.0: The Fourth Industrial Revolution</p></li><li><p>Component of Industry 4.0</p></li><li><p>Industry 4.0 Smart Factory</p></li><li><p>Industry 4.0 Supply Chain</p></li><li><p>Some Industry 4.0 Technologies</p></li><li><p>Soon Everything Will Be Smart</p></li><li><p>Connected Devices Projection</p></li><li><p>Smart Buildings</p></li><li><p>Smart Manufacturing</p></li><li><p>Smart Farming</p></li><li><p>The opportunities in Industry 4.0</p></li></ul><p>Industry 4.0 is revolutionizing the way companies manufacture, improve and distribute their products. Manufacturers are integrating new technologies, including Internet of Things (IoT), AI, Cloud Computing and machine to Machine Communication.</p><p>In this Course you learn the Basic Terminology of INDUSTRY 4.0 in a simple Language. Which enhance your Knowledge in the field of INDUSTRY 4.0 .The entire course material including the slide presentation in very effective method? Further there are additional handpicked reading material and resources available for your reference.</p><p>Feel free to reach out if you have any additional questions regarding INDUSTRY 4.0. Also this course has 30 days money back guarantee without any delay the applicants participate in this Course</p><p>All the best for your learning journey of INDUSTRY 4.0 !</p><p>Cheers!</p><p>Harish Kumar Maheshwari</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-05-08_13-47-22-a0ab89594549d408e713466de3f661ee/1/WebHD_720p.mp4?Expires=1637688059&Signature=UgYQms6fBOpthv6WO5NwvfSWJOFNj-1wYdkOBPTqVcZLfrwk7kChiFoZVSGlrTECu6kG14HxKOoLBP9zdQFFxXGJyKjmMQA3m6nZYm~Pv5SpZ3dlVP-WbyeedFV8FROo5QxDpVZu31QrkWClp~eBtS-wrpVLZEZtPg7ksd7zFGl01ICfrbX7VR6ON9WOH7ALFf0YaUJAzmYN-ZeJXdCaUdf4URH~CMvj8~wfooI62jXV6l2rdZ6OJmuQEmcNPKmq79hQlYrequRfUIyenPB2635Rovz7eozblX~FI8t-SQu~4vWKHMFjySFgIRnzsrU4F16Vhq-DIueZuVwh7cygLA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3684468", "category": "IT & Software", "sub_category": "Operating Systems & Servers", "title": "Linux Command Line Terminal Basic for Beginners (In Hindi)", "level": "Beginner Level", "author": "Jaikishan Mohanty", "duration": "4 hours", "rating": "4.5", "reviews": "352", "students": "40089", "coupon_code": "BLACK_FRIDAY", "preview_img": "https://img-c.udemycdn.com/course/750x422/3684468_5e32_3.jpg", "coupon_link": "https://www.udemy.com/course/linux-command-line-terminal-basic-for-beginner-in-hindi/?couponCode=BLACK_FRIDAY", "end_day": "2021-11-27 12:39:36+00:00", "headline": "This is an introductory course to the Linux command line & Learn from the Scratch (In Hindi) - Created in 2021", "description": "<p><strong><em>Become an effective Linux user and advance your Career. Learning the Linux Command Line will take you FAR!</em></strong></p><p><br></p><p>Learn to appreciate the power of the<strong> Linux command line.</strong></p><p><br></p><p>Understand the <strong>structure </strong>of the Linux File System.</p><p><br></p><p>Learn how to <strong>navigate your Linux File System</strong> using few simple commands!</p><p><br></p><p>Learn how to <strong>create, modify</strong>, and <strong>process </strong>files.</p><p><br></p><p><em>This course is aimed at </em><strong><em>IT professionals</em></strong><em> or </em><strong><em>people </em></strong><em>who wish to become familiar with Linux. And it's meant to give viewers the information they need to know to get started with the command-line and how to manage Linux with its help.</em></p><p><br></p><p><em>The goal is to provide coverage of basic tasks including topics like --</em></p><ul><li><p>The Terminal open shortcuts</p></li><li><p>Navigating the file system</p></li><li><p>cd command different use</p></li><li><p>How to display current working directory</p></li><li><p>How to list files and directory</p></li><li><p>How to change directory</p></li><li><p>How to create a directory</p></li><li><p>How to create a file</p></li><li><p>How to copy a file</p></li><li><p>How to move a file</p></li><li><p>How to delete a file</p><p><br></p><p><strong>Much much more....!!</strong><br></p><p><strong><em>Let's explore the Linux command with us..</em></strong></p></li></ul><p> # This is an introductory course for Linux Command Line and Learn from Scratch in Hindi</p><p><br></p><p>This is my first course in <strong>UDEMY </strong>platform, share your feedback on what you think after learning Linux from my course.</p><p><br></p><p>Start learning now, <strong>Hit the Enroll Button!</strong></p><p>Wish you all the best.</p><p>Keep Learning.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-05-30_15-30-41-805442aba88980784832363f16b4e5f8/1/WebHD_720p.mp4?Expires=1637688063&Signature=bfPyTZpLcNrllBQLW7lxVUri6sU971BqfRqWyfPTIA~3LOdcUpZozHDWvFUiG-CkVVP~fs2uazYvXKdXPeM6dNZQU3658gjCSZrK439f~k5JRYBDuFWwSWHN9rI7-Q-0z19M13qER~X2y9J0-DlrcKxU4c4ACGmEHm1TfScMrOCMTzQeFVBzG3zairTqpBsLAo8MnsxYvT4~CR7cPigjC~RKi~Sske28mUtURVv3QDj9CCr9~q58EnMjT30GDHcp99avIvG6ssDwNN5XMD9AfaMvad4YhRuQ1EJV7-XlLJ007YJH6Q9XCxrC~xm0D2J6mKZA0bm9lDjrQCSzbM3K5Q__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3161726", "category": "Personal Development", "sub_category": "Personal Productivity", "title": "Learn To Focus: Meditation & Mindfulness For ADHD", "level": "Beginner Level", "author": "Kevin Ellerton", "duration": "1 hour", "rating": "4.5", "reviews": "365", "students": "54894", "coupon_code": "CAD918A187E6667B37D3", "preview_img": "https://img-c.udemycdn.com/course/750x422/3161726_8bc7_5.jpg", "coupon_link": "https://www.udemy.com/course/meditation-for-adhd/?couponCode=CAD918A187E6667B37D3", "end_day": "2021-11-23 19:11:15+00:00", "headline": "Don't \"cure\" your ADHD - transform it into a superpower!", "description": "<p>ADD and ADHD can make it hard to focus &amp; get things done. You have lots of mental energy (that's why you're so smart!) but you have a hard time directing it to one thing at a time. Many people go through their entire lives in this scatter-brained state, jumping from thing to thing, never fully concentrating on, or actually enjoying, anything. This can lead to major school &amp; career problems (not paying attention in class, not paying attention at work, not caring about what you're working on, bouncing from job to job, career to career, etc), and problems becoming a successful adult.</p><p>For some handicaps, there is simply no cure, no way out. Thankfully, ADD/ADHD is NOT&nbsp;one of those handicaps. ADD &amp;&nbsp;ADHD&nbsp;can actually be a blessing in disguise, if you learn how to channel your mental energy, to focus it, to make it like a laser. This is called <em>hyperfocusing</em>, and it is a superpower unique to ADD/ADHD people!</p><p>You may have noticed that while you sometimes can't focus on anything at all, sometimes you can get <em>extremely zoned in to one thing</em> (like these words, for example). And oftentimes (for some of us, more often than not), the thing that you're zoned into is the wrong thing. For example, my first year in college I&nbsp;got so sucked into social media that I barely went outside and met actual friends. Sometimes this still happens to me, if I pick up my phone right when I wake up and click on a social media notification before I&nbsp;start meditating for the day. Social media platforms are designed to suck you in -- that's how they make money. That's bad news for ADD / ADHD people. And there are tons of other useless, unproductive, time-wasting things that can suck in your attention, if you don't learn how to control your hyperfocus.</p><p>The good news is that you can learn how to control your hyperfocus, and use it to supercharge your life by focusing on the things you actually <em>want</em> to be focused on! It's not easy, but it is actually very simple. The answer can be written in just ten letters: MEDITATION.</p><p>Meditation is the single most important key to controlling your hyperfocus, focusing on what you want to focus on, and moving your attention to the things that you want it to be on. Meditation is not some woo-woo magical thing... it's literally just training your brain to focus. That's literally what meditation IS. It's a practice of bringing your mind into the present moment, and focusing it on one thing at a time. This practice strengthens the parts of your brain that are responsible for regulating your attention. Just like lifting weights builds muscles in your body, practicing meditation builds neural connections in your brain (it's a process called neuroplasticity -- look it up!). Just like your muscles get bigger from lifting weights, your brain gets bigger by practicing meditation! And just like you can focus your exercise on strengthening a particular part of your body (arms, legs, chest, etc), you can focus your meditation on strengthening a particular part of your mind (deep focus, broad focus, generating joy, love, happiness, etc).</p><p>Many of the world's most successful entrepreneurs, futurists, inventors, and celebrities are people who have learned to direct their ADHD energy and control their innate powers of hyperfocus. In this course, we will use meditation to do that, and more -- to become more focused, successful, stable, joyful, energized, and just plain happier in life!</p><p>By the end of this course, you will be experienced with five different meditation techniques, which you can practice in daily life:</p><p>- breathwork</p><p>- mindfulness</p><p>- mindfulness of breathing</p><p>- concentrating on a physical object, and</p><p>- concentrating on an activity,</p><p>You'll be equipped with the tools you need to become the best version of yourself, and transform your ADD/ADHD from a handicap into a superpower!</p><p>The skills you'll learn in this course will be worth 1000x more than the price of the course. Not only will this course save you money on ADD/ADHD drugs like Adderall &amp; Ritalin, and help you make tens, hundreds, or thousands of times more successful in life than you would have been without being able to control your superpowers of hyperfocus, the meditations you learn in this course will make you immeasurably happier, over the course of your lifetime. And that's kind of the point of this whole \"life\" thing anyway, isn't it? What's $50 in comparison to a lifetime of sustainable happiness?</p><p>Don't get distracted by any shiny things or other tabs. Click the button to sign up for this course now. This may be the single most important moment in your life. Stay focused, sign up now, and start watching right away!</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-05-27_20-20-07-459935e0a9202bdf79719b86a44cb5c4/1/WebHD_720p.mp4?Expires=1637688067&Signature=KyYeMMbGhOI4xgnscIdbtwbpSCladd8SZblaSr-hsLq94t9~ERFe8asKhFV1bzG8cVyljoEEHmP0LPgN3WffJ1Jcm09P5UZyIMTr5H1IF92rdMRneBNidaadz5pXh~hSH-1YuakOuPOuoaBOWCwyWwrN9FIzECEEHAsPKDxnqlQoWGnuHaeuPyAl-mgWNFveGsr8-XNuJFAhK84GBy5Wvg6tPA9Xp4gaPOXw8aEZ-Kpk~y42JMXTLiOhNbVIicKOTU5zMF5W2EjpiE-vuDyLC80gHa4abDQNOMe4~OMgUIZKxelnoaJv3aYOpo7iPrhAPyEw5TpvALvVFOBkEAPslA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1574798", "category": "Finance & Accounting", "sub_category": "Accounting & Bookkeeping", "title": "Accounting–Financial Accounting Total-Beginners to Advanced", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "115.5 hours", "rating": "4.3", "reviews": "2106", "students": "131186", "coupon_code": "22A3FD7FD2301893BDDE", "preview_img": "https://img-c.udemycdn.com/course/750x422/1574798_2fcd_6.jpg", "coupon_link": "https://www.udemy.com/course/financial-accounting-accounting-cycle/?couponCode=22A3FD7FD2301893BDDE", "end_day": "2021-11-26 05:31:22+00:00", "headline": "Including well over 100 hours of content, e-book (EPUB, MOBI, PDF) ,Excel worksheet, & PDF files, this is comprehensive", "description": "<p><strong>Recently updated with A LOT of added content.</strong></p><p>Includes downloadable e-book in multiple formats so you can open it on your tablet or Kindle - Formats (EPUB, MOBI, PDF).</p><p>This course is an excellent supplement for students or anybody who wants to learn accounting and also have something they can refer back to in the future. Udemy generally provides lifetime access to the course.</p><p>Many accounting students do not receive a physical book, they get to keep from their school, and even if they did, the information could become dated. Students who want a useful reference tool they can keep, and one that can be more easily updated then a textbook, will benefit from a resource such as this.</p><p>Financial accounting is a LARGE topic and is not something that can be done well in 5, 10, or 20, hours of content, as you may see claimed elsewhere. We will cover accounting theory because theory and concepts are what accounting is. We need to learn theory so we can make appropriate adjustments in the real world. Learning procedures without understanding the theory will make us inflexible and unable to adapt to the ever-changing environment. We will learn the theory while we apply them to procedures.</p><p>Financial accounting is relatively standardized in format. In other words, most accounting institutions will cover much the same topics, often in much the same order. We suggest looking up a standard accounting textbook, checking the index, and comparing the topics to the courses you are considering purchasing. We believe this course will line up well to anybody’s needs who want to learn financial accounting.</p><p>Below is a list of topics by section:</p><p>Section SEC 1 An Introduction to Accounting, The Double Entry Accounting System, &amp; Recording Transactions using Debits and Credits</p><p>Section SEC 2 – Recording Period End Adjusting Entries</p><p>Section SEC 3 – Recording Closing Entries</p><p>Section SEC 4 - Merchandising Transactions – Transactions Involving Inventory</p><p>Section SEC 5 – Inventory Cost Flow Assumptions (FIFO, LIFO, Weighted Average Methods)</p><p>Section SEC 6 – Subsidiary Ledgers &amp; Special Journals</p><p>Section SEC 7 – Bank Reconciliations &amp; Cash Internal Controls</p><p>Section SEC 8 – Accounts Receivable – Allowance Method &amp; Direct Write Off Methods</p><p>Section SEC 9 – Depreciation Methods &amp; Property Plant &amp; Equipment</p><p>Section SEC 10 – Payroll Accounting</p><p>Section SEC 11 – Partnership Accounting</p><p>Section SEC 12 – Accounting for Corporations</p><p>Section SEC 13 – Bonds Payable, Notes Payable, &amp; Long-Term Liabilities</p><p>Section SEC 14 – Statement of Cash Flows</p><p>The course will start off at the basics and work all the way through the financial accounting topics generally covered in an undergraduate program.</p><p>First, we will describe what financial accounting is and the objectives of financial accounting. We will learn how the double-entry accounting system works by applying it to the accounting equation. In other words, we will use an accounting equation to record financial transactions using a double-entry accounting system.</p><p>We well learn all topics by fist having presentations and then applying the skills using Excel practice problems. If you are not familiar with how to navigate through Excel, it is OK. We will use preformatted worksheets, have step by step instructional videos, and will start off relatively slow.</p><p>The next step is to apply the double-entry accounting system using debits and credits. Debits and credits are a new concept to most people not familiar with accounting, or possibly worse, many people have misconceptions about the meaning of debit and credit due to its use in areas like bank statements, credit cards, and debit cards.</p><p>We will cover the rules related to debits and credits in a lot of detail. We will then record similar transactions we had done using the accounting equation, but now using debits and credits.</p><p>After we get good at recording transactions using debits and credits, we will learn period end adjusting entries. Adjusting entries are used to adjust the books to represent an accrual basis at the period end better, and they are a great tool for enforcing the concepts of accrual accounting.</p><p>Next, we will use the data we have learned to put together by recording financial transactions into financial statements, including the balance sheet, income statement, and statement of equity. We will learn to construct a statement of cash flows much later in the course.</p><p>After completing the financial statements, we will learn how to journalize and post-closing entries. Closing entries are used to clean out temporary accounts and prepare for the transactions that will be recorded in the next period.</p><p>The steps we have just outlined are critically important to all accounting, and we will need a reasonably good understanding of them to move forward. In other words, the better we understand these concepts, the more natural learning the rest of financial accounting will be. We recommend spending a good deal of time on these concepts and reviewing them often. Think of these skills as a baseball player thinks of playing catch or a musician thinks of playing the basic scales. We should put in some practice with the basics every day.</p><p>Next, we will add inventory to the mix. All the skills we have learned will still apply, but we will now record transactions related to the purchase and sale of inventory.</p><p>We will also learn to track inventory using different methods. We can use specific identification. In other words, we can track the exact unit of inventory that was sold as a car dealership would do. However, companies generally use a cost flow assumption with smaller items that are the same in nature, assumptions like First In Fist Out (FIFO) or Last In Last Out (LIFO). A company may also use a weighted average method.</p><p>Next well will consider subsidiary ledger and special journals. Our main focus is on subsidiary ledger related to accounts receivable and accounts payable. Accounts receivable represents money owed to the organization.</p><p>The general ledger will provide the transactions that make up the accounts receivable account balance by date. However, we will want to see this data reported by customers, so we know who owes the company money and how much, and this is the accounts receivable subsidiary ledger.</p><p>We have a similar situation with accounts payable. Accounts payable represent vendors the company owes money to. We will want to sort this information by vendors, so we know which vendors we owe money to and how much.</p><p>Next, we will cover bank reconciliation and internal controls related to cash. The bank reconciliation is one of the most important internal controls outside of the double-entry accounting system itself. All businesses, large and small, should perform a bank reconciliation. The bank reconciliation will reconcile the cash balance on the company’s books to the cash balance reported by the bank as of a specific date, the date of the bank statement, typically the end of the month.</p><p>The bank statement balance will not agree to the book balance due to outstanding items, items recorded by the company, but which have not yet cleared the bank. The outstanding items will be the reconciling items in a bank reconciliation.</p><p>Next will learn how to value accounts receivable and deal with those accounts we will not be able to collect on. In other words, accounts receivable represent money owed to the business for work done in the past. However, some of those receivables may not ever be paid. How do we account for the a customers we do not think will pay and how do we value the accounts receivable account if we believe some of the receivable will may not be collected in the future, but we do not know which ones?</p><p>GAAP generally requires the use of what is called the allowance method to value accounts receivable. We will compare the allowance method to the direct write off method, an easier method but one that does not conform to accrual accounting as well.</p><p>Next, we will cover property plant and equipment. The most difficult concept related to property plant and equipment is calculating and recording depreciation. Deprecation can be calculated using different methods, including the straight-line method, the double-declining balance method, and the units of production method. We will compare and contrast each method in detail.</p><p>We will also consider how to record the purchase and sale of property plant and equipment.</p><p>Next, we will discuss the tracking and reporting of payroll. Payroll is a very large topic because of the payroll laws included in it. We will discuss how to calculate payroll taxes, including federal income tax FIT, social security, and Medicare. We will record journal entries related to payroll. Payroll journal entries are some of the longest and most complex journal entries recorded in the standard accounting cycle.</p><p>Next, we will learn partnership accounting. The concepts we learned related to the double-entry accounting system will apply to partnerships. Our focus now will be on those transactions unique to a partnership form of entity. For example, we will discuss how to allocate net income to each partners capital account. A partnership type of entity is very flexible, and there are many different ways partners can agree on to allocate income.</p><p>We will discuss how to record transactions when a new partner is added to a partnership or when an existing partner leaves a partnership.</p><p>We will also cover how to record the liquidation of a partnership. Much of the liquidation process will apply to the closing of other business entity types as well. However, the partnership type of entity has the added difficulty of allocating the final proceeds to the partners in accordance with their capital accounts.</p><p>Then we will consider transaction unique to a corporation format of entity. Like the partnership form of entity, the corporation will use the same double-entry accounting system we learned at the beginning of the course. In this section, we will learn how to record the sale of capital stock and the sale of preferred stock. We will record transaction related to the purchase of treasury stock. We will discuss how to record cash dividends and stock dividends.</p><p>Then we will learn concepts related to bonds payable, notes payable, and long term liabilities. Many people are familiar with bonds as a type of investment. We will consider bonds from the other side of the transaction with the issuance of bonds. Bonds are often used as a tool to understand the time-value of money concept and interest rates at a deeper level. Therefore, even if you do not plan on recording many transactions related to the issuance of bonds, it is a useful process to learn valuable concepts. Bonds are often issued at a premium or a discount. The premium or discount is then amortized over the life of the bond.</p><p>We will discuss how to record the initial sale of the bond. We will talk about how to amortize the bond discount and premium. We will record transactions related to bond interest, and we will discuss transactions for the dissolution of the bonds.</p><p>The course will also cover the recording of notes payable. One of the most complex components of notes payable is the breaking out of interest and principal portion of the payment. For the task of breaking out interest and principal, we will need an amortization schedule. We will build amortization schedules from scratch, a useful skill to understand.</p><p>The second complication with notes payable is breaking out the current and long term portion of the note. We will use the amortization schedule to perform the task of calculating the current and long term portion of the notes payable.</p><p>Finally, we will discuss how to create a statement of cash flows. The statement of cash flows is on the of primary financial statements along with the balance sheet, income statement, and statement of equity, but the statement of cash flows can be more complicated to construct.</p><p>The statement of cash flows represents the flow of cash broken out into three categories, operating activities, investing activities, and financing activities. We have constructed the financial statements using an accrual basis rather than a cash basis. We can think of the statement of cash flows as converting the accrual basis to a cash basis.</p><p>We can use two methods when constructing the operating section of the statement of cash flows, the direct method, and the indirect method. The indirect method is more common and often required, even if we also add the direct method. The indirect method starts with net income in then backs into cash flow from operations.</p><p><strong>Sample of part to test in the book that comes with the course: </strong></p><p>The first questions asked when introduced to any new topic are often:</p><p>• What is it?</p><p>• Why do I need to know it?</p><p>We will address the second question first: why do I need to know accounting?</p><p>Answer: Because it’s fun. Because accounting is fun is likely not the first thing that popped into your mind, but we want to start off with this concept, the idea of thinking of accounting as a kind of game, a sort of puzzle, something we can figure out. Thinking of accounting as a game will make learning accounting much more enjoyable.</p><p><strong>Accounting </strong>can be defined as an “information and measurement system that identifies, records, and communicates relevant information about a company’s business activities”<strong> </strong>(John J. Wild, 2015).</p><p>The process of accounting includes the accumulation of data into a relevant form, which can be used for practical decision making.</p><p>Data is often identified using forms and documents such as bills, invoices, and timesheets. Once identified information is input into an accounting system, often an electronic one. The end goal of financial accounting is the creation of financial statements including a balance sheet, income statement, and statement of equity. The financial statements are used to make relevant decisions.</p><p>There are many reasons to learn accounting concepts, other than it being fun, although we always want to keep the fun factor in mind. Some of the most obvious reasons for learning accounting include:</p><p>· Accounting provides a format to understand business whether we are in the accounting department or not. Accounting is the language of business, a way of communicating business objectives and performance. All areas and departments benefit from understanding accounting because it provides a way to communicate between departments and communication is critical to business success.</p><p>· Accounting concepts apply to our personal finances. We all need to deal with our personal finances and learning basic accounting concepts and recording techniques helps ease our mind when dealing with our financial tasks.</p><p>Other reasons for learning accounting, which are not so obvious, include that accounting is a great tool to help develop critical thinking skills. Accounting requires reasoning to work through problems, and the practice of accounting will refine reasoning abilities and help us approach problems in a more systematic way, a more efficient way.</p><p>Accounting can also provide the same sense of satisfaction we receive when completing a puzzle, when mastering a new musical pattern, or when playing a game skillfully. Accounting can provide the same shot of dopamine when we figure out a problem, discern how something works and can claim that the double entry accounting system is in balance.</p><p><strong>Accounting can be compared to a game of checkers</strong></p><p>For example, the game of checkers starts with setting up pieces on a board, a spreadsheet, following a set of rules. To set up the board, we need to have memorized the rules for doing so. Memorizing rules is not the fun aspect of checkers but is a necessary one to receiving the enjoyment of playing the game. Once the board is set up the game of checkers is played by moving pieces according to a set of rules to achieve a certain objective, the elimination of opponent’s pieces.</p><p>Accounting is similar in that we will start off by learning how to set up the board, the accounting board being a T account or ledger. As with checkers, we will need to memorize where the pieces fit on the board, which side of the T account pieces will line up on. Accounting pieces are the accounts and account types which have a normal balance lining up on the left or right side of the board, of the T account or ledger.</p><p>Once we know the normal balance of accounts, we will play the accounting game by applying debits and credits to the accounts following a set of rules which have a particular objective, the creation of relevant information, the creation of financial statements.</p><p><strong>The major obstacles for learning accounting are the same as those for learning music.</strong></p><p>The primary obstacle to learning accounting concepts is the memorization of rules, a simple task, but one most do not find very enjoyable.</p><p>Memorizing rules is the same obstacle holding people back from learning many fulfilling activities, activities like learning music, or a new language. Rules of some kind must be learned to play music. The idea of rules, of structure, of constraints, seems counter-intuitive to the concept of creativity we associate with creating and playing music, but rules, structure, and limitations are often requirements for creativity. For example, writing and especially poetry, requires adherence to strict rules and many great writers have done their best work while constrained by deadlines and editors.</p><p>Whether it be notes, chords, or songs rote memorization is required before these learned concepts can be used to create something new, to create or play music, the structure critically contributing to the creation process. Creating, of course, is the fun part, the fulfilling part, the area to look forward to but memorization is a necessary part, a critical part, and a part well worth the effort.</p><p><strong>Confidence in the system is required to learn accounting</strong></p><p>Education is all about asking questions, testing theories, and being skeptical of claims given without a convincing argument, without supporting facts. Accounting is no different. Questioning is essential to setting up an efficient accounting system, but the tradition of questioning can also be used as a crutch, as an excuse for not moving forward and finding our mistakes.</p><p>I recommend accounting students start out having faith that the double entry accounting system works, in a similar way that we have faith that a 1,000 piece puzzle will contain all the pieces required and can be constructed to match the picture on box, because without this confidence we will lose the motivation to move forward, to complete the task, and therefore miss out on the enjoyment of completing the project.</p><p>Confidence in the double entry accounting system is necessary when first learning accounting concepts because doubting the system restricts us from moving forward to complete the necessary steps and look for the mistakes we have made. It is much easier to claim that the system does not work then look for the more likely problem, our own errors.</p><p>Having faith in a system does not mean we should not question a system. Questions are always encouraged, at all times, but it is best to give the concepts the benefit of the doubt and not allow our questioning of the system to be an excuse, a crutch, for not completing a task or figuring out a problem.</p><p>The double entry accounting system has been around for a long time, at least since the Franciscan monk Luca Pacioli around 1494, and while this does not prove its correctness it does show that it has been a useful tool to many in the past, and will therefore likely be a useful tool to many in the future.</p><p>Accounting is divided into two major groups; Financial Accounting &amp; Managerial Accounting.</p><p><strong>Financial accounting </strong>has the end goal of generating financial statements, financial statements designed with external user needs in mind. The aim of financial accounting toward external users may seem strange at first because financial data is required and used for internal, managerial, decision making as well but external users have needs that require more reliance on financial statements in many ways.</p><p><strong>External users</strong> are users outside the company and include investors, creditors, the internal revenues service, and customers. Companies need these external users for things such as investments, loans, and to follow laws and regulations.</p><p>External users do not have intimate knowledge of the business and therefore need assurance to increase the level of trust, trust being a necessary component for business transactions to take place. To increase confidence levels, financial statements are required to follow a strict format of rules designed to standardize the financial reporting. Standardization allows for the comparison of financial information across time and between different companies.</p><p><strong>Managerial accounting</strong> has the goal of generating relevant information for internal decision makers to make sound decisions, for management.</p><p>Managerial accounting does include the use of the same financial information generated in financial accounting, but information is not required to be in a particular format, managerial accounting being less regulated. Management has intimate knowledge of the company, and therefore there is less need for regulations on the format of data and information. Management will determine the best format for managerial statements to assist in making the best decisions.</p><p>Because managerial accounting is less regulated, it is commonly thought that managerial accounting will differ greatly from organization to organization. While it is true that managerial accounting practices will vary from company to company, there are also best practices which are applied, practices that have stood the test of time, those that have helped good companies be great. The study of managerial accounting is the study of best practices used to make good business decisions.</p><p>Financial accounting developed in much the same way, businesses looking for best practices to compile data for both themselves and external users. Over time financial accounting has solidified those best practices into a standardized form. Standardization often limits innovation but does provide a clear format for external users, this being one of the tradeoffs related to regulation. We will talk more about the need for standardization in a profession like accounting when we discuss what a profession is and the need for ethics and regulations within a profession.</p><p>Ethics plays a huge role in accounting as it does in most professions, in part, because ethics deals with trust and trust is an essential component of any business transaction. The concept of ethics is very broad, has been studied intensely since ancient times, and is an area which still has many open questions, but ethics related to accounting can be narrowed from the broader discussion in some ways.</p><p>One way to think of ethics as it relates to a profession is by implementing a kind of categorical imperative, acting in a way that we would wish to be universal for the entire profession. For example, stealing could benefit an individual but if everyone steals everyone is worse off and therefore stealing would be wrong.</p><p>Similarly acting in a way that is misleading could lead to gains for an individual but doing so harms the profession and is therefore wrong. Most professions can apply a concept like this. two of the oldest professions are law and medicine. The reason professions are needed in areas like law, medicine, and accounting is because they deal with specialized knowledge, knowledge most people do not have and that many are dependent on at some point in their lives. An uneven distribution of knowledge can cause incentives for individuals to seek short term gains through deceit.</p><p>For example, somebody claiming to know medicine could administer medicine that is not effective and the patient would not know, a patient having no choice but to trust the expertise of the doctor. If a physician abuses trust by administering remedies that are not effective, they are profiting off the name of the profession, from the brand of the occupation, and if this practice is done enough, it will result in a lack of trust in medicine.</p><p>A similar scenario can be painted for many areas of accounting, accounting having advanced to a specialized field, one that most do not understand, but are forced to deal in at some point or another. The need for trust drives and incentivizes a profession to self-regulate, to build a brand. One way the accounting profession self-regulates is by requiring different certifications to practice in different areas, certifications like a certified public accountant CPA license. A certification process helps provide the public with a level of trust that an individual has some basic understanding of concepts they are dealing with and provides ethical standards that must be met.</p><p>An example of the need for trust in accounting is when investors use financial statements to make investment decisions. Publicly traded stocks have an increased need for transparency in their financial reporting because their stock is being sold and traded by the public, a huge benefit to both companies and investors, providing capital to companies, and opportunities for gain to investors.</p><p>For an individual to invest, however, they need to analyze their options, and financial statements are the primary tool for this analysis. If investors do not have confidence in the numbers reported on the financial statements, do not understand how the numbers are reported, or cannot compare the numbers to related companies, investment transactions will decline due to a lack of information and trust.</p><p>The economy needs trust in the system as a major component which keeps interactions taking place, compelling people to take calculated risks, driving individuals to do business and drive growth and innovation.</p><p>Fraud is one component in the discussion of ethics, fraud being the deliberate attempt to deceive for personal gain. Fraud can take many forms in business from theft to falsifying the financial statements to drive up stock prices and increase bonus pay.</p><p>Most people believe fraud is all about employing the right people, honest people, those with integrity. While the right people is a huge component, it is not the only one. Good people in a bad environment or culture can fall victim to the group mentality. Businesses can reduce the likelihood of fraud by recognizing conditions that foster fraud and taking active steps in reducing them.</p><p>A criminologist has introduced the idea of a <strong>fraud triangle</strong>, consisting of three factors which increase the likelihood of fraud. <strong>Fraud factors</strong> include <strong>opportunity</strong>, <strong>pressure</strong>, and <strong>rationalization</strong>.</p><p><strong>Opportunity</strong> means that the ability to commit fraud and not be caught is present, or at least perceived. For example, if a company had a policy of keeping their petty cash fund in a shoebox in the middle of the lunch room the opportunity for theft without detection would be greater than if the money was put into a more secure location.</p><p><strong>Pressure</strong> or incentive means that a person is under pressure of some kind, often financial. If money if tight the likelihood of an individual committing fraud is significantly increased.</p><p><strong>Rationalization </strong>is when a person justifies an action. Our minds are excellent at rationalizing. We generally believe that we think before acting, but we often act and then justify the action through rationalization. Rationalization is one reason fraud tends to continue, and even escalate over time.</p><p>For example, if a company left the petty cash in the lunchroom an employee may rationalize theft by reasoning that it’s the company’s fault for not better safeguarding their assets. While it may be true that leaving cash in the middle of the lunchroom is not a good internal control for a company, it is not a justification for theft. Another common rationalization is that a company is vast and rich while an employee may feel small and poor and taking to from the rich to give to the poor is not bad. Again, there may be some truth to this statement, but it is not a reason justifying theft.</p><p>Companies can reduce the likelihood of fraud by recognizing these fraud factors and taking active steps to reduce them, steps including internal controls. For example, companies should safeguard assets and should create a culture of honesty, communication, and respect, a culture that needs to be demonstrated from the top down. If the culture is bad at the top good employees will not be able to pull up the culture from the bottom.</p><p><strong>Objectivity – </strong>To provide information useful to investors creditors, and others. The concept of objectivity seems obvious, but we always need to keep the end goal in mind, the creation of useful information for external users. Financial accounting is aimed at producing useful information for external users like investors, creditors, and customers, the format of this information usually being financial statements. By anticipating the needs of external users, we can set rules and guidelines to provide the most value.</p><p><strong>Qualitative Characteristics</strong> – To require information that is relevant, reliable, and comparable. The characteristics of relevance, reliability, and comparability are related to the objective of providing useful information because external users will value these features.</p><p>· <strong>Relevant</strong> means the information is relevant or necessary to the needs of the users. Relevant information could be information that influences the decision-making process. For example, a bank deciding whether to make a loan to a business may request financial statements to assess the likelihood of a business’s ability to pay the loan back in the future.</p><p>· <strong>Reliable</strong> means that the information must be trusted or must be believed that it is free of material errors and is presented in a fair way. For example, a bank deciding whether to make a loan to a business may request financial statements and want assurance that they can be trusted. Part of the assurance requirement may be that the financial statements are presented in a standardized form, following a standardized set of rules. A bank may also ask for a third-party review or audit to add to the level of reliability.</p><p>· <strong>Comparability </strong>means that financial information needs to be comparable to prior periods and other companies. Comparability requires standardization, a systematic way of compiling data from one time to the next. For example, a bank deciding whether to make a loan to a business may want to compare financial</p><p>statement performance with prior years to see if there has been an improvement and to compare financial statements to other businesses in the industry. For comparisons of financial statements to be relevant, there needs to be conformity in presentation.</p><p><strong>Going-concern assumption - </strong>the presumption that the business will continue operating instead of being closed. We assume a business is in business to stay in business, to have an objective of revenue generation and growth. If a business is planning on stopping business or is going bankrupt their behavior is likely to be much different than if they planned on continuing business. A business that is not a going concern, one that plans on stopping operations, needs to disclose this information to the readers of their financial statements so that readers can change their default assumption that the business will remain in business.</p><p><strong>Separate business entity assumption -</strong> means that the business accounting will be kept separate from personal accounting and that of other businesses. Separating business accounting and personal accounting is clear conceptually, the separation providing more relevant information for making business decisions, but can be difficult in practice. The driving concept for deciding whether an accounting transaction is business or personal is the objective behind the transaction, the reason for the transaction. Every transaction will have a reason and we need to determine if the reason is business or personal in nature.</p><p>The business objective is revenue generation. A business’s mission statement will define what a business does to generate revenue, but from an accounting standpoint, the objective of revenue generation will help guide business actions and help us categorize transactions as either business or personal.</p><p>Personal objectives may include a goal of being happy or living well. Personal objectives will vary from person to person, and for more detail on personal objectives we would need to consult the study of philosophy, a topic for another time, but the objective of living well will suit our needs. If the driving reason for a transaction is to be happy or to live well, rather than the business accounting will be kept separate from personal accounting and that of other businesses. Separating business accounting and personal accounting is clear conceptually, the separation providing more relevant information for making business decisions, but can be difficult in practice. The driving concept for deciding whether an accounting transaction is business or personal is the objective behind the transaction, the reason for the transaction. Every transaction will have a reason and we need to determine if the reason is business or personal in nature.</p><p>The business objective is revenue generation. A business’s mission statement will define what a business does to generate revenue, but from an accounting standpoint, the objective of revenue generation will help guide business actions and help us categorize transactions as either business or personal.</p><p>Personal objectives may include a goal of being happy or living well. Personal objectives will vary from person to person, and for more detail on personal objectives we would need to consult the study of philosophy, a topic for another time, but the objective of living well will suit our needs. If the driving reason for a transaction is to be happy or to live well, rather than the more specific objective of revenue generation, the transaction is a personal one.</p><p>An example of separating business and personal objectives is the creation of a separate business checking account, a separate account allowing us to track the business revenue and expenditures more quickly, most deposits into the business checking account being revenue and most withdrawals being expenses.</p><p>The difference between a business expense and a personal expense is the objective for the expense. For example, if we went out to dinner the cost of the meal may be business or personal depending on the objective. If we took clients to dinner to pick up new business engagements, the meal would be a business expense and if we took our family out to dinner to have fun and live well it would be a personal expense.</p><p>In a similar way as expenses can be either business or personal, assets can also be either business or personal in nature. For example, if we purchase a building with the intention of making widgets for sale the building would be an asset rather than an expense because it will help generate revenue in the future and has not yet been consumed. On the other hand, if we purchase a building to live in as a home it would be a personal asset, the objective being to live well.</p><p>We can think of many areas where business and personal objectives overlap, areas were categorizing the transaction is difficult. For example, we may take both family and clients to dinner or we may work from our home. As accountants, our job is to differentiate the business and personal portion as much as possible to better measure our performance.</p><p>Our business objectives can be thought of as fitting inside our larger personal objectives, the generation of revenue being part of our larger personal goals of living well.</p><p>As the business grows and achieves the business objective of revenue generation owners can begin taking money and resources out of the business to be used for their larger personal objectives of living well.</p><p>“Generally Accepted Accounting Principles (GAAP) are uniform minimum standards of, and guidelines to, financial accounting and reporting. The Financial Accounting Standards Board (FASB), the Governmental Accounting Standards Board (GASB), and the Federal Accounting Standards Advisory Board (FASAB) are authorized to establish these principles.” (AICPA, n.d.)</p><p>Financial Accounting strives to generate financial information that is relevant, reliable, and comparable because these characteristics create value to users of financial reports, particularly to external users of financial reports.</p><p>Creating and implementing standard guidelines for the processing and reporting of financial statements makes the financial statements more relevant, reliable, and comparable. Standards help to standardize financial reporting, making financial statements comparable across time and to other companies.</p><p>The Securities and Exchange Commission SEC has authority to set Generally Accepted Accounting Principles GAAP and the SEC has delegated much of the responsibilities of setting GAAP to the Financial Accounting Standards Board FASB. The SEC is a governmental agency, and the FASB is a private sector group. The system of delegating authority to a private sector group makes sense because the accounting profession, like any profession, has an incentive to self-regulate and has a better understanding of the problems within the profession and how best to address them.</p><p>There are many useful ways to separate and categorize business entities, one being by business form, by type of business structure; another being by a business's relation to inventory, whether the business is selling inventory and whether they produce the inventory they are selling.</p><p>The three broad categories of business structure are a sole proprietorship, partnership, and corporation.</p><p>A <strong>sole proprietorship</strong> is a business owned by one person and is the most common type of business in the United States. The benefits of a sole proprietorship are that they are easy and inexpensive to form. An individual who starts acting as a business, generating revenue, is a sole proprietor by default unless they create some other type of organizations. The income from a sole proprietor is taxable but will be reported on the individual tax return, on Form 1040 supported by a supplemental Schedule C.</p><p>The disadvantages of a sole proprietor include limited personal liability protection and limited capital generation capability when compared to other types of organizations.</p><p>A <strong>partnership</strong> is similar to a sole proprietor except that the business now has two or more partners. A partnership has the same benefit of easy formation and the same drawbacks of liability exposure and limited capital generation.</p><p>A <strong>corporation</strong> is a separate legal entity. Corporations are less common than the sole proprietorship but generate the largest percentage of total U.S. revenue. The benefits of a corporation include that they provide liability protection through being a separate legal entity, the theory being that the assets of the corporation are liable but personal assets are not, personal assets having more protection when compared to other types of organizations. The disadvantages of a corporation include that they are more costly to form, more complicated to maintain, and can result in double taxation.</p><p>Much more can be said about types of entities, but this will provide a starting point. From an accounting perspective, we will start out with transactions related to a sole proprietorship and then move to a partnership and then a corporation. The reason for starting with the sole proprietorship is that it is a business form that most people can relate to and because many of the transactions found in a sole proprietorship will be the same for all entity types.</p><p>We will then move to a partnership, concentrating on the areas that are different from a sole proprietorship. Many of the transactions and processes will be the same, both entities needing to record the paying of the rent, employees, and utilities, both entities recording revenue. Transactions will differ, however, in the equity section because a partnership will have two or more owners, so the equity section is where we will spend much of our time.</p><p>We will then move to a corporation, concentrating on the areas that are different. Many transactions will remain the same, but the equity section is one area that will differ, the owners now being stockholders.</p><p>Another useful way to categorize businesses is by industry or by whether they use inventory and whether they produce inventory. A service company does not sell inventory, a merchandising business purchases and sells inventory, and a manufacturing business produces inventory to sell.</p><p>A company’s relationship with inventory has a significant impact on many accounting transactions and reporting. We will start out with a service company, using similar logic as we did when starting out with a sole proprietorship. Service companies have many of the same transactions as companies that deal with inventory, but they do not need to track inventory. We will then move to merchandising companies, companies that buy and sell inventory, adding the items that are different, items related to inventory. We will then move to a manufacturing companies, companies that produces inventory, adding things that differ, the tracking of inventory from raw materials to work in process and then to finished goods.</p><p>Generally Accepted Accounting Principle GAAP will be based on accrual concepts. The accrual basis can be compared and contrasted to a cash basis, the cash basis being a simplified method, one which does not provide information as useful, as relevant, or as accurate as an accrual method.</p><p><strong>Cash basis</strong> – Records revenue when cash is received and expenses when cash is paid. A cash basis is not the basis required by GAAP, GAAP rules following an accrual basis, but understanding a cash basis helps in understanding both how an accrual basis works and the reasons for it. Cash and revenue are not the same things, as we will see when we record transactions, but a cash basis uses cash as an indicator of when revenue will be recorded. The concept of a cash basis is like a firefighter following the smoke to get to a fire, the smoke not pinpointing the exact location but being close enough. Cash collection does not always equal the exact location in time of revenue earnings but is often close enough.</p><p>In a similar way as revenue being recorded when cash is received under a cash basis, expenses are recorded when cash is paid under a cash basis. Cash and expenses are also not the same things, as we will see when we record transactions, but a cash basis uses cash as an indicator of when expenses will be recorded. The concept of a cash basis is like a firefighter following the smoke to get to a fire, the smoke not pinpointing the exact location but being close enough. Cash payment does not always equal the exact location in time expenses were incurred but is often close enough.</p><p>Very few businesses use a pure cash basis because there are times when the smoke is not close to the fire, times when revenue is not close to cash collection, and times when expense incursion is not close to cash payment. For example, almost any business would recognize a cash payment of $100,000 for a building as an asset of a building rather than an expense of building expense even though cash is paid. The reason a building is recorded as an asset is that the asset has not yet been consumed, has not yet been used to generate revenue.</p><p><strong>Accrual basis</strong> – is driven by two main principles, the revenue recognition principle and the matching principle. Revenue recognition deals with the time to recognize revenue and the matching principle deals with the time to record expenses.</p><p>The revenue recognition principle records revenue when the revenue is earned, a time which is not always the same as when revenue is paid. Finding the exact time that revenue has been earned is not always easy but is usually when the job has been completed. For example, the time when revenue has been earned for a service company is when the job has been completed, when the service is done, and the time when revenue has been earned for a merchandising company is when inventory is delivered to the customer. An accrual method is closer to a firefighter using a GPS system to pinpoint the exact location of a fire rather than just estimating the location by following the smoke.</p><p>For example, a food truck may have a policy of only accepting cash for food. The policy of accepting cash as the only form of payment means the time cash is received and the time work is done will be the same. Therefore, both a cash method and an accrual method will result in the same journal entry but for different reasons, the cash method being driven by the cash received, the accrual method being driven by the earnings of the income, by the delivery of the food.</p><p>A bookkeeping business, on the other hand, will often need to perform work, invoice the client on completion of the work, expecting a check in the mail sometime in the future. The revenue recognition principle would require revenue to be recognized at the time the work was done, often when the invoice was generated and not when cash was received. We will cover the format of these transactions a little later but for now, recognize that revenue is the act of earning revenue which is different from receiving cash, cash usually being the form of payment for revenue earned. There are other forms of payment, including trade or barter, but cash is the most common form of payment. The revenue recognition principle is similar to how most of us think of our paychecks when working for a company. A business may pay employees every other week, but an employee has earned the revenue in the week the work was done. The company is expected to pay the employee for work done even if the employee leaves the company. For example, if an employee earned wages of $1,000 last week according to their employment agreement and employment is terminated this week the employee will still expect payment of $1,000 for the work performed last week, for revenue that was earned by the employee last week even though cash had not yet been received.</p><p>It is possible, but less common, to receive cash before work is performed, revenue still being recorded at the time work is done under an accrual basis rather than the time payment is received. For example, a newspaper company will collect money before doing the work, before delivering newspapers. A newspaper company will often collect money for a year’s subscription and then earn the revenue by delivering the newspapers in the future. Under an accrual method the newspaper company will have to wait on recording revenue until they earn the revenue by doing work, by delivering the papers, even though they already have the cash in hand. Even though the company has the cash related to future sales they have not earned the revenue for those </p><p>Click Here</p><p><br></p><p>It is possible, but less common, to receive cash before work is performed, revenue still being recorded at the time work is done under an accrual basis rather than the time payment is received. For example, a newspaper company will collect money before doing the work, before delivering newspapers. A newspaper company will often collect money for a year’s subscription and then earn the revenue by delivering the newspapers in the future. Under an accrual method the newspaper company will have to wait on recording revenue until they earn the revenue by doing work, by delivering the papers, even though they already have the cash in hand. Even though the company has the cash related to future sales they have not earned the revenue for those future sales and if they do not deliver the newspapers in the future they will owe the money back.</p><p>As mentioned earlier there are many ways the double entry accounting system can be expressed including the use of an accounting equation, debits and credits, and a balance sheet. We will focus on the accounting equations in this section. The benefits of an accounting equation include the use of a simple formula, simple math that can be explained and understood. Transactions will be described using the symmetry of the accounting equation. The problem with using the accounting equation to record transactions and build the financial statements is that it is not as efficient as the use of debits and credits. We will learn the balancing concept using the accounting equation, but as we do, keep in mind that the accounting equation is not the whole story, that we will need to understand new concepts, the concepts of debits and credits, to record data with which to generate financial statements well.</p><p>The accounting equation is:</p><p><strong>Asset = Liabilities + Equity</strong></p><p>The format above is the most common form of the accounting equation for financial accounting because the left side of the equation shows what the business owns and the right side shows who it is owed to, either a third-party liability or the owner. Recall our separate business entity assumption while considering the accounting equation. Thinking of the business as a separate entity helps to understand the accounting equation, the left side of the equal sign showing what the separate entity owns, the right showing who has claim to what the separate entity owns.</p><p>Because the accounting equation is a formula it can be expressed at least two other ways. A second way to write the equation is:</p><p><strong>Assets – Liabilities = Equity</strong></p><p>The format of the accounting equation above is useful because it emphasizes that equity is the book value of the company, the amount left over after subtracting liabilities from assets, an amount which can also be called net assets. To understand the meaning of equity we can consider the liquidation of a company, the selling of assets for cash, the payment of liabilities owed, and the leftover cash which would then be available to the owner, this amount being equal to equity if assets were sold at book value. Note that all assets will not be sold for the exact amount reported when a business is sold. For example, an asset of equipment valued at $50,000 may not be sold for $50,000 in a free market, possibly being sold for something less like $40,000 or something more like $60,000. We will discuss this more at a later time. For now, remember that equity represents net assets on a book value basis, assets minus liabilities. </p><p>A third way to write the accounting equation is:</p><p><strong>Assets – Equity = Liabilities</strong></p><p>This format of the accounting equation is not as useful but is another way the accounting equation can be expressed algebraically.</p><p>Account types include assets, liabilities, equity, revenue, and expenses. Recognize that account types are not the same thing as actual accounts, each account type having multiple accounts falling into the category. Understanding account types and the accounts that fall into each account type category is essential to the accounting process.</p><p><strong>Assets</strong> are resources owned by the business. The most common asset is cash, but assets also include accounts receivable, prepayments, land, building, and equipment. Assets are items that have not yet been consumed, resources planned to be used in the future to achieve business goals, to help generate revenue.</p><p><strong>Liabilities</strong> are claims by creditors. Liabilities come about from a transaction that happens in the past which obligates the company for some form of future payment. Purchasing something on a credit card is an example of how a liability can be created, the transaction creating a future obligation to pay cash. Liability accounts include accounts payable, notes payable, and bonds payable.</p><p><strong>Equity</strong> is the owner’s claim to assets. Equity is equal to assets minus liabilities. Equity is often the most confusing section of the accounting equation, in part, because different organization types will organize the equity section differently and because the equity section is involved in the closing process of temporary accounts.</p><p>The equity section represents what is owed to the owner on a book basis. This is best illustrated by imagining we liquidate or close a business, selling the assets for cash, and then paying off the liabilities. The money left over would be equal to the equity section if all sales were made on a book value basis.</p><p>The equity section for a sole proprietor will be called owner’s equity and consist of one capital account. The equity section of a partnership will be called partnership equity and consist of two or more owners and therefore two or more capital accounts. The equity section of a corporation will be called shareholder’s equity, shareholders being the owners of a corporation, and will included capital stock and retained earnings. Although the format changes the equity section taken as a whole can still be thought of as what is owed to the owner or owners in each case.</p><p>When thinking about the accounting equation, the equity section includes all temporary accounts, including revenue accounts and expense accounts.</p><p><strong>Revenue - </strong>is income generated from performing work. Revenue is not the same thing as cash. Cash is a form of payment while revenue represents the creation of value and the earning of compensation. Revenue is a timing account, needing to be measured over a time frame, a starting and ending point. For example, when somebody says they earn $100,000 the concept has no meaning unless we assign a time frame, most people naturally attributing a year as the time frame when hearing a number like $100,000. A different time frame would have a much different meaning. For example, revenue of $100,000 a month is much different than revenue of $100,000 a year.</p><p>We can contrast temporary accounts, like revenue and expense accounts, with permanent accounts like cash. Saying we have $100,000 cash does not require a time frame to define what we mean because cash is a permanent account, representing a position at a point in time.</p><p><strong>Expense</strong> is the using of assets or incurrence of liabilities as part of operations to generate revenue. Expenses are what a business needs to consume to achieve the goal of revenue generation. Expenses are also temporary accounts needing a beginning and ending time.</p><p>There are usually many more expense accounts then revenue accounts, but we hope the revenue accounts add up to a greater dollar amount. The reason there are more expense accounts then revenue accounts is because of specialization, companies focusing on earning money by doing what they do best and paying for their other needs.</p><p>Before we demonstrate common transactions and how they are analyzed using the accounting equating we will cover transaction rules. Applying a process for recording transactions will reduce the likelihood of making bad assumptions and learning rules that do not apply in all cases.</p><p>It is possible to learn rules that apply in only some cases, requiring the unlearning of these rules when we move to cases where they do not apply. Learning rules that do not apply in all cases should be avoided because unlearning rules in cases where a bad rule does not apply is tough.</p><p>Learning and applying the steps below for recording transactions helps avoid problems, eliminating the need to unlearn false concepts in the future. These same rules will apply when we move to learning debits and credits at which time we will build on these rules, applying more concepts to the balancing ideas developed here.</p><p><strong>Transaction Rules:</strong></p><p><strong>· </strong>Every transaction will affect at least two accounts.</p><p>· Every transaction will keep the accounting equation in balance.</p><p>Transaction thought process</p><p>When first learning transactions we will repeat this thought process for each transaction, the thought process being designed to make the recording of transactions as easy as possible, and avoid learning rules that are not always applicable. This process will make more sense as we work through transactions. Working transactions is the only way to understand the double entry accounting system fully.</p><p>We will now go through common financial transactions, transactions needed by most any business, and analyze them using the accounting equation and our set of rules and thought processes.</p><p>We will start off looking at transactions involving cash, cash being the most common account affected. Understanding how cash is affected will act like an add, or crutch, when considering the other account or accounts effected in the transaction.</p><p>First, imagine a situation where the cash goes up because the company received cash, and consider possibilities for the other account affected.</p><p>We know that at least one other account will be effect and that the accounting equation must remain in balance. If there is only one other account effected we are left with just three possibilities to keep the accounting equation in balance. Either the liabilities went up, equity went up, or another asset account also went down. Below are examples of each.</p><p>If cash went up because of a business receiving a bank loan, then liabilities would also go up, keeping the accounting equation in balance.</p><p>If cash went goes up do to collecting cash for work the company did then revenue or income would also go up, revenue being part of equity.</p><p>If cash went up because we are receiving money for work done in the past we would also reduce the accounts receivable account, an asset account representing money owed to the company for past work completed.</p><p>It is possible to use an expanded accounting equation, listing all accounts under each account type, forming a kind of trial balance which can be used to create the financial statements. We will not be using this format here because it is not an efficient way to generate financial statements and gives the impression that debits and credits are not needed, which is not a good impression to give.</p><p>To understand double entry accounting and how financial statements are created, the accounting equation is not sufficient, and debits and credit will be needed. We will introduce how debits and credits work later, but the concepts will build on the concepts we learn here working with the accounting equation.</p><p>Below are more common transaction and the effect on the accounting equation:</p><p><strong>Owner invests cash into the business:</strong></p><p>The asset account of cash goes up as well as equity, the amount owed to the owner. Equity goes up because the business basically owes the cash back to the owner. When investing cash into a business, an owner is hoping to receive a return on investment and be able to withdraw cash from the business in the future, to be used for personal use.</p><p><strong>Purchase of supplies for cash:</strong></p><p>The asset of cash goes down, but another asset of supplies goes up, the net result being no change in any account type of the account equation. The result of a transaction with no change to the accounting equation is one reason debits and credits are a more efficient way to record transactions then the use of the accounting equation. We will record much the same transaction using debits and credits later.</p><p>The increase in supplies is an increase in an asset type account rather than an expense type account, expenses being part of equity, because of the accrual accounting principle of matching. When the supplies are purchased, they have not yet been used to help generate revenue but will help to generate revenue in the future. Supplies will be expensed in the time they are used or consumed to help generate revenue.</p><p>Supplies will be our introduction to an inventory system because supplies will be tracked in a similar way as inventory. The recording of supplies will start with reporting supplies as an asset, followed by the counting of supplies at end of a time period, like a month, to determine how much has been used, and then the recording of the decrease is the supplies asset account and recording of the supplies utilized in the supplies expense account.</p><p>Supplies may be expenses when purchased if the amount is not material, not significant to decision making, because expensing the supplies is an easier process than capitalizing as an asset when the amount is not significant to decision making. For example, if we purchased two years’ worth of paper-clips for $100 we may just expense the purchase because the cost of $100 is not significant to decision making, $100 not being an amount that will impact financial statement user choices.</p><p><strong>Purchase Supplies on Account – No Cash:</strong></p><p>Because no cash is effected, we will first consider what is received, that being supplies in this case. The asset account of supplies will go up, and the liability account of accounts payable will go up. The accounts payable account is like a credit card account, going up when we purchase on account and going down when we pay off the balance owed.</p><p><strong>Pay Cash for Telephone Service:</strong></p><p>The asset account of cash will go down and the expense account of telephone expense will go up, bringing equity down. Expense accounts can be confusing when considering the effect on the accounting equation because expense accounts are temporary accounts and are part of the equity section of the accounting equation. Expenses represent the consumption of assets or the incursion of liabilities to help generate revenue. Assets consumed or liabilities incurred to help generate revenue will bring down equity, equity calculated as assets minus liabilities.</p><p><strong>Completed Work on Account – No cash received:</strong></p><p>If no cash is effected, we will consider what was received, that being an “I owe you” from a customer in this case. An asset of an “I owe you” from a customer seems strange at first, a promised payment not being tangible, but a promise to pay does have value even though there is a chance it will not ever be received. Accounts receivable is the account representing an “I owe you” from customers, an asset account showing value due for work done.</p><p>The asset of accounts receivable will go up, and revenue or income will go up, increasing the equity section of the accounting equation. Revenue is a temporary account representing income that has been earned, and temporary accounts are part of the equity section.</p><p><strong>Payment for Amount Owed for Past Transaction:</strong></p><p>Cash will go down, and liabilities will go down. Paying cash for a transaction that happened in the past, for value received in the past, means we are paying off a liability, like paying off a credit card. Accounts payable is the most common liability account for most companies, representing what is owed to third-party vendors. When we pay off a balance that is due the liability account of accounts payable will go down.</p><p>Financial statements are the end goal of financial accounting, the final product most useful to external users like investors, creditors, and customers. Financial statements include the balance sheet, the income statement, the statement of equity, and the statement of cash flows. We will concentrate on the first three statements here and move to the statement of cash flows later.</p><p><br></p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2019-08-17_00-59-35-eb6caee36f3fdb232c6d851838ebd033/WebHD_720p.mp4?Expires=1637688075&Signature=UlvN3ciI2vh2HVArYHWJ4y2QOLhlCI-u7Y7b1CgoPLbxv~7g4BRNO3iCDnZzIfs~XUol~6bpqsBsKW1JzDJWFK8tgnQBQ~Avec-NbuoWh~EIOO08hfdVcOyhFZZ4JsXXviO~PxkXAjSyJdscBnb4Y4huH7BsRpuCK4llN91FrKezrtHdJPxdwqWlSeNLxIB7JQ~bcYYqk5nMc0WLe951qiT2tMlp8CUtgsi9MnC6hy-SHaV9C~kxYVtj-bAR7VjQdlblGU8HBQ82PbBoP-UuppNkwsHUXEmjulCjYKvWYD~3PQ1g3WJnLZ4fEEsDRykMnSUDH--~ODfNt6Zn92GZIA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2529704", "category": "Development", "sub_category": "Web Development", "title": "HTML5 and CSS3 Build: Two Responsive Websites in Hindi||Urdu", "level": "All Levels", "author": "Kushal Koirala", "duration": "9.5 hours", "rating": "4.4", "reviews": "462", "students": "38673", "coupon_code": "D00ADF7077FCB3C55E66", "preview_img": "https://img-c.udemycdn.com/course/750x422/2529704_0381_7.jpg", "coupon_link": "https://www.udemy.com/course/css3-in-hindi/?couponCode=D00ADF7077FCB3C55E66", "end_day": "2021-11-26 02:49:10+00:00", "headline": "HTML5 and CSS3 Build Responsive websites, S.E.O and publish website to Internet Earn Money making website", "description": "<p>in this course, you will learn about HTML5 and CSS3 that too in Hindi after that we will Make Two websites and the last one is a complete Responsive website The Startup website and then to Boost your skills you will learn S.E.O Search engine optimization so that you can rank your website at the top and your website will more sales and then we will Host or publish our website to the internet... That's it now you can build a website and publish it on the internet. So that you can Earn MONEY Building websites and you will be able to make amazing websites with many features.</p><p>so enroll it now</p><p>thanks... </p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-12-24_04-53-55-28f44d14f4728037aba4beb24c73bcdf/1/WebHD_720p.mp4?Expires=1637688083&Signature=Hkill7JVUpEQVjD5MUY-wvTorLrc9MBMV7TcgN9jBG9wiWiH~UZqiPfsLBOxMiyZKsyCHcWm3eDqDQ~bsIy8g8LTDm-5~69KvzTbWV3dyDnh1ZP6eSDz1s~PCWhI4anE3zJ-I3cViAZfqpd9JPst9pp4UaV8HSQVl9VmfHYoFM4OOcevTgwf45y2euthjH3LaTb6le4HqlIILIBzS3kklhhJVYlPMB7d41SWXiDwxBVWivPWwyJvYsQgwxChBy~WhfMU93Yf~rONVCH34X6zDSv-U5J6mDj31hug0tdkWp5edDrYMHS1~RF3ZVIBP4wWmBBYux0H6jb20W~Bz6y9LA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1806370", "category": "Business", "sub_category": "E-Commerce", "title": "Dropshipping with Wordpress: Create a Dropship Business Fast", "level": "Beginner Level", "author": "Scott Paton", "duration": "2 hours", "rating": "4.9", "reviews": "105", "students": "34106", "coupon_code": "DSWCDNOV272021", "preview_img": "https://img-c.udemycdn.com/course/750x422/1806370_65c8.jpg", "coupon_link": "https://www.udemy.com/course/dropshipping-with-wordpress/?couponCode=DSWCDNOV272021", "end_day": "2021-11-28 02:30:05+00:00", "headline": "Using Wordpress to set up Huge E-Commerce Stores Quickly and easily", "description": "<p><strong>Dropshipping</strong> is an ideal side business or even full time business. With the popularity of eCommerce<strong> billions of dollars</strong> are being spent right now in an online market place and you can become part of that success story as online shopping is expanding all over the world. </p><p>In this course, Sergey will walk you thru the top steps to growing your dropshipping business quickly and easily. Then Scott Paton will show you how you can have ecommerce web sites up and running in mere hours with Wordpress.</p><p>You will discover:</p><ul><li><p><strong>How to pick a Niche</strong></p></li><li><p><strong>How to get the best price</strong></p></li><li><p><strong>How to get your domain name</strong></p></li><li><p><strong>How to set up your web hosting</strong></p></li><li><p><strong>Installing Wordpress in one easy step</strong></p></li><li><p><strong>Which products are best for dropshipping</strong></p></li><li><p><strong>How to import products into your store easily and quickly</strong></p></li><li><p><strong>Where to get your products when starting out</strong></p></li><li><p><strong>How to leverage Online Arbitrage</strong></p></li></ul><p>This course is ideal for beginning dropshippers, but experienced entrepreneurs will find <strong>gold nuggets to help expand their businesses</strong>.</p><p>The perfect side hustle that can turn into a<strong> part time income without spending full time hours</strong>. It is also easy to set up and with Wordpress no need to pay extra fees to set up your your complete ecommerce website. </p><p>Get started in the world's best side business today!</p><p><br></p><p>************************</p><p><strong>INSTRUCTOR BACKGROUND</strong></p><p>I've been an entrepreneur and ecommerce seller since the year 2001. I have helped and coached thousands of students online and in person and got over 200,000+ students enrolled in all my online classes. I would love to share the secrets of my success with you, it is my personal mission to help get you to be your best. Learn from my experience and expertise so you can take your business to the next level and beyond. </p><p>************************</p><p><strong>BONUSES &amp;&nbsp;OFFICE&nbsp;HOURS</strong></p><p>With the paid purchase of this course you get the following...</p><p><em>* Free 15-min GoogleHangout coaching session to help you with any problems you might have with your online business</em></p><p><em>* Super fast answers to questions ask me course related questions anytime with responses within 24 hours or less</em></p><p>*&nbsp;<em>Office hours when I&nbsp;hold 30 min-1 hour free sessions answering any of your questions live</em></p><p>************************</p><p><strong>CERTIFICATE&nbsp;OF&nbsp;COMPLETION</strong></p><p>Finish 100% of class and get rewarded with a beautiful certificate that would be emailed to you. Use this to enhance your resume, show proof of expertise or extra curricular training. Print it out and frame it on your wall it is something you should be proud of. </p><p>************************</p><p><strong>MONEY-BACK&nbsp;GUARANTEE</strong></p><p>The course comes with a Udemy 30-day money-back guarantee. I am sure you will love this course. With paid purchase you receive lifetime access, any future revisions or additional&nbsp;lectures free of charge plus unlimited instructor support.&nbsp;</p><p><br></p>", "preview_video": "https://mp4-b.udemycdn.com/2018-10-16_18-32-56-43a95f4f2a041c93f3fe229c35821063/WebHD_720p.mp4?secure=XywUIgdcy4BDWrX0eoQJ1A%3D%3D%2C1637688086"}, {"course_id": "3982702", "category": "IT & Software", "sub_category": "Network & Security", "title": "2021 Beginner's guide to Cyber Security", "level": "Beginner Level", "author": "George Proorocu", "duration": "1.5 hours", "rating": "4.4", "reviews": "2320", "students": "119807", "coupon_code": "600384BB8CB54178DDE5", "preview_img": "https://img-c.udemycdn.com/course/750x422/3982702_080f.jpg", "coupon_link": "https://www.udemy.com/course/2021-beginners-guide-to-cyber-security/?couponCode=600384BB8CB54178DDE5", "end_day": "2021-11-27 17:06:40+00:00", "headline": "Learn from first line experts what is Cyber Security, the latest threats and how to protect against them. #2021", "description": "<p><strong>Why should you enroll? <br></strong><br>Since we've been working in this field for over 15 years, we wanted to share part of what we've learned in all these years with people that are completely new to <strong>Cyber Security</strong>, or people that would like to understand the <strong>2021 basics</strong> in this field. <br>You will find the general information mixed with real-life scenarios and real tips &amp;&nbsp;tricks on how to protect from different threats.<br>Our goal is to use your time in the most efficient way, in order for you to get the most important content in the shortest time.<br><strong><br>What will you know after taking our course? </strong><br><br>1. A general introduction to Cyber Security, including an explanation of the CIA&nbsp;(Confidentiality, integrity and availability) rating. <br>2. What is Malware&nbsp;(Viruses, Worms, Trojans, Bots, Adware, Spyware, Rootkits, and Ransomware).<br>3. Understanding different threats (Brute force, DDoS, Phishing, and Social engineering).<br>4. Guide on how do you protect yourself as an individual. This area will be focused on your devices and your data. <br>5. Bonus lecture:&nbsp;How are the jobs in Cyber Security? Should you consider this field?<br><br><strong>Prerequisites </strong><br><br>This course is designed for a general audience. No prior knowledge is required. <br>For different specific terms, you will have an explanation in the notes. </p>", "preview_video": "https://mp4-c.udemycdn.com/2021-04-15_21-57-02-4f6cbce3111948cbc86efa8df8dc16b4/1/WebHD_720p.mp4?Expires=1637688096&Signature=C15bPbOuZhdDgV70vGzbDF7EDfyPBcl1WRKMhOHn777JtTwwttGbrBxdGPuNS-7juo7J~hseNhs0key2jwgb18wREkRjYw4kRJrK2EuOtCCZBpZ8-nTH69T3YPxy5eEs1fWG7qdMSyV-Z8hNMON~QrITjZ4FUIpJdHW49H61N~NkorLMu4nFFYhtxmi~HOLc1JwkkFEGXIopLpQWyYHzB07kDsg1VDEpU~SHbBUT6wp750YuLJbw-hxHA90g9yxM4IpfvHC2bnhCj~YbiPX3jembjX54sUvNwfOPSW5qZx0iyKnq~zuWrenoeSRDtxxxBePNsxNcGSlzrsX-WvySjA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2591028", "category": "IT & Software", "sub_category": "Other IT & Software", "title": "OBS Studio - Ultimate Livestreaming Guide to OBS Studio", "level": "Beginner Level", "author": "Nick Nyxson", "duration": "2.5 hours", "rating": "4.4", "reviews": "714", "students": "101428", "coupon_code": "EC4EB3E047D1399942B0", "preview_img": "https://img-b.udemycdn.com/course/750x422/2591028_45c3_3.jpg?secure=oVqkGJ9K5Vv1iTD-g_2uSQ%3D%3D%2C1637758317", "coupon_link": "https://www.udemy.com/course/ultimate-beginners-guide-to-open-broadcaster-softwareobs/?couponCode=EC4EB3E047D1399942B0", "end_day": "2021-11-28 03:15:14+00:00", "headline": "Start LiveStreaming and Recording to Twitch, YouTube, Mixer & more using Open Broadcaster Software (OBS Studio)", "description": "<p>Welcome to <strong>OBS Studio - Ultimate Livestreaming Guide to OBS Studio!</strong></p><p>Nick Nyxson here, your instructor.</p><p>In this course, you will learn how to start using&nbsp; Open Broadcaster Software (OBS Studio) for Livestreaming on Twitch, YouTube, Mixer, and other platforms,&nbsp; even if you have no idea where to start.</p><p>In this course You Will Learn:</p><ul><li><p><strong>Which version of OBS Studio (Open Broadcaster Software) You need to use;</strong></p></li><li><p><strong>How to download OBS Studio;</strong></p></li><li><p><strong>OBS Studio Settings Walkthrough;</strong></p></li><li><p><strong>OBS StudioSources and Scenes;</strong></p></li><li><p><strong>OBS Studio Audio setup;</strong></p></li><li><p><strong>OBS Studio Effects;</strong></p></li><li><p><strong>and Many More!</strong></p></li></ul><p>Everything you will learn here will be based on My practice as a video content creator and Streamer and Everything shown step by step as I am performing everything live on video.</p><p>Most importantly this course will continue and grow as time passes and all the upgrades will be available for FREE for every enrolled student.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p><p>Join me in this amazing journey and I hope to see you in class :)</p><p><br></p><p><em>This course is made for the complete beginner of Open Broadcaster Software (OBS Studio).</em></p><p><br></p><p><strong><em>Version History:</em></strong></p><p><em>Version 1.0 - Initial Release;<br>Version1.1 - Added 8 New Lectures (and 3 New Sections), Updated Logo.</em></p>", "preview_video": "https://mp4-b.udemycdn.com/2020-11-26_08-55-48-e1f4a9d6f1090c1f1a70be0ec9901712/1/WebHD_720p.mp4?secure=9DN3UL8a3Q3zy7bqaQ68sA%3D%3D%2C1637688117"}, {"course_id": "3109678", "category": "Health & Fitness", "sub_category": "Meditation", "title": "Meditation Masterclass: meditation teacher certification", "level": "All Levels", "author": "Kevin Ellerton", "duration": "5.5 hours", "rating": "4.7", "reviews": "461", "students": "62737", "coupon_code": "A48C773977C5B66E057C", "preview_img": "https://img-c.udemycdn.com/course/750x422/3109678_a0c1_2.jpg", "coupon_link": "https://www.udemy.com/course/meditation-masterclass/?couponCode=A48C773977C5B66E057C", "end_day": "2021-11-23 19:10:40+00:00", "headline": "Accredited meditation certification course. Learn & teach a wide range of meditation techniques from around the world!", "description": "<p>In this course, you'll learn meditations from all around the world!</p><p>From mindfulness to zen to breath-work, chakras, Tibetan bowls, and everything in between, you'll even be certified to teach meditation by the end of the course!</p><p>From new meditators to zen masters alike, no matter what your level of experience, you can gain a lot from exploring this course. By the end, you'll have experience with over a dozen different styles of meditation!</p><p>This course is accredited by The Meditation Organization as a Certified Meditation Teacher Training Course -- AMC&nbsp;(Accredited&nbsp;Meditation&nbsp;Course) #39283 -- so once you receive your Meditation Certification at the end of this course, you'll be able to teach meditation to others as well.</p><p>While many course creators make one-hour courses to maximize the ROI&nbsp;on their time&nbsp;(one hour courses often sell for as much as 20-hour courses), that's not what this course is about. This course is my masterclass, a culmination of over a decade of learning meditation techniques from gurus around the world and teaching it to groups of students here in the United States. When friends and family ask me to teach them to meditate, I always wish I had a link to send them, that would cover everything that I would want to teach them if I only had the time. Well, I took the time to make this course, and this is the link that I will send to people in the future! </p><p>That's why I've made this course as comprehensive as I could possibly make it, and why I will continue to add videos to this course over the months, years, and decades to come.</p><p>Welcome to my Meditation Masterclass. I hope you enjoy it ❤️</p>", "preview_video": "https://mp4-b.udemycdn.com/2020-05-24_16-45-38-96cd7f4ca7b6809da22109c4da307e94/1/WebHD_720p.mp4?secure=Vss4d7LzjNW72ra4sYSl4Q%3D%3D%2C1637688122"}, {"course_id": "4233882", "category": "IT & Software", "sub_category": "IT Certifications", "title": "PSPO1™ Practice Tests Scrum Product Owner certification-160Q", "level": "All Levels", "author": "Debajyoti Adhya", "duration": "", "rating": "4.4", "reviews": "14", "students": "6809", "coupon_code": "F9365E3050B88B19D427", "preview_img": "https://img-c.udemycdn.com/course/750x422/4233882_79fb.jpg", "coupon_link": "https://www.udemy.com/course/pspo1tm-practice-tests-scrum-product-owner-certification-160q/?couponCode=F9365E3050B88B19D427", "end_day": "2021-11-26 05:59:40+00:00", "headline": "The Complete PSPO1™ Practice Test - 160Q - Pass PSPO1™ Certification Exam Successfully - Lets Get it Done !", "description": "<p>The Professional Scrum Product Owner certification or <strong>PSPO1™</strong>&nbsp; is most widely accepted and globally recognized Product Owner Certification. This certification is provided by<strong> Scrum org </strong>and to pass the exam the candidate need to be aligned with the latest changes in the Scrum Guide. The best way to validate the knowledge is to take practice Exams.</p><p><strong>Exam Details:</strong></p><ul><li><p>Total 80 Questions</p></li><li><p>Exam time 60 Min.</p></li><li><p>Pass at 85%</p></li><li><p>Exam price 150$</p></li></ul><p>This course provides 160 practice test questions, which will help you get ready to pass the <strong>PSPO1™</strong>&nbsp;exam. This course is set up to match the latest changes in scrum guide presented in the <strong>PSPO1™</strong>&nbsp;exam content outlines published by <strong>Scrum org</strong> on 2021. </p><p>This course provides 160 practice test questions, which will help you get ready to pass the <strong>PSPO1™</strong>&nbsp;exam. </p><p>This practice test provides a robust system to help you pass the certification exam in the first time! By using this test questions, you can identify weak areas upfront and then create a strategy for the exam day.</p><p>The course includes 2 practice tests. Take the tests like the actual exam. If you can get more than 85 percent of the answers correct, you're ready to take the certification exam.</p><p><strong>This course is specifically for:</strong></p><p>· People that want to take a Product Owner certification exam like PSPO1 or CSPO.</p><p>· People that know the Scrum framework and theory. To learn about scrum you can take this course: </p><p><strong>Is there a guarantee to pass ?</strong></p><p>Absolutely yes ! You can enroll now <strong>100% risk-free</strong> because you receive <strong>30 days, unconditional full money-back guarantee </strong>in case you are not satisfied<strong>.</strong></p><p>So, go ahead and click the “<strong>Buy Now</strong>” button right now !</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-08-11_10-24-28-a1d6a760e6b15e468cd287872ab0a912/2/WebHD_720p.mp4?secure=p_vHvRTW9_6SKVJER_hrnQ%3D%3D%2C1637688129"}, {"course_id": "3533698", "category": "Business", "sub_category": "Project Management", "title": "Agile Project Management: Agile, Scrum, Kanban & XP", "level": "All Levels", "author": "GenMan Solutions", "duration": "4.5 hours", "rating": "4.4", "reviews": "1346", "students": "112191", "coupon_code": "AGILENOV1", "preview_img": "https://img-c.udemycdn.com/course/750x422/3533698_42a6.jpg", "coupon_link": "https://www.udemy.com/course/agile-project-management-genman/?couponCode=AGILENOV1", "end_day": "2021-11-28 09:04:59+00:00", "headline": "Everything you need to know to get started with Agile Project Management, Scrum, Kanban & XP", "description": "<p><strong>Welcome to the Course on Agile Project Management!</strong></p><p>Software industry is going crazy on agile methods. It is rapidly becoming the choice for software development where requirements are unpredictable or is expected to change over time. This course will help you explore how working on an Agile project has benefits for your development team, your end users, and your organization as a whole.</p><p>Here is a list of the topics we will cover in this course:</p><ul><li><p>Understanding the <strong>need for Change</strong> in traditional software development process</p></li><li><p>What is <strong>Agile </strong></p></li><li><p>Understanding <strong>Agile Principles</strong></p></li><li><p>What <strong>Agile is not</strong></p></li><li><p><strong>Waterfall vs Agile</strong></p></li><li><p>Understanding &amp; Creating <strong>User Stories, Theme &amp; Epic</strong></p></li><li><p>What is <strong>Product Backlog</strong></p></li><li><p>Difference between <strong>Product Backlog &amp; Product Roadmap</strong></p></li><li><p><strong>Advantages &amp; Disadvantages of Agile</strong></p></li><li><p>How <strong>Estimation</strong> is done in Agile</p></li><li><p>Why <strong>Relative Estimation</strong> in Agile</p></li><li><p><strong>T-Shirt &amp; Fibonacci</strong> Estimation</p></li><li><p><strong>Planing Poker</strong> in Agile</p></li><li><p><strong>Understanding &amp; Creating Burn down Charts </strong></p></li><li><p><strong>Minimum Viable Product</strong></p></li><li><p><strong>Team Velocity</strong></p><p><br></p><p><strong><em>Introduction to Scrum</em></strong></p></li><li><p><strong>Scrum Theory and Pillars</strong></p></li><li><p><strong>Scrum Events</strong></p><ul><li><p>Sprint Planning</p></li><li><p>Daily Scrum</p></li><li><p>Sprint Retrospective</p></li><li><p>Sprint Review</p></li></ul></li><li><p><strong>Scrum Roles</strong></p><ul><li><p>Product Owner</p></li><li><p>Scrum Master</p></li><li><p>Development Team</p></li></ul></li><li><p><strong>Scrum Artifacts</strong></p><ul><li><p>Product Backlog</p></li><li><p>Sprint Backlog</p></li><li><p>Increment</p></li></ul></li><li><p><strong>Definition of Done</strong></p><p><br></p><p><strong><em>Introduction to Kanban</em></strong></p></li><li><p><strong>Kanban Principles</strong></p></li><li><p><strong>How Kanban is different </strong>from Scrum &amp; Extreme Programming?</p></li><li><p><strong>Finding various inefficiencies in your process </strong>using Kanban board</p></li><li><p><strong>Definition of done</strong> in Kanban</p></li><li><p><strong>Daily Standup</strong> in Kanban</p></li><li><p><strong>Specifying rules </strong>in Kanban</p><p><br></p><p><strong><em>Introduction to Extreme Programming</em></strong></p></li><li><p><strong>Values in Extreme Programming</strong></p></li><li><p><strong>XP Practices</strong></p></li></ul><p>This course is ideal for <strong>software developers, project managers, software leadership, or anyone that would have an interest and gain benefit from running an Agile project and delivering maximum value early to your customers.</strong></p><p>You will thoroughly understand &amp; enjoy this course through <strong>practical examples, practice exercise, quizzes &amp; fun facts </strong>which are part of this course.</p><p>After completing this course, you will be able to : </p><p>1) Demonstrate the ability to participate effectively in agile practices/process for software development. </p><p>2) Explain the purpose behind common agile practices. </p><p>3) Apply agile principles and values to a given situation. </p><p>4) Identify and address most common problems encountered in adopting Agile methods. </p><p>5) Implement Scrum, Kanban &amp; Extreme Programming</p><p>I hope that you will enjoy the course, be challenged by it and learn a lot. The primary objective is to build a strong foundational knowledge of the principles of agile.</p><p>It is suggested that you go through the course at a pace that makes sense for you. The topics build on each other, so it is better to slow down and really learn something than to just move on in order to keep up a certain pace. </p><p>So, I have the tools needed to get the job done. So, let’s do it, I’ll see you in class. All the best!</p><p><br><em>Course enrollment grants you lifetime access, with no expiration, to all the course lectures. In addition, you’ll also receive 1-on-1 support for any questions or uncertainties that come up. And this all comes with a </em><strong><em>money-back guarantee</em></strong><em>. You have nothing to lose and so much knowledge to gain.</em></p><p><strong>Just ask the students who’ve already taken this course:</strong></p><p>★★★★\"I received another Agile certification before taking this course, but I feel like it was a more authentic deep dive into the frameworks of Agile\"</p><p>-Jennifer Levingston</p><p>★★★★ \"This course is a must do for anyone who wants to understand Agile quickly. It provides very good explanation of concepts with right set of examples and analogies making the learning fun and easy to remember. I highly recommend this course.\"</p><p>-Anupriya Pande</p><p>★★★★★ \"Great explanation and illustrations. Simply Perfect and Crisp!\"</p><p>- Sagar Kavitake</p><p>★★★★★ \"I'm really impressed with this instructor's knowledge and clarity. She structured the course extremely well, explanations are crystal clear, and she moves at an impressive (but by no means overwhelming) pace. Excellent\"</p><p>- Nitin</p><p>★★★★★ \"I really loved this course. Simple explanations with apt examples. Kudos to the instructor.\"</p><p>- Sophia Winglet</p>", "preview_video": "https://mp4-b.udemycdn.com/2020-10-21_16-04-52-2405b14d06aaae8fb83931ac7c824b79/1/WebHD_720p.mp4?secure=IevhpReaTlUK9i3H8X327Q%3D%3D%2C1637688144"}, {"course_id": "3743036", "category": "Office Productivity", "sub_category": "SAP", "title": "SAP Business Analytics Essential Training", "level": "All Levels", "author": "Fredrick Higgins", "duration": "3.5 hours", "rating": "4.4", "reviews": "640", "students": "73588", "coupon_code": "256D62E3A03C891B9A04", "preview_img": "https://img-c.udemycdn.com/course/750x422/3743036_a561_4.jpg", "coupon_link": "https://www.udemy.com/course/sap-bi-bo/?couponCode=256D62E3A03C891B9A04", "end_day": "2021-11-28 05:57:43+00:00", "headline": "Create data visualization, monitor performance, manage risk with SAP Bl, EPM, GRC and get more insights from your data.", "description": "<p>If you have been looking to move to business analyst, this video will provide you with enough information to do so. Not only understanding the basics, but how to make your first business analytics project successful.</p><p>Being a great data analyst is about helping your organization make better and more informed decisions.</p><p><strong>According to Gartner research, Bl platform software and services sales will be tallied at $30 billion in 2020, and SAP Business intelligence solution has taken up to 10% of market share, so mastering SAP Bl platform is a must.</strong></p><p>In this course, I'll share with you the overview of Bl and the unique role of data analysts. I'll then share the tools and techniques used on the SAP Business Intelligence platform and talk about gathering of difference source of data and generate incredible insightful reports by using Crystal reports, web intelligence, analysis edition and dashboards. Finally, I’ll share about the new generation of data visualization tool - SAP Analytics Cloud.</p><p><strong>As the 2nd part of the course, we will focus on - SAP Enterprise Performance Management.</strong></p><p>EPM software market could reach a value of about 3,600 million US dollar by 2022, and SAP EPM is the 2nd largest company by market share. It provides business users with visibility into business operations with the goal of improving financial strategies, planning, and analysis across all facets of the enterprise.</p><p><strong>Finally, we will move to SAP Governance, Risk, and Compliance.</strong></p><p>Compliance to the changing regulatory environment can be challenging to implement. IT complexities such as fragmented security frameworks and duplication and inconsistent definition of roles, lead to slower time-to-market and audit issues. SAP GRC can help the company quickly adapt to changes in technology, regulations, and the economy.</p><p>If you're ready, grab your gear and let's get started with SAP Business Analytics Essential training.</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-01-02_09-06-06-dc24a149c50c9b40d0e6867b8e170b53/1/WebHD_720p.mp4?secure=1VMkn-q2NpBAXufGOILBaw%3D%3D%2C1637688156"}, {"course_id": "3331764", "category": "Design", "sub_category": "Graphic Design & Illustration", "title": "Adobe Illustrator 2021 Ultimate Course", "level": "All Levels", "author": "Learn Tech Plus", "duration": "4.5 hours", "rating": "3.8", "reviews": "1394", "students": "139768", "coupon_code": "TRY10FREE112103", "preview_img": "https://img-c.udemycdn.com/course/750x422/3331764_67bc_3.jpg", "coupon_link": "https://www.udemy.com/course/adobe-illustrator-cc-2020-master-course/?couponCode=TRY10FREE112103", "end_day": "2021-11-26 14:57:06+00:00", "headline": "Everything you need to know about Adobe Illustrator 2021", "description": "<p>Have you always wanted to learn how to Design but don't know where to start?</p><p>Would you like to make amazing Designs and bring your ideas to life?</p><p>Then Adobe Illustrator 2021 Ultimate Course is for you!</p><p>Hi, I’m your instructor Josh Werner and I’ll be leading you through this course.</p><p>Design is an in-demand skill in 2021. </p><p>The course begins with the basics.&nbsp; </p><p>I'll take you through everything you need to know to start building designs like an expert with Adobe Illustrator 2021.</p><p>You'll learn all the fundamentals of Adobe Illustrator 2021. </p><p>This is great for students starting or for Designers that need a refresher course on Adobe Illustrator 2021.</p><p>There are no requirements necessary to enroll I only ask that you come open minded and ready to learn</p><p>Feel Free to look through the course description and checkout some of my preview videos</p><p>The course is packed with over 4 hours of hands-on tutorials</p><p><br></p><p><strong>Here is what you will Learn:</strong></p><p><br></p><p><strong>01. Introduction</strong></p><p>&nbsp; 001. Overview</p><p><strong>02. Adobe Creative Cloud 2021</strong></p><p>&nbsp; 002. Overview</p><p>&nbsp; 003. Setup Account</p><p>&nbsp; 004. Download Creative Cloud App</p><p>&nbsp; 005. Install Creative Cloud App</p><p>&nbsp; 006. Summary</p><p><strong>03. Adobe Illustrator 2021 Setup</strong></p><p>&nbsp; 007. Overview</p><p>&nbsp; 008. Install Adobe Illustrator 2021</p><p>&nbsp; 009. Summary</p><p><strong>04. Welcome Page</strong></p><p>&nbsp; 010. Overview</p><p>&nbsp; 011. Home</p><p>&nbsp; 012. Learn</p><p>&nbsp; 013. Cloud Documents</p><p>&nbsp; 014. Shared with You</p><p>&nbsp; 015. Deleted</p><p>&nbsp; 016. Create New</p><p>&nbsp; 017. Open</p><p>&nbsp; 018. What's New</p><p>&nbsp; 019. Summary</p><p><strong>05. Main Menu</strong></p><p>&nbsp; 020. Overview</p><p>&nbsp; 021. File</p><p>&nbsp; 022. Edit</p><p>&nbsp; 023. Object</p><p>&nbsp; 024. Type</p><p>&nbsp; 025. Select</p><p>&nbsp; 026. Effect</p><p>&nbsp; 027. View</p><p>&nbsp; 028. Window</p><p>&nbsp; 029. Help</p><p>&nbsp; 030. Summary</p><p><strong>06. Tools</strong></p><p>&nbsp; 031. Overview</p><p>&nbsp; 032. Customize Toolbar</p><p>&nbsp; 033. Create New File</p><p>&nbsp; 034. Selection Tool</p><p>&nbsp; 035. Direct Selection Tool</p><p>&nbsp; 036. Group Selection Tool</p><p>&nbsp; 037. Magic Wand Tool</p><p>&nbsp; 038. Lasso Tool</p><p>&nbsp; 039. Artboard Tool</p><p>&nbsp; 040. Pen Tool</p><p>&nbsp; 041. Curvature Tool</p><p>&nbsp; 042. Rectangle Tool</p><p>&nbsp; 043. Paintbrush Tool</p><p>&nbsp; 044. Type Tool</p><p>&nbsp; 045. Rotate Tool</p><p>&nbsp; 046. Eraser Tool</p><p>&nbsp; 047. Shape Builder Tool</p><p>&nbsp; 048. Gradient Tool</p><p>&nbsp; 049. Eyedropper</p><p>&nbsp; 050. Width Tool</p><p>&nbsp; 051. Zoom Tool</p><p>&nbsp; 052. Summary</p><p><strong>07. Project</strong></p><p>&nbsp; 053. Overview</p><p>&nbsp; 054. Download Project Files</p><p>&nbsp; 055. Project</p><p>&nbsp; 056. Summary</p><p><strong>08. Conclusion</strong></p><p>&nbsp; 057. Summary </p><p><br></p><p><strong>So what are you waiting for? I look forward to going through course with you I’ll see you inside!</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-07-14_18-29-26-5cdc95be190173d3f7d0224ab0502162/2/WebHD_720p.mp4?Expires=1637688159&Signature=JjbnZo7HlsvvcVo1J46DgS0PC-zZOOtUF~huPJh3KBE~m7pypxvcrvsiFDNOJsFyX2-krWqJggCu4F1NRpie6M2EcFuBj4yi25NqUfrSDMEOKI3Z6ef7o3wlEUloZ6KL9p57zSI5EQxXE1hhGg5ZeKUY3WyZ2e6FkK6-2-Yt3QO16qws-ntfhnTPi45iXGDeynCllIYBNDdu1G5yhlhWvbuJx41Am7RbLWsqAyy5Y5Kno~I-ap7W1MoZVpmOp8HkiqD6A8wmK-Ttg1LoHI52easTs-Qafo8wt3q3p01hQGSPzd44D42d~eZk-Oyf-SBY3ImN05ZnmkhtrHXSE6JNjg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3361458", "category": "Design", "sub_category": "Web Design", "title": "Adobe Animate 2021 Ultimate Course", "level": "All Levels", "author": "Learn Tech Plus", "duration": "3.5 hours", "rating": "3.4", "reviews": "341", "students": "101578", "coupon_code": "TRY10FREE112103", "preview_img": "https://img-c.udemycdn.com/course/750x422/3361458_7439_2.jpg", "coupon_link": "https://www.udemy.com/course/adobe-animate-cc-2020-master-course/?couponCode=TRY10FREE112103", "end_day": "2021-11-26 14:56:33+00:00", "headline": "Everything you need to know about Adobe Animate 2021", "description": "<p>Have you always wanted to learn how to Animate Video but don't know where to start?</p><p>Would you like to make amazing Videos and bring your ideas to life?</p><p>Then Adobe Animate 2021 Ultimate Course is for you!</p><p>Hi, I’m your instructor Josh Werner and I’ll be leading you through this course.</p><p>Animation is an in-demand skill in 2021. </p><p>The course begins with the basics.&nbsp; </p><p>I'll take you through everything you need to know to start Animating Videos like an expert.</p><p>You'll learn all the fundamentals of Adobe Animate 2021. </p><p>This is great for students starting or for Animators that need a refresher course on Adobe Animate 2021.</p><p>There are no requirements necessary to enroll I only ask that you come open minded and ready to learn</p><p>Feel Free to look through the course description and checkout some of my preview videos</p><p>The course is packed with over 3 hours of hands-on tutorials</p><p><strong>Here is what you will Learn:</strong></p><p><br></p><p><strong>01. Introduction</strong></p><p>&nbsp; 001. Overview</p><p><strong>02. Adobe Creative Cloud 2021</strong></p><p>&nbsp; 002. Overview</p><p>&nbsp; 003. Setup Account</p><p>&nbsp; 004. Download Creative Cloud App</p><p>&nbsp; 005. Install Creative Cloud App</p><p>&nbsp; 006. Summary</p><p><strong>03. Adobe Animate 2021</strong></p><p>&nbsp; 007. Overview</p><p>&nbsp; 008. Install Adobe Animate 2021</p><p>&nbsp; 009. Summary</p><p><strong>04. Welcome Page</strong></p><p>&nbsp; 010. Overview</p><p>&nbsp; 011. Home</p><p>&nbsp; 012. Learn</p><p>&nbsp; 013. Create New</p><p>&nbsp; 014. Open</p><p>&nbsp; 015. What's New</p><p>&nbsp; 016. Summary&nbsp; </p><p><strong>05. Main Menu</strong></p><p>&nbsp; 017. Overview</p><p>&nbsp; 018. File</p><p>&nbsp; 019. Edit</p><p>&nbsp; 020. View</p><p>&nbsp; 021. Insert</p><p>&nbsp; 022. Modify</p><p>&nbsp; 023. Text</p><p>&nbsp; 024. Commands</p><p>&nbsp; 025. Control</p><p>&nbsp; 026. Debug</p><p>&nbsp; 027. Window</p><p>&nbsp; 028. Help</p><p>&nbsp; 029. Summary</p><p><strong>06. Tools</strong></p><p>&nbsp; 030. Overview</p><p>&nbsp; 031. Selection Tool</p><p>&nbsp; 032. Free Transform Tool</p><p>&nbsp; 033. Lasso Tool</p><p>&nbsp; 034. Fluid Brush Tool</p><p>&nbsp; 035. Classic Brush Tool</p><p>&nbsp; 036. Eraser Tool</p><p>&nbsp; 037. Rectangle Tool</p><p>&nbsp; 038. Line Tool</p><p>&nbsp; 039. Pen Tool</p><p>&nbsp; 040. Text Tool</p><p>&nbsp; 041. Paint Bucket Tool</p><p>&nbsp; 042. Eyedropper Tool</p><p>&nbsp; 043. Asset Warp Tool</p><p>&nbsp; 044. Hand Tool</p><p>&nbsp; 045. Zoom Tool</p><p>&nbsp; 046. Summary</p><p><strong>07. Project</strong></p><p>&nbsp; 047. Overview</p><p>&nbsp; 048. Download Project Files</p><p>&nbsp; 049. Project</p><p>&nbsp; 050. Summary</p><p><strong>08. Conclusion</strong></p><p>&nbsp; 051. Summary </p><p><br></p><p><strong>So what are you waiting for? I look forward to going through course with you I’ll see you inside!</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-07-14_21-00-04-93107a0d8714041003514a8d59a81406/2/WebHD_720p.mp4?Expires=1637688163&Signature=XlTBGTP6yTGbOE9vIo7WebSZQggic-98dA5rTSOEDeZml5FFtcWxhaSSnAdFxZY1zEppNUSxtYnz0eNtJN6~8VKGNzquwZAaLe-4NM2MyLw40uwc0Yqd7F~eg4hEDhSkodBwHlcnzu7ndnNWF69Nlnp9Xc-19F4-D1IQyc33GAVZ~6AqR3l4aT1YIivBXdnL8H6RtERgBEf0Jbi05uo7hQZfOynnuQ7bL4ke-pbot295BAB5~3rpHfqXQpme0fa3j3BCVsNKOEX8JV6HXhPik5YWoB-1Rm5pNJ3KR4gUXnTxeCbC7UQVma8FVgqx58UgfUeF5E-ELA6NZc-0~ykIRg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1777374", "category": "Marketing", "sub_category": "Branding", "title": "BRANDING MASTERY - How to build up an amazing Personal Brand", "level": "All Levels", "author": "Scott Paton", "duration": "2.5 hours", "rating": "4.1", "reviews": "81", "students": "25901", "coupon_code": "BMHTBEXPNOV272021", "preview_img": "https://img-c.udemycdn.com/course/750x422/1777374_ef2e.jpg", "coupon_link": "https://www.udemy.com/course/personal-branding-for-business/?couponCode=BMHTBEXPNOV272021", "end_day": "2021-11-28 02:46:19+00:00", "headline": "Position yourself as The Authority in your field. Make the First Impression that builds your Reputation", "description": "<p>\"Personal Branding\" refers to establishing and promoting what you stand for, who you are and who should work with you. Your personal brand is the unique combination of skills and experiences that make you unique, in demand and the ideal choice for your ideal client or customer. Effective personal branding will <strong>differentiate you from other professionals</strong> in your field.</p><p>Entrepreneurs with a powerful personal brand are <strong>paid significantly more</strong>. </p><p>When it comes to building a personal brand, some people think the process is too time consuming, or not that important. Yes - you will have to devote time and energy into branding yourself effectively. Do you want to be known as the leader in your field, or the person who posts cat videos?<br><br>But the idea that building a personal brand is unimportant is just not true, and here’s why: People <strong>Google You All the Time!</strong></p><p>So whether you want a personal brand or not, you have one. The question is: \"<strong>Is the Personal Brand you have, the one you want?</strong>\"</p><p>If you have not paid any attention to your branding, then it likely is NOT.</p><p>In this course, Scott Paton and Ricky Shetty share how they developed their personal brands as they travel around the world.</p><p>You'll discover:</p><ul><li><p><strong>How to build your brand</strong></p></li><li><p>What your Niche is</p></li><li><p><strong>How to market your brand</strong></p></li><li><p>Connect with your Tribe</p></li><li><p><strong>The power of email marketing to build your brand</strong></p></li><li><p>Why Social Media is so powerful</p></li><li><p><strong>Real Life Case Studies</strong></p></li><li><p>And much more...</p></li></ul><p>There has never been a better time to use your personal brand to grow your business.</p><p><strong>Enrol today! You'll be happier and wealthier!</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2018-08-30_13-38-51-a14e32cce7c20d2a26f5af1ce0c5253b/WebHD_720p.mp4?Expires=1637688176&Signature=Lzs3DvCnosEgVpf8ZP7TcW2xeke5LUQe5o7o51Q11YvvRbXBNoER13bqYGjUVECbn-FpmjSU2ObCxg1wWHPt4PtSOXSg63CQhr5mxaWEll6v6rzhu2hTEfoF5rIIuFHragcGFb0Viilg0Fe3VWZr7QEdkTV3fLCRpVzacFYcR4AO~W3rflokPdlxc7QGqGKLtpPRU3CqEG9j2ypbDRzp3qm5yB6E9dhX8NpWZIyRU5C5Q0Tr4-zV-lRC~7Zxo-pnYHdwtAx5~tZPLsx9RmYIYrD-M3QLG-0my5-oK2LVIUlM2a6gXhwtIYZRcJQSmlYo6xiFVBUUt~4cOrsgyRzUUA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3200880", "category": "Marketing", "sub_category": "Affiliate Marketing", "title": "Learn 4 Steps to Make Money Online with Affiliate Marketing!", "level": "Beginner Level", "author": "Roope Kiuttu", "duration": "4 hours", "rating": "3.9", "reviews": "457", "students": "76413", "coupon_code": "7F6DCEE2580D2878B987", "preview_img": "https://img-c.udemycdn.com/course/750x422/3200880_8fa6.jpg", "coupon_link": "https://www.udemy.com/course/make-money-with-affiliate-marketing-online/?couponCode=7F6DCEE2580D2878B987", "end_day": "2021-11-27 21:38:22+00:00", "headline": "These 4 steps took me from a complete beginner to making a life-changing income online.", "description": "<p><strong>Have you ever wanted to make money online even while you are sleeping?</strong></p><p><strong>Would you like to spend time with your loved ones and earning money at the same time?</strong></p><p>It happens to me all the time.</p><p>I still remember the day when I stumbled online and searched something like, \"How to make money online\".</p><p>There was a young man from the United States who said that he can show me how to make money using the Internet.</p><p>My first thought was, \"that must be a scam or something!\"</p><p>Well, I&nbsp;gave it a try...</p><p>And guess what.</p><p><strong>I failed! </strong></p><p>The reason was that I&nbsp;just \"tried\" it. I didn't really commit at first.</p><p>Then I saw dozens and dozens of examples:</p><p>Someone made $2,000/month online.</p><p>Another person made $5,000/month online.</p><p>Some people made even $10,000/month online...</p><p>And more...</p><p>I realized that if they can do it, I&nbsp;can do it.</p><p>And sure enough, I did it.</p><p><strong>I made a life-changing income online and I've traveled around the world in 40 countries in total.</strong></p><p><strong>Nowadays I run a YouTube channel called \"Learn To Make Honest Money Online\" with over 300,000 monthly views helping ordinary people to make a life-changing income online too.</strong></p><p>I&nbsp;simply share the steps that I took to make money.</p><p>And it works.</p><p>In this course, <strong>you'll learn the steps that I&nbsp;have taken to make a life-changing income online and achieve the ultimate freedom in my life.</strong></p><p>I can't give you any income guarantees because it's against the law but I&nbsp;can tell that the steps that I teach have worked for me and dozens of my friends.</p><p>I'll see you inside the lessons!</p><p>Looking forward to helping you my friend!</p><p>Cheers</p><p>- Roope&nbsp;\"From a complete beginner to making a life-changing income online\" Kiuttu</p><p><strong>PS. </strong></p><p>Imagine having a life that you've always dreamed of.</p><p>Imagine having the freedom...</p><p>It's Your Time!</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-10-09_04-00-40-3e2327bd76e567b7990524bf15251305/1/WebHD_720p.mp4?Expires=1637688179&Signature=ZEP3cw8O8el8FxkYMBLLpPsAnKyUTZeY3g5eKwm-sQVkYcAnbbN7FQwTNTLOOnhzuoFEYxYZiYJhnmy7NMQhHdPz45yYTC1rI~Q84OKEZJdDkaAE60ObqEAj9Nm-NjVNM-yPCcDbaQsrviYUgkSBxaBS9HjZ34WkRF6U9kylMiuzoAlzlTz~NT0nhu7V-Tk9GxnUVJnbEN9Q2dAz-Q8fjJeiTiSmuToW6GtH5RjoSW9tPdODmPhzTiy6pyOi1jXuAn9AVGSsVs3Z-HwvLPC4vRUHBiaJ4Jb4CB5uWzcdzpXWQspZklqEvTAXbp-XFXmnJDNigrPXTEKNTXSurkK19g__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3442354", "category": "Business", "sub_category": "Entrepreneurship", "title": "Make Money From Home: 12 EASY Options to Make Money Now", "level": "All Levels", "author": "Roope Kiuttu", "duration": "2.5 hours", "rating": "3.2", "reviews": "523", "students": "62963", "coupon_code": "92BD1EDAEF7F7C03ECA8", "preview_img": "https://img-c.udemycdn.com/course/750x422/3442354_f3a1_2.jpg", "coupon_link": "https://www.udemy.com/course/make-easy-money-from-home/?couponCode=92BD1EDAEF7F7C03ECA8", "end_day": "2021-11-26 19:15:29+00:00", "headline": "Do YOU Want to Make Money From Home? I've Helped Over 385,000 People And I'd Love to Help YOU too!", "description": "<p><strong>If YOU have been looking for easy options to make money from home, this course is the right one for you.</strong></p><p><strong>I'll show you CLICK-BY-CLICK&nbsp;12 easy ways to make money online.</strong></p><p>This will also give YOU confidence that anyone can earn money from home.</p><p>Everything in this course is <strong>extremely simple and easy-to-follow.</strong></p><p>If you are looking for more advanced strategies to make money online, I&nbsp;advise that you take my other Udemy courses where I'll show you more profitable strategies.</p><p>These methods are EASY&nbsp;Ways to make money but in my other courses, you'll learn how to earn BIG&nbsp;money online.</p><p><strong>I help people WORLDWIDE to make money and every single day over 10,000 people watch my videos on YouTube. </strong></p><p>My greatest people is to see people succeeding when they use my methods to make money.</p><p>Every single person is important.</p><p>Once you learn these EASY ways to make money, you can move to more profitable ways to earn money online that I will show you.</p><p>You're gonna be the next success story!</p><p>I'll see YOU inside my money-making courses!</p><p>It's Your Time!</p><p>- Roope \"Educating over 385,000 people on Udemy on how to make money online\"&nbsp;Kiuttu</p><p><strong>PS. If you have been dreaming of making money from home, now is the high time to START!</strong></p><p><strong>Every second that you delay may be costing you money.</strong></p><p><strong>Take action before it's too late...</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-29_15-01-32-1d3903cb53d6bad67030baa5228a7d72/1/WebHD_720p.mp4?Expires=1637688182&Signature=U1e8J54nZkuvWed1cdO4rH7ijIiJMxvrkZ0WGwsV0vGSN6n6xx6gFi7dtCfmHYd4LDvIrcToCLLBvALarmRpQGwoT-qRIXg7k01AQMe4F0Z2vaMogA~GOKjWi47uo0Tj0mCSZPHo-gZzWVUPXvO~SKtWLXd00r9r9QgESmdmBJhY9u9oqgTNYhxJn86tVr4WtnPRtogR6RSzMSsZWJF2O7gJqzxFzOv7DqjjU2D1chMfDN-2SmRZIOPEirZsa8vYdWPZwrwUb6nJqsyQe8JlAiOOQ9P6u8D44JbA-jR7LkimL7~Eofv42jN-HonkScZfdw1HmU53YHV~BmS8DzE72A__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1878738", "category": "Design", "sub_category": "Design Tools", "title": "Five Fast Masking Tips in Photoshop CC", "level": "Intermediate Level", "author": "Scott Paton", "duration": "41 mins", "rating": "4.1", "reviews": "108", "students": "27979", "coupon_code": "FFMTPEXPNOV272021", "preview_img": "https://img-b.udemycdn.com/course/750x422/1878738_46c5.jpg?secure=pCWky6mRyISKZQaESSRM9A%3D%3D%2C1637758386", "coupon_link": "https://www.udemy.com/course/masking-photoshop/?couponCode=FFMTPEXPNOV272021", "end_day": "2021-11-28 01:44:41+00:00", "headline": "Discover the Fastest, Easiest Ways to Use Masks in Photoshop", "description": "<p>\"Five Fast Masking Tips in Photoshop CC\" is for intermediate Photoshop users.</p><p>A project based course, Photoshop users who, while very proficient in their everyday work areas, are not familiar with the best processes to use Masks to manipulate their images quickly and professionally, will find this highly-focused course a delight.</p><p>We go thru specific projects, which students can follow along and practice beside us. These projects are designed to get the Photoshop user up to speed in the least amount of time.</p><p>Due to the focused nature of the course, if students end up not using Masks for a few months and forget what they learned, they will be able to quickly and easily find the specific function they need to use, review it and get back up to speed fast.</p><p>Masking is a term used to describe the process of removing part an image from the background. You can then use the masked object in another composition.  Masking can be challenging, especially if the foreground image intermingles with the background. Examples are fur or hair. In this course you will learn 5 fast ways of preparing images for masking, and masking the images you work with, quickly. </p><p>When you are done, you will know how to mask images with the Magic Wand tool, the Quick Selection tool, the Color Range Command, and the Pen tool. </p><p>All of these will give you many options for creating high-quality masks.</p>", "preview_video": "https://mp4-b.udemycdn.com/2018-10-18_18-33-32-28815361b1b3bfbc2a7aa9562f68f481/WebHD_720p.mp4?secure=5fcmrfrqYZ_Z_jxklRJVNA%3D%3D%2C1637688186"}, {"course_id": "3162082", "category": "Health & Fitness", "sub_category": "Meditation", "title": "Meditation For Beginners", "level": "Beginner Level", "author": "Kevin Ellerton", "duration": "1.5 hours", "rating": "4.5", "reviews": "443", "students": "54592", "coupon_code": "3B61B240D10ECEC0C11C", "preview_img": "https://img-b.udemycdn.com/course/750x422/3162082_6fea_4.jpg?secure=JLZqJLN-sr_860zTmQ6HIw%3D%3D%2C1637758413", "coupon_link": "https://www.udemy.com/course/meditationforbeginners/?couponCode=3B61B240D10ECEC0C11C", "end_day": "2021-11-23 19:11:41+00:00", "headline": "Completely new to meditation? This is the course for you!", "description": "<p>Meditation is one of the most powerful things that you can do, as a human being. It trains you to be in control of you mind and your emotions, in ways that you never knew were possible. It allows you to be happy just to be alive, even in the most difficult of circumstances; even when you're injured, or suffering a loss, stressed out at work, overwhelmed, depressed or anxious. It allows you to find the basic happiness of being alive, and that pervades everything else, so that you can deal with everything else much better.</p><p>Aside from just giving you that unshakeable happiness &amp; joie de vivre, it also gives you control over your mind in ways that are hard to even imagine before you experience it. It gives you the ability to focus on whatever you want to focus on, which can make you extremely productive and successful in life.</p><p>Tim Ferris studied hundreds of the world's most successful people: billionaires, celebrities, athletes, bodybuilders, and scientists at the tops of their fields. There was only one trait that over 80% of them had in common: a daily meditation practice. That's crazy when you think about it. It's not that they were all super intelligent, hard working, good looking, or born into wealthy families. The single most common trait among the world's most successful people is <em>meditation</em>. Isn't that weird?</p><p>To experienced meditators, this is not a surprise at all. It makes perfect sense that the world's most successful people are meditators. Meditation is a meta-skill; it's a skill that improves all of your other skills. It improves your ability to focus, so that you can do everything else better.&nbsp;In that way, meditation improves every aspect of your life, from relationships to health, happiness, productivity, career... everything.</p><p>In this course, you'll go from complete n00b to at least understanding the basics of meditation. This course is <em>Meditation For Beginners</em>. It will help you to get a good firm grounding in the basics of meditation, that you'll be able to take with you into daily life, to walk around in a meditative state, and to form the foundations for your own daily practice.&nbsp;All within about an hour and a half of course materials.&nbsp;Very easy, very simple, geared toward you, specifically, the beginner meditator. This will help you be happier in life, feel better, be healthier, and deal with pretty much anything that life will throw your way. The best hour and a half you'll ever spend in the rest of your life is this hour and a half, watching this course, learning to meditate for the first time.</p><p>I'll see you inside!</p><p>Namaste.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-06-12_17-02-35-ab7f9af42549a18ab10e0e3367da1f98/1/WebHD_720p.mp4?Expires=1637688213&Signature=A6lk0gJgIICDardlEUMIfelTfQdxRiqh5Swqc2x5t40-xWhe7CqoJ7TK~W8So6442JZhNRXzUfXJHzIWpBC6pjKNmJ7TiKvBwHQqrsS4-D-3-PfUmlE6uSJ2e9cg55cEXY9YPSdwt4dm7dRRp9oFgkKKnA8UjFTzE5SUXValy8nPj~pudDDkoU~~0wxC63iqKf8JS0QpjTXjcIkLYsxe8OMktvKHibHGv3iA1OvuR-71zIWf6mpr6WuhDVNPxBL01c~Wc27PiAG3SoKxAuIhm~Li7LXB3EdpdsAgjTUt4h7L4dlAHusDZuos~J95hD0chjATspRiNCHGVETewPtylA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2272732", "category": "Development", "sub_category": "Data Science", "title": "Digishock 2.0: Learn Machine Learning in 2021 (No Coding)", "level": "Beginner Level", "author": "Srinidhi Ranganathan", "duration": "1 hour", "rating": "3.9", "reviews": "204", "students": "39434", "coupon_code": "SHOCKZTHEDIGGI", "preview_img": "https://img-c.udemycdn.com/course/750x422/2272732_608d_4.jpg", "coupon_link": "https://www.udemy.com/course/digishock-20-machine-learning-for-beginners-no-coding/?couponCode=SHOCKZTHEDIGGI", "end_day": "2021-11-26 06:03:50+00:00", "headline": "MBA in Programming and Trending Technologies: Part 2 course focussed on teaching no-code machine learning tools", "description": "<p>Welcome to experience <strong>\"Digishock 2.0: Learn Machine Learning in 2021\" in a new interactive and engaging way.</strong></p><p>We all know that<strong> Machine learning</strong> is the actual application of <strong><em>Artificial Intelligence (AI)</em></strong> that provides systems the ability to automatically learn and improve from experience. Let us elaborate this further. Machine learning is a subset of artificial intelligence (AI) that allows systems to learn and improve on their own without having to be explicitly programmed. Different algorithms (e.g. neural networks) are used in machine learning to address problems. The ever-trending field of machine learning is primarily focused on the development of computer coded programs that can access data and make machines learn themselves to perform mundane tasks autonomously. 'Autonomously' means that the task is not fully controlled by humans and machines play a bigger role in managing or scheduling them.</p><p>Why learn <strong>Digishock 2.0:</strong>&nbsp;The Ultimate Machine Learning Course of all time?</p><p>This mind-blowing 2021 course - the second course in the series of MBA&nbsp;in Programming and Trending Technologies titled <strong>\"Digishock 2.0: Learn Machine Learning in 2021 (No Coding)\"</strong> taught by Digital Marketing Legend <strong>\"Srinidhi&nbsp;Ranganathan\"</strong> and <strong>\"Vindhya\"</strong> takes the huge leap from&nbsp;Digishock 1.0 and is for anyone who wants to get introduced to Machine Learning and Deep Learning without learning code, whatsoever.</p><p><strong>\"Digishock 2.0\"</strong> involves hands-on exercises with numerous tricks and techniques of analytics, advanced predictive concepts to work on to ensure that all are familiarised with the discipline of machine-learning, deep-learning, big data, analytics, etc. The USP of the course is that there is no kind of technical knowledge required whatsoever for students who will participate in this course.&nbsp;What's more?&nbsp;We also will cover the topics of how you can create an app in minutes based on any software or application and start the conversion process. You can explore the techniques to create a voice assistant in minutes like Amazon's Alexa and deploy the same for Raspberry Pi. </p><p>These inspiring and fast-track methods or techniques would help you gain new knowledge of this vast subject.&nbsp;Nevertheless, some of these product outputs you will receive from the tech tools taught here in the course can also be used for machine learning projects you would be submitting for your college university.</p><p>Enroll now in this mind-blowing machine learning course and be amazed by the technology and techniques taught. </p><p>Let's start booming. Good luck with learning new things.</p>", "preview_video": "https://mp4-c.udemycdn.com/2019-05-05_16-07-28-da9b0902104ea2ed023e202670f36ae8/WebHD_720p.mp4?Expires=1637688220&Signature=WGan2PvklrQcF8a0oiaoItUYTpRTtI27Cl9uIA2CjVd3Pc7-R-3cj2l2oEpBd857yi1HbsI55ywd5YrEWKksVizzFmpeBoQzaoHQ9TijI1IF9IHCgA0odOBkbpAg70qNlSYB3TjiENbYFpCohRpm7B-27U2jp7Sb7oTHkdrvt7~T4ZWZGa3tr1d1OHryRB3pGy5bCSVNGYdibePWZFh~Qb6uSd73a9dGYJQKhXRBL5qe6mBVZfwqAkEVb-JeZfzNSKBLguvDfet6PrOPBUAUdmkuGz~p8ruXZY6glGs5je-yf01PeQ~QaltV7e48h~5PmYjMWE22Mu44VT8yBOfcvA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4408038", "category": "Teaching & Academics", "sub_category": "Test Prep", "title": "PRINCE2® Foundation Practice Tests", "level": "All Levels", "author": "AFAQ Formations", "duration": "", "rating": "0.0", "reviews": "0", "students": "919", "coupon_code": "MAISSAE", "preview_img": "https://img-c.udemycdn.com/course/750x422/4408038_f3d0.jpg", "coupon_link": "https://www.udemy.com/course/prince2-foundation-practice-tests-z/?couponCode=MAISSAE", "end_day": "2021-11-27 17:54:36+00:00", "headline": "Pass the PRINCE2® Foundation Exam On your First Try!", "description": "<p><strong>Get Ready To Prepare Like You’ve Never Prepared Before</strong></p><p>As we often say at AFAQ Formations , work smarter not harder. You are about to see a study guide that took hours of hard collection work, expert preparation, and constant feedback. That’s why we know this exam prep will help you get that high-score on your journey to certification.</p><p><strong>Your Journey To Pass The PRINCE2® Foundation</strong></p><p>Perhaps this is your first step toward the certification, or perhaps you are coming back for another round. We hope that you feel this exam challenges you, teaches you, and prepares you to pass the PRINCE2® Foundation. If this is your first study guide, take a moment to relax. This could be the first step to a new high-paying job and an AMAZING career. If you’ve been around the block a few times, consider taking a moment and answering some questions from newer techies.</p><p><strong>What Should You Know Before Studying The PRINCE2® Foundation?</strong></p><p>Every exam and certification has different requirements. If this is a serious venture, make sure to read the prerequisites before preceding. Nothing is worse than wasting months studying for an exam you can’t take or passing an exam that won’t help you get a certification!</p><p><strong>What Is ThePRINCE2® Foundation Focused On?</strong></p><p>The PRINCE2®<strong> </strong>Foundation or as it’s also known, the PRINCE2®<em> Foundation</em>, like all tests, there is a bit of freedom on PRINCE2®'s part to exam an array of subjects. That means knowing the majority of PRINCE2® Foundation content is required because they test randomly on the many subjects available. Be aware too that experience requirements often exist because they’ve observed the average person and what is required. You can always push past that to succeed with the PRINCE2® Foundation but it may take some extra work.</p>", "preview_video": ""}, {"course_id": "4080904", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Microsoft Azure Certification AZ-900 Practice Questions", "level": "Beginner Level", "author": "Evo Tech", "duration": "", "rating": "4.3", "reviews": "13", "students": "151", "coupon_code": "FREEBIESGLOBAL.COM", "preview_img": "https://img-b.udemycdn.com/course/750x422/4080904_f2a7_3.jpg?secure=2OaEER0q74UbW74Ab6RJjg%3D%3D%2C1637758469", "coupon_link": "https://www.udemy.com/course/microsoft-azure-certification-az-900-practice-questions/?couponCode=FREEBIESGLOBAL.COM", "end_day": "2021-11-28 07:16:19+00:00", "headline": "The Fastest Way to Pass AZ-900 Certification Exam", "description": "<p>[October 2021 Updated]: Latest exam questions added.</p><p><br></p><p><strong>Finally! Pass the AZ-900 exam in just 1 week with a 100% money-back guarantee.</strong></p><p>Preparing for your Microsoft Azure AZ-900 certification? Assess your knowledge of topics on the exam with these practice test questions.</p><p>The purpose of this Practice Question Set is to help you pass the Microsoft Azure AZ-900 exam. These practice questions will make you very familiar with both the type and the difficulty level of the questions on the <em>AZ-900 </em>certification test. This practice exam gives you the feeling of reality and is a clue to the questions asked in the actual Microsoft Azure AZ-900 certification exam.</p><p><br></p><p><strong>Practice Questions Features:</strong></p><ul><li><p>Covers complete exam blueprint.</p></li><li><p>High success rate.</p></li><li><p>Regular updates of preparation materials, with accurate answers, keeps the members one step ahead in the actual exam.</p></li><li><p>Answers verified by IT Certified Professionals.</p><p><br></p></li></ul><p>Don't settle for AZ-900 dumps or the shortcut using cheats. Prepare for your tests like a professional using our AZ-900 online practice tests that others have used to pass the exam in first attempt.</p><p><br></p><p><strong>What’s included?</strong></p><p>We’ve crafted this course to give you the knowledge and technique to pass the Microsoft Azure AZ-900 certification exam first time. The practice tests include:</p><ul><li><p><strong>EXPLANATIONS:</strong> Explanations are added, wherever required, to support your learning and help you build up your knowledge and confidence.</p><p><br></p></li><li><p><strong>100% EXAM COVERAGE:</strong> We continuously update our practice exams so that they always include 100% of the topics required for the exam. If you practice all our questions, you will be fully ready to take the exam.</p><p><br></p></li><li><p><strong>TIMED QUESTIONS:</strong> Get the real-life exam experience. You’ll be timed and scored exactly as you would in the real exam. You’ll be able to improve your exam time management and answering techniques, as well as your knowledge and confidence.</p><p><br></p></li><li><p><strong>RETAKE INDEFINITELY:</strong> You can retake our practice exams as many times as you need.</p><p><br></p></li><li><p><strong>INSTRUCTOR SUPPORT: </strong>Got questions? No problem. We’ve got your back. The course includes friendly, responsive, expert support from our team of certified engineers.</p><p><br></p></li><li><p><strong>LIFE-TIME ACCESS:</strong> You’ll get life-time access to the practice tests.</p><p><br></p></li><li><p><strong>MOBILE COMPATIBLE:</strong> Learn anywhere, anytime with our mobile-friendly practice tests. Simply download the Udemy app to learn on-the-go.</p><p><br></p></li><li><p><strong>MONEY-BACK GUARANTEE</strong>: 30-day money-back guarantee - no questions asked</p></li></ul><p><br></p><p><strong>Reviews:</strong></p><p>⭐⭐⭐⭐⭐<strong>In-depth Coverage</strong></p><p>The practice questions are very detailed. I do not think if any of the topic is not covered in the practice exams.</p><p>NAK</p><p><br></p><p>⭐⭐⭐⭐⭐<strong>Highly Recommended</strong></p><p>Practice the exam couple of times to ensure you understand each topic well enough. Highly recommended.</p><p>Fahad</p><p><br></p><p>Get this unbeatable offer today.</p>", "preview_video": ""}, {"course_id": "2800692", "category": "Design", "sub_category": "Design Tools", "title": "Creative Infographics in PowerPoint", "level": "All Levels", "author": "Natalia Lyashenko", "duration": "1 hour", "rating": "4.2", "reviews": "138", "students": "26795", "coupon_code": "PROMO_INFO3", "preview_img": "https://img-c.udemycdn.com/course/750x422/2800692_30df.jpg", "coupon_link": "https://www.udemy.com/course/creative-infographics-in-powerpoint/?couponCode=PROMO_INFO3", "end_day": "2021-11-28 07:29:38+00:00", "headline": "Do a fun and eye-catching Informational Graphic in PowerPoint", "description": "<p><strong>You certainly know that boring PowerPoint presentation can kill a brilliant idea?</strong></p><p><em>Is there a way to make it better, way better? </em></p><p>Sure, and I'll tell you how! </p><p><strong><em>A tip</em>: </strong>use data to make your presentation more convincing. Don't use standard Microsoft PowerPoint charts and graphs to visualize the data. They are boring! Instead, do something different, unexpected!&nbsp;<em>A creative infographic! </em></p><p><strong>In this course you'll learn:</strong></p><ul><li><p>what informational graphic is and why people use it (very quick insight);</p></li><li><p>build an eye-catching timeline that is good for illustrating, say, the steps of how a company works with its clients;</p></li><li><p>create an amazing pie-chart in a paper cut style to show the different parts of a whole, indicating them with a pleasant flat colors;</p></li><li><p>and an advanced level: build an elegant, half-transparent funnel that you can use as a hierarchy infographic;</p></li></ul><p><strong>In the end of this course</strong>, you'll master how to create an infographic in PowerPoint that professional photoshopers do with help of a much more specific software using much more time!</p><p>Enroll in the course and let's get started!</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-05-01_11-46-56-5dac220607b4a9dbb21a836a477eecba/WebHD_720p.mp4?Expires=1637688288&Signature=QsJJEFPy67s8nQfnWZp6ClUdBpfNdNksT5nzal0vVxNcAapjNUEPCmQSb9PU-OQ9hya0Ol3Mx~ZCo7m4SL6Dcfxu1ZBPAzpVzaA1-k-2250FE6LiIb5~rYHTUkDFRBXApR3~B2xOVzK2Py-kKYE5DnrByQU36qbe4KoeOLaNWWJW6IHNcLyHSeBMWTkMEQ1oBviWPqikGIo5WtOXX7YI6AwV8t14bLyMWX6zjErtROl8k9GECkt9jTLo-KMlDRh5VKONQDVKt5S6HVHvRVSrWdIudQOQkOF-VMXEmUZpW1-tLek8ypR3UWOP87DGObSaPabFtMfpHS4sVMZ00-Se1Q__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3087414", "category": "Personal Development", "sub_category": "Personal Productivity", "title": "Time Management And Goal Planning: The Productivity Combo", "level": "All Levels", "author": "Claudia Simonetto", "duration": "1 hour", "rating": "4.4", "reviews": "1108", "students": "69266", "coupon_code": "456650A978741DEB3646", "preview_img": "https://img-c.udemycdn.com/course/750x422/3087414_5200_2.jpg", "coupon_link": "https://www.udemy.com/course/time-management-and-productivity/?couponCode=456650A978741DEB3646", "end_day": "2021-11-28 10:36:15+00:00", "headline": "The ultimate guide to time management hacks to effectively set and achieve your goals by empowering productive habits", "description": "<p>What about setting 48-Hour Productivity from a 24-hour day? So many things, so little time, right? Wrong!</p><p><strong>Time management is all about working SMARTER, not harder!</strong></p><p>Time management, focus and motivation are the basis for planning and achieving our goals and being more productive. Distraction turns seemingly busy days into wasted time, producing a negative impact on our productivity.</p><p>This course will show you <strong>the best time management and goal planning strategies to focus on what really matters, prioritizing those actions that lead to the achievement of our short and long term goals</strong> in order to fulfill your life. You will learn practical time management strategies to get more work done in half the time!</p><p><br></p><p><strong>What will I be able to do upon completion of this course?</strong></p><ul><li><p>Develop the Time Management Mindset for Long Term Success</p></li><li><p>Identify the High-Value Actions to Maximize your Results And Plan Your Goals</p></li><li><p>Get the Right Things Done by Prioritizing Tasks In Your Time Management Plan</p></li><li><p>Create a Daily Success Routine And Effective Goal Planning To Improve Your Personal Effectiveness</p></li><li><p>Manage Your Time The Best Way To Stop Procrastinating and Complete your To-Do List Every Day</p></li><li><p>Setting a Plant to Turn Your Long Term Goals Into Monthly, Weekly And Daily Smaller Tasks</p></li><li><p>Create a Personal, Concrete and Strategic Action Plan Based on Your Personal and Professional Goals</p></li><li><p>Boost Productivity to Achieve More in Less Time With The Best Time Management Techniques</p><p><br></p></li></ul><p>You will learn the best effective time management strategies that allow you to accomplish more in a shorter period of time. Plan your goals, get the important work done in order to maximize results, lower your stress and improve any other aspect of your life.</p><p>The Curriculum:</p><p><em>- The Time Management Paradox: Work Less, Achieve More</em></p><p><em>- Planning for Results</em></p><p><em>- How to Prioritize When Everything seems Important</em></p><p><em>- Mastering the Action Plan: From Theory to Practice</em></p><p><em>- 8 Steps to Create a Success-Based Routine</em></p><p><em>- Strategic Planning: Short-term and Long-Term Goals</em></p><p><em>- Complete a task in under 2 minutes</em></p><p><em>- Stop procrastinating using a tomato</em></p><p><em>- Use Time-boxing And Get Things Done</em></p><p><em>- Setting a Strategic Planning Process to Achieve Your Long Term Goals</em></p><p><em>- 6 Golden Rules for Successful Goal Setting</em></p><p><br></p><p><strong>EXTRA BONUS - </strong>From Theory to Practice: exercises designed to put into practice what you have learned and which can be applied to your professional and personal life. Downloadable resources to use as a reference in order to manage your time in the best possible way and maximize your chances of success by developing goal-oriented habits.</p>", "preview_video": ""}, {"course_id": "3924988", "category": "IT & Software", "sub_category": "Other IT & Software", "title": "Cursillo Excel Básico", "level": "Beginner Level", "author": "David Godeau", "duration": "34 minutos", "rating": "4.6", "reviews": "951", "students": "32765", "coupon_code": "48D00F5392FB4BDD36C0", "preview_img": "https://img-c.udemycdn.com/course/750x422/3924988_cf89_7.jpg", "coupon_link": "https://www.udemy.com/course/cursillo-excel-basico/?couponCode=48D00F5392FB4BDD36C0", "end_day": "2021-11-24 20:51:50+00:00", "headline": "Curso de Bolsillo Excel Directo al Grano - Para Todo Principiante Excel!", "description": "<p><strong>Curso de Bolsillo Excel</strong> que lo puedes llevar a todo lado. Tocaremos los temas más fundamentales pero a la vez indispensables cuando usamos Excel. Diseñado para todos aquellos que están empezando con esta poderosa herramienta. </p><p>- Primero lo primero: En el primero video te cuento cuáles son los puntos a tratar. Luego, pasaremos al contenido principal del curso.&nbsp; </p><p>- Abordaremos <strong>Atajos y Truquitos</strong> para ya a empezar a sentir qué tan fácil resulta trabajar con la interfaz. Aprendemos los atajos de teclado más usados y cómo esto te ahorra segundos y hasta minutos al dia. Acaso de eso no se trata cuando usamos Excel? </p><p>- Veremos de igual manera cómo ahorrar tiempo con la opción de <strong>Autorelleno</strong>. Muy eficiente si sabe lo que se está haciendo.</p><p>- Después ya veremos porqué la <strong>Validación de Datos </strong>es tan vital al momento de crear nuestras plantillas. Sabiendo qué tipo de datos ingresamos nos va a librar de muchos dolores de cabeza ulteriormente.</p><p>- La <strong>Función Si</strong> es una herramienta poderosa para trabajar con datos dinámicos. Veamos cómo sacarle provecho.</p><p>- Y terminaremos con <strong>Gráficos</strong>, obviamente esta es la razón principal por la qué se trabaja con Excel, poder representar los datos en gráficos visuales.</p><p><strong>*** BONUS ***</strong> : En un video aparte, te muestro como <strong>Resaltar Datos </strong>de manera fácil y eficaz.</p><p>Espero que les guste. Fuerte abrazo.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-03-19_13-39-09-0ccd5de3d74e20f6ed0347af9e2eeb0a/1/WebHD_720p.mp4?Expires=1637688325&Signature=Cze7xmVaMHsXav-2vjcrwpfpKn---6UWjKfPYVt1laljA41beeKrzTBQRtm~0yG8EVB-rGnOvCbIpckNviWC0S760S~4xSCGJAaYRwkCg1nUX29JNcJMfYqd3ewi7gvIjl3CKhmhidCPsTpy4pBArxt1UWEHJW1cY6lc0hF92FGOHjF0xMWZMCOOpSIbtak48PIli-VQMWVFHnLHBdFEVPYsC9D2qeAfmCspZVR~RiPBQAXEmlbVvhKXghFzDG2EATwZW2fQW-JanPw02hj9yHAApIFx6j8AYEKdZjK234w8BBdxsHcWrsx08mqQYXSTFNsvonKiQJZa1VD~oY2ljg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2714022", "category": "Finance & Accounting", "sub_category": "Taxes", "title": "Partnership Income Tax (Form 1065)", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "4 hours", "rating": "4.9", "reviews": "119", "students": "19522", "coupon_code": "8D41D57D0FC54A6DB1B2", "preview_img": "https://img-b.udemycdn.com/course/750x422/2714022_7d92.jpg?secure=JnoUOlhPRqChuyctnw7SvQ%3D%3D%2C1637758528", "coupon_link": "https://www.udemy.com/course/partnership-income-tax-form-1065/?couponCode=8D41D57D0FC54A6DB1B2", "end_day": "2021-11-26 05:39:08+00:00", "headline": "Learn to enter tax data for a Partnership into tax Form 1065 from a CPA", "description": "<p>This course currently consists of a comprehensive problem showing the data input process of a Partnership into tax Form 1065.</p><p>This course will put together a systematic format of entering data into a Form 1065 that will minimize errors, isolate problems as they happen, and remove the possibility of having to start the process all over again.</p><p>We will enter each M-1 adjustment individually into both the tax return and an Excel worksheet so that we fully understand how they work.</p><p>We will start by reviewing the data for the comprehensive problem.</p><p>Then we will enter the data into an Excel worksheet that will be used to help us organize the information.</p><p>We will be using Lacerte Tax software to enter the tax data into Form 1065. However, we will also provide PDF files of the tax forms so learners can enter the data directly into the tax forms as we go. The tax forms can also be found on the IRS website.</p><p>The course will demonstrate how to enter the data into the tax forms in stages to reduce potential mistakes and to identify mistakes as they happen so they can be fixed as easily as possible.</p><p>We will start the data input with the balance sheet.</p><p>Then we will enter the income statement as it is formatted in the adjusted trial balance.</p><p>Next, we will systematically go through Schedule K and M-1 adjustments. We will isolate these adjustments, reviewing them on the tax forms, in the software, and using our Excel worksheet.</p><p>We will then review the tax forms.</p><p>Next, we will review the Form K-1s and basic calculations.</p><p>The course will demonstrate the exporting of the K-1 Form to the individual Form 1040 for an owner of the Partnership, showing the flow through process.</p>", "preview_video": "https://mp4-c.udemycdn.com/2019-12-20_20-39-58-62aedbf6cd18c564fe60bf61a5d06945/WebHD_720p.mp4?Expires=1637688328&Signature=NiCWWBCJmsJyYeM78tYnAQIzBlE8Ikm-akqDXjqIIvNiKcchIE31zuPdFLRmqPIwLjVdCp02GKn7ziPxXAZUvZNipE95myHXrkvv6i4s0eja9Pv3n7FHQqiDqVwjtf-6Zmrk8rUojpS5FpECD28PvL8sEnUuIM52LpjLT0T3rmkGd~G67moxXHbieLJbdslTla1gUKKotTiBqxJqqQaFVi1g0EOcWscebV5XNhiZfln8lNziGweJTit-Jf~bc~aeqkf6ECC0SSoYt1GD2XE52g5KoPfPmKwViYa2kCEKPSe~XAsbpYClOIw5M0E7m64kvk7aeDIw3rPQbrcNKthRng__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4388008", "category": "Health & Fitness", "sub_category": "Meditation", "title": "Meditation mit Leichtigkeit lernen für Einsteiger", "level": "Beginner Level", "author": "Alexander Philipp Wiemann", "duration": "1,5 Stunden", "rating": "5.0", "reviews": "4", "students": "366", "coupon_code": "1C732F3FBF5B727D2DEF", "preview_img": "https://img-c.udemycdn.com/course/750x422/4388008_03e2.jpg", "coupon_link": "https://www.udemy.com/course/meditation-mit-leichtigkeit-lernen-fuer-einsteiger/?couponCode=1C732F3FBF5B727D2DEF", "end_day": "2021-11-25 23:06:42+00:00", "headline": "Der ideale Kurs für Anfänger der Meditation. Ganz einfach weniger Stress und mehr Zufriedenheit dank Meditation.", "description": "<p><strong>Anforderungen an die Kursteilnehmer</strong></p><ul><li><p>Die Bereitschaft regelmäßig 5-10 Minuten für die Meditation einzuplanen</p></li><li><p>Die Bereitschaft an sich zu arbeiten</p></li><li><p>Offenheit und Neugier gegen über Achtsamkeit und Meditation</p></li></ul><p><strong>Beschreibung dieses Kurses </strong></p><p><strong>\"Meditation mit Leichtigkeit lernen für Einsteiger\" ist der ideale Einstieg für Anfänger. Wie du Dank Meditation ganz einfach weniger Stress und mehr Zufriedenheit in dein&nbsp;Leben integrierst, erfährst du in diesem Kurs. </strong></p><p>Wir haben bewusst auf stundenlange Theorie verzichtet, damit du schnell ins Handeln kommst. Uns ist wichtig, dass du am besten noch heute deine ersten Erfahrungen im Bereich der Meditation sammelst. Schnelle Erfolge erhöhen die Motivation und halten die Begeisterung aufrecht. </p><p>Im ersten Abschnitt erklären wir kurz und knapp was Meditation ist und welche Vorteile die Praxis den Meditierenden bringt. Wir stellen die aktuellen Erkenntnisse der Wissenschaft vor und teilen unsere persönlichen Erfahrungen und Tipps mit dir. </p><p>Danach geht es auch direkt los mit der praktischen Umsetzung. Lausche unseren geführten Meditationen und öffne dich für ein viel positives Leben voller Lebensfreude!</p><p><strong>Dieser Kurs ist perfekt für dich geeignet, wenn Du:</strong></p><ul><li><p>Einsteiger in der Meditation bist </p></li><li><p>Meditation lernen möchtest</p></li><li><p>offen für Neues bist</p></li></ul><p><strong>Dieser Kurs ist NICHT für dich geeignet, wenn Du:</strong></p><ul><li><p>bereits regelmäßig meditierst und dich nicht mehr als Einsteiger siehst</p></li><li><p>mit dem Basiswissen der Meditation bereits vertraut bist</p></li></ul><p><br></p><p>Viel Spaß beim Meditieren und herzliche Grüße,</p><p>Deine Meditationslehrer</p><p>Nani &amp;&nbsp;Alex</p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-11_20-23-28-4e61091939a9877e702e70a38a54471f/2/WebHD_720p.mp4?Expires=1637688335&Signature=hWONV3mga3kOj4U2GQOu-ptU33D8m4vrSHfC0Vne~whuDEccsKVBpsMzqC1yBz4J4K2W2GsldVeyryjlWo45YnbciSm0VWDZEXQ6zp670td8uYwlvhoVvExe6RQkesoP2hooLpp-QS-XNUsA1rTjhodT1NSTVjpJ1jZJ8NSs-hYxzaLerSOlUYlAvSeKNK9GCZ8g8bIrsEXjXRl9L-QzQS8GnTnrM0dyL1tXDUc3~21DJvA50SlwiVmOpI11Ex2ON-jRF-q-PoZ~P1anqF30NI9PobaGyahP~3Mw6OlM6aphqG9oOLea3w2D77ZwLnPVzYW~nOSvYRMgciCOuc5Z3g__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2564412", "category": "Finance & Accounting", "sub_category": "Investing & Trading", "title": "How to Make Passive Income With Bitcoin Lending", "level": "All Levels", "author": "Alex Rodolitz", "duration": "1 hour", "rating": "3.9", "reviews": "746", "students": "104223", "coupon_code": "NOVFWP7NF08KQE42021", "preview_img": "https://img-c.udemycdn.com/course/750x422/2564412_565e_4.jpg", "coupon_link": "https://www.udemy.com/course/how-to-make-passive-income-with-bitcoin-lending/?couponCode=NOVFWP7NF08KQE42021", "end_day": "2021-11-26 16:15:14+00:00", "headline": "Bitcoin Lending course for earning in your sleep, even without cryptocurrency experience - A 6-Step System", "description": "<p><strong>Passive Income Course Covering Everything You Need To Passively Earn Money From Bitcoin Lending!</strong></p><p><strong>******************************************************************************************</strong></p><p><strong>Discover How to Make Passive Income Online Using A 6-Step Bitcoin Lending System:</strong></p><p><strong>- </strong>A step-by-step video for each of the <strong>6-Steps in the Automated System</strong>!</p><p><strong>-</strong> <strong>Inside look</strong> at my personal accounts!</p><p><strong>- Unlimited earnings</strong>, with a small upfront investment!</p><p><strong>-</strong> How to do all of this <strong>without</strong> <strong>any Fees</strong>!</p><p><strong>- </strong>This course is about <strong>results</strong>! If you don't see them within 30-days, you get your money back!</p><p><br></p><p>No more endless searching for the <strong>“right” </strong>passive income Bitcoin course, this course is ready to watch whenever you are, you can take it anywhere, and watch it at your convenience in the privacy of your home or on the go!</p><p><strong>******************************************************************************************</strong></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><strong>Put In as little as 5 minutes to Get This Method Started Then Sit Back And Watch Your PayPal and Bank Accounts Fill With Passive Income Money!</strong></p><p><strong>You'll wonder how you ever lived without it.</strong></p><p>This course is absolutely life changing, I hope you take this opportunity to learn it! You'll be walked through how <strong>successful investors are making money with Bitcoin the “Smart Way”</strong> and <strong>how to minimize risk and maximize profits by creating your very own Money Machine</strong>. These passive income websites allow you to work from home or anywhere with internet and <strong>earn passive income long into the future</strong>.</p><p><br></p><p><strong>This course is the best way to start making passive income online.</strong></p><p>Learn from <strong>years of Bitcoin investor experience</strong>, as well as the<strong> Tricks/Tips to earn you more passive income </strong>that are included in this course.</p><p><br></p><p><strong>Let me share my passive income secrets with you.</strong></p><p>Don't go on wondering \"what would have happened if I did\". <strong>You won't be disappointed</strong>, plus you get an unconditional 30-day money back guarantee. What have you got to lose?</p><p><strong>******************************************************************************************</strong></p><p><br></p><p><br></p><p><strong>You'll also get:</strong></p><p>✔ Lifetime Access to The Course</p><p>✔ Quick &amp; Helpful Support in the Q&amp;A Section</p><p>✔ 30 Day \"No Questions Asked\" Money Back Guarantee!</p><p><br></p><p>Remember, this course is <strong>only available here on Udemy</strong>, you won't find it anywhere else. Take advantage of this special offer while it lasts.</p><p><br></p><p><strong>There's a 30-day no-risk money back guarantee so say \"yes\" now, enroll today and decide later!</strong></p><p><strong>Who this course is for:</strong></p><ul><li><p>No prior online income knowledge is needed.</p></li><li><p>Busy individuals who need extra income.</p></li><li><p>Those looking for extra income online.</p></li><li><p>Those with Beginner to Advanced passive income experience.</p></li><li><p>Those who want to be able to make money online while they do whatever they want.</p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2019-09-18_23-21-53-3755d270c82bb7af94a87401fc7927ab/WebHD_720p.mp4?Expires=1637688337&Signature=VhBY99NC2ruyK-lew4ZtY9DGWwUTrEIFaKxs2uEFFHmI7kF0WAWpU4O6DgUYDoO-MAcAbk8PiwASHvlInGLpo2e3IJCMhfaACN0NeHzpDY0cCV~zOvzKp2t7pgQANR48VSlHAgnF1wLeabS5GwrY6hevGYr9yixhBUlNlDcTcA81rARRUNfPPgd8CvKPIq-hlqPbQoO1GTr3qZDKvbBQ2Rl~5e3GdLOHp~l0ECYXRygBG~we-UAWoGuV1WsBd0gOyNmcCzm3KPq3RcIp5cWTQa6A6d-rMi-C81yOeqEgr~Ccw5s-PVq1tMngWlGTyevG1IpAWHTYGg-vXJfATTxrfg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2670362", "category": "Finance & Accounting", "sub_category": "Accounting & Bookkeeping", "title": "QuickBooks Desktop Not for Profit Organizations", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "11.5 hours", "rating": "4.2", "reviews": "63", "students": "29546", "coupon_code": "FC19EF36A08A4EECC3AE", "preview_img": "https://img-c.udemycdn.com/course/750x422/2670362_3523.jpg", "coupon_link": "https://www.udemy.com/course/quickbooks-desktop-not-for-profit-organizations/?couponCode=FC19EF36A08A4EECC3AE", "end_day": "2021-11-26 05:40:10+00:00", "headline": "Learn to enter data into QuickBooks for a not for profit organization from a practicing CPA, CGMA, CPI, with B.S.tax", "description": "<p>QuickBooks Desktop Not for Profit Organizations will provide the tools to enter data into QuickBooks for a not for profit organization.</p><p>This QuickBooks course will consist of three comprehensive practice problems. One problem will be for a charitable organization, one for a health care organization, and one for a not for profit school.</p><p>We will learn how to set up a QuickBooks file for a not for profit organization.</p><p>The course will show how to create a chart of accounts and items list for a not for profit organization.</p><p>Learners will learn how to enter data into the QuickBooks system using forms.</p><p>We will learn how to customize forms so that they can be used to provide to donors.</p><p>The course will show how to generate and analyze reports. We will also learn how to print, display, and distribute reports.</p><p>Learners will learn how to use the QuickBooks class feature to categorize expenses as restricted or unrestricted. We will also learn to use the job costing feature to track each restricted item in detail.</p><p>The course will provide backup files that allow learners to jump forward or rework any part of the comprehensive problem.</p><p>We will also provide Excel files as we work through the problem. We will break each comprehensive problem done and enter it into the system one journal entry at a time. We will show how the journal entry would be entered using debits and credits in Excel first, and then enter the transaction into QuickBooks. Excel is a more transparent system, making it easier to see and understand the connections. Once we understand the objective, we will then move to QuickBooks to enter the data. The system of first Entering data into Excel to understand the objective will be very useful when we need to use more complex features like class tracking and job costing.</p>", "preview_video": "https://mp4-c.udemycdn.com/2019-11-30_02-30-36-dec7f2698f2f83bab3b394d9205d1251/WebHD_720p.mp4?Expires=1637688361&Signature=fTwqlB6PRUG1VbLKHmvsxAx7VGShoMtrjEkwS0O-~A0Xr50uO-5CF6F5A2J~eWwWBT7yjeNrL3DwKfQm0AyWePeFM1hn4AxtTMfijiwWwoiESV2Rn6GRZxjPX3pqIaZcRrehbHbPKNLiM8BkoeL82tb~8TLwbrx7H3yxVQGYf5~JT4x~0XkmmXDjopqk9PRQwSLCrgtjOfiMTmq5wpiFMQBjT9~dGVEBwG1bZ34hKYz9iXOhiQXFAJp93Gb7XXes2zp52RijYtrxCtIr5pLWW0LCdad-Bxe4Rsgl9Mmgm9VOlYYHiogBxI0thUQI-BizlBvmY~mqWwVqvmdLFspIuA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2431976", "category": "Teaching & Academics", "sub_category": "Engineering", "title": "Ultrasonic Testing Level 1 Training", "level": "Beginner Level", "author": "Mustapha benbihi", "duration": "1.5 hours", "rating": "4.4", "reviews": "180", "students": "28097", "coupon_code": "BLACKFRIDAY", "preview_img": "https://img-c.udemycdn.com/course/750x422/2431976_6ccf.jpg", "coupon_link": "https://www.udemy.com/course/ultrasonic-testing-level-1-training/?couponCode=BLACKFRIDAY", "end_day": "2021-11-26 14:45:23+00:00", "headline": "An introduction to Non-Destructive Testing & an A-Z guide on The Ultrasonic Testing.", "description": "<p>This course teaches you how to perform ultrasonic inspection from beginning to end.</p><p>The course provides you with Level 1 training in the fundamentals of Ultrasonic Testing methods. It will introduce you to the basic concepts and principles and includes hands-on training using Ultrasonic Testing equipment settings and functions.The Ultrasonic theories presented will provide the knowledge of Ultrasonic Testing required and enable you to work with individuals qualified and certified to gain needed experience for qualification as Level 1. While the practical manipulations will give you the essential steps that you will need to calibrate the ultrasonic testing equipment, perform the inspection, collect and interpret the data.</p><p>This course consists of two handbooks: The first handbook made by the instructor is the official of the training. It covers all the topics presented through the 35 lectures. While the second one (offered as bonus) is the official one of the TWI (International Institute of Welding) training.In addition to that, the course includes 35 lectures alternating between the different lecture types, with regular quizzes and exams to enable you to check that your are following the topics covered.</p><p>We'll begin by taking a closer look at the general concepts of ultrasonic testing, I'll then take you throw the fundamental properties of ultrasound starting with the generation of the ultrasonic wave and the mean physical phenomena that govern it.</p><p>Next, we'll discuss the most famous Ultrasonic Inspection Techniques and the equipment used to perform them so that you be able to perform them effectively.</p><p>We'll then take a look at the reference blocks used for calibrating the equipment, and how the inspected part variations that may affect the test result.</p><p>Finally, we'll explore the types of defects, and the most useful evaluation techniques so that you can decide whether the flaw is accepted or it needs to be repaired.Having the proper theoretical knowledge of ultrasound is critical to running a successful inspection, I'll introduce you to this knowledge and how to practice them effectively in Ultrasonic testing level 1 training.</p>", "preview_video": "https://mp4-b.udemycdn.com/2019-06-26_23-15-04-d7f8099be3d6b455e9a96268f3c8db37/WebHD_720p.mp4?secure=raEN-xvOV_kgViOwln26kQ%3D%3D%2C1637688365"}, {"course_id": "3096350", "category": "Business", "sub_category": "E-Commerce", "title": "Comprehensive Teespring Passive Income Course Teespring A-Z", "level": "Beginner Level", "author": "David Oisamoje", "duration": "2.5 hours", "rating": "4.2", "reviews": "37", "students": "6140", "coupon_code": "DAVID_FREETEESPRING", "preview_img": "https://img-b.udemycdn.com/course/750x422/3096350_5c00_2.jpg?secure=p2yxvNjy7789dkxwfy7KIw%3D%3D%2C1637758568", "coupon_link": "https://www.udemy.com/course/teespring-passive-income-comprehensive-course-teespring-a-z/?couponCode=DAVID_FREETEESPRING", "end_day": "2021-11-28 07:07:44+00:00", "headline": "Teespring A-Z Crash Course, It's So Comprehensive | Teespring Passive Income Print On Demand Course 2021", "description": "<p>Teespring A-Z Crash Course, It's So Comprehensive | Teespring Passive Income Print-On-Demand Course 2021.</p><p>Are you here to learn every single aspect of teespring? From creating your account, creating your designs, doing proper teespring SEO, free and paid promotion for your designs on Instagram, Pinterest, YouTube and Facebook also how to receive payments from teespring and so on? If YES, Then this is the course you won't regret enrolling in.</p><p><br></p><p>I'm David Oisamoje and I would be your course instructor for this amazing class. I would strongly advise that you watch every single video in the course so you have a better understanding of every single point.</p><p>Feel free to leave me a message or question and I will surely get back to you with either a writing note or a video that will be added to the course curriculum for all to benefit from.</p><p>I plan to keep this course up to date every single month so I can continue to provide value to all my students who see value in what I do in each class so as to improve the skill set of all students who are interested in passive income from print on demand.</p><p>Enroll Now and Start Learning how to make passive income from Teespring.</p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-05-06_17-09-04-c6cffa17dd248872636592502f27d896/1/WebHD_720p.mp4?Expires=1637688368&Signature=DEadsHpEI5kfXBKTJeRHxfPB5rrK4Ez5mo~PG8Vh8HzqIvQf5STCyvKe9iVQD4kMFhjLN~xnfN2Xb5IQX1qN~9jD6~Ag-O7QIi~LwzRJfDK4cPWj0BEYRkEUU0KrH2aJ4cUx8lPcfhd5ffjAxWKNo7lLnVMLjKpPzQ831BWq9w9~g35fjoUAGceY7QjYHF7A-8FS84IrJuLn~ahJHPP8oJdp4Eb6S5-sMxPZdYHtbtreg7gdoT-hheF8WAZw~-j1lq7da3mSlCZhIbcBr0FUWfBMWf6IhwGTVWhhYXg9eqMXq5sjpROCVILiNjxNkG36tINUfDpq9XdmtIjckl3XIw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3922428", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Exam C_SM100_7208 SAP Certified  Solution manager (7.2 SPS8)", "level": "All Levels", "author": "Julio Garcia", "duration": "", "rating": "4.4", "reviews": "22", "students": "5950", "coupon_code": "941ED276033DFD45B069", "preview_img": "https://img-c.udemycdn.com/course/750x422/3922428_bb91.jpg", "coupon_link": "https://www.udemy.com/course/exam-c_sm100_7208-sap-certified-solution-manager-72-sps8/?couponCode=941ED276033DFD45B069", "end_day": "2021-11-28 07:38:48+00:00", "headline": "SAP Certified Technology Associate - SAP Solution Manager, Mandatory and Managed System Configuration (7.2 SPS8)", "description": "<p><strong>Description</strong></p><ul><li><p>The \"SAP Certified Technology Associate - SAP Solution Manager, Mandatory and Managed System Configuration (7.2 SPS8)\" certification exam validates that the candidate knows mandatory and managed system configuration of the SAP Solution Manager, including infrastructure. The exam also validates that the candidate can describe the various activities, functions and features that belong to the area of operations of the SAP Solution Manager solution.</p></li></ul><p><strong>Topic Areas</strong></p><p>Please see below the list of topics that may be covered within this certification and the courses that cover them. Its accuracy does not constitute a legitimate claim; SAP reserves the right to update the exam content (topics, items, weighting) at any time.</p><p><strong>SAP EarlyWatch Reports and Service Level Reporting&gt; 12%</strong></p><p>Unit 9 and Unit 16: Explain the SAP EarlyWatch Alert (EWA) Concept and Configuration, perform the manual Creation of an SAP EarlyWatch Alert (EWA) Report Configure Service Level Report. Produce Service Level Report and explain how to access Service Level Reports (SLR).</p><p><strong>Managed Systems Configuration&gt; 12%</strong></p><p>Unit 6: Explain how to prepare the Managed Systems configuration and perform the Managed Systems configuration. Explain the available user interfaces for SAP Solution Manager and customization.</p><p><strong>SAP Solution Manager Enviroment and SAP Solution Manager Sizing8% - 12%</strong></p><p>Unit 1 and Unit 3: Describe the Application Lifecycle Management with SAP Solution Manager, Managing Authorizations in SAP Solution Manager. Describe the sizing considerations for SAP Solution Manager, describe the installation and upgrade of a SAP Solution Manager system</p><p><strong>SAP Solution Manager System Landscape Design8% - 12%</strong></p><p>Unit 2: Explain the SAP Solution Manager architecture and a typical SAP Solution Manager landscape. Explain the Agent Infrastructure and planning of the Agent Infrastructure. Planning the SAP Solution Manager Landscape</p><p><strong>SAP Solution Manager Configuration8% - 12%</strong></p><p>Unit 5: Describe the prerequisites for the Solution Manager configuration and explain the Guided Procedures for configuration of SAP Solution Manager. Perform the system preparation, infrastructure preparation and basic configuration.</p><p><strong>Change Management8% - 12%</strong></p><p>Unit 11: Explain the functions and prerequisites of the Maintenance Planner. Explain planning a system update in Maintenance Planner. Explain the License Management function and System Recommendations function.</p><p><strong>Job Management8% - 12%</strong></p><p>Unit 12: Explain the Job Request and perform the Job Documentation function. Perform the scheduling configuration. Explain how to monitor Background Jobs and analyze Background Processing with SAP Solution Manager.</p><p><strong>System and Application Monitoring and Dashboards8% - 12%</strong></p><p>Unit 14 and Unit 15: Explain MAI Architecture and features. Explain the Monitoring Template concept and configuration. Explain Alert Inbox, System Monitoring and Dashboards functions.</p><p><strong>System Landscape Management (SLD, LMDB) and Process Management (SOLADM, SOLDOC)8% - 12%</strong></p><p>Unit 4 and Unit 8: Describe Functions and Consumers of the System Landscape Directory (SLD), describe how to synchronize data to the Landscape Management Database (LMDB). Explain the Solution Administration and Solution Documentation function. Explain the Solution, the Logical Component Group, Logical Component and the Landscape Model.</p>", "preview_video": ""}, {"course_id": "1934692", "category": "Lifestyle", "sub_category": "Gaming", "title": "PlayerUnknown's Battlegrounds (PUBG) For Beginner Gamers", "level": "Beginner Level", "author": "Tanner \"WhiteLiqu0r\" Evans", "duration": "3.5 hours", "rating": "4.6", "reviews": "160", "students": "24703", "coupon_code": "PUBGFRGEXPNOV272021", "preview_img": "https://img-c.udemycdn.com/course/750x422/1934692_b07c.jpg", "coupon_link": "https://www.udemy.com/course/playerunknowns-battlegrounds-pubg/?couponCode=PUBGFRGEXPNOV272021", "end_day": "2021-11-28 01:18:13+00:00", "headline": "Discover the lucrative world of PUBG, eSports and Tournaments", "description": "<p><strong>Prepare to dominate the battleground. </strong>Tanner \"WhiteLiqu0r\" Evans takes you thru the basic functions of playing PUBG, then shares his winning strategies. If you want to get up to speed fast, then this course is for you! Prepare to dominate PUBG tournaments and take home your fair share of the prize money.</p><p><strong>PUBG Global Invitational Prize Money Awarded:</strong></p><p><strong>$2,586,241.22</strong> From 10 Tournaments</p><p>Recorded Date Range: 2018-04-25 to 2018-07-29</p><p>Beginning in January 2019, the National PUBG League (NPL) will be the largest official PUBG tournament in the U.S. to date with a <strong>prize pool of $1 million</strong>.</p><p><strong><em>PlayerUnknown's Battlegrounds</em></strong> (<strong><em>PUBG</em></strong>) is an online multiplayer battle royale game developed and published by PUBG Corporation, a subsidiary of South Korean video game company Bluehole. The game is based on previous mods that were created by Brendan \"PlayerUnknown\" Greene for other games using the film <em>Battle Royale</em> for inspiration, and expanded into a standalone game under Greene's creative direction. In the game, up to one hundred players parachute onto an island and scavenge for weapons and equipment to kill others while avoiding getting killed themselves. The available safe area of the game's map decreases in size over time, directing surviving players into tighter areas to force encounters. The last player or team standing wins the round.</p><p>The game is one of <strong>the best-selling of all time</strong>, with over fifty million sold across all platforms by June 2018. In addition, the Windows version holds a peak concurrent player count of <strong>over three million on Steam, which is an all-time high on the platform.</strong></p><p>Discover:</p><ul><li><p>Winning game strategies</p></li><li><p>Best practises for setting up your graphics</p></li><li><p>Game setting you must follow</p></li><li><p>Why Game Awareness is crucial to your success</p></li><li><p>Practice secrets</p></li><li><p>Training maps and how to get the most out of them</p></li><li><p>Weapons 101</p></li><li><p>Be an expert at the best weapons</p></li><li><p>Solo action</p></li><li><p>Group actions</p></li><li><p>Strategies for Early Game, Mid Game and End Game</p></li><li><p>And much more...</p></li></ul><p><em>Battlegrounds</em> received positive reviews from critics during both its early access period and on official release, who found that while the game still was not fully finished and had some technical flaws, <em>Battlegrounds</em> presented new types of gameplay that could be easily approached by players of any skill level and was <strong>highly replayable</strong>. The game received several Game of the Year nominations among other accolades, and is considered by Greene to be the defining game of the battle royale genre. PUBG Corporation has run several small tournaments and introduced in-game tools to help with broadcasting the game to spectators, as it  becomes a popular eSport.</p>", "preview_video": "https://mp4-c.udemycdn.com/2018-10-26_22-38-03-61d60ce85e45f578cd60b2e6295e4828/WebHD_720p.mp4?Expires=1637688373&Signature=Av0QKN7eZv0oQv71CJ6oe3tkBFzpSLKtzR8PZQgXiUeI5xFfq31G3as0FMwY6jPOZ-HpjXMfkkwvZ9A0u4CfNYposRQsDlrUy5ONUa8lRSiCpbBiaqjQSUobkb0BrRSVZPgylQ~3fzF7CnMLzie8PqrIN6xp8omKO3~yeIYHEWAmYlXFYA8mw2DUt5cJ9n4tklFhwLJ5zpPpWeo1bOxtXmVKyEPu3hCuAv3BQxiK~jZrSn2RBLpgXZzCri2vjGvGPRNOnWyqwGprQl56OiaE3QImHbR81Y3TuUEmM3MCEKGUM9oYbS4zMya-yBx1JavUoLQA9~OSkiVVBjPHf5nPew__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4211458", "category": "Marketing", "sub_category": "Digital Marketing", "title": "Einstieg ins Affiliate-Marketing", "level": "All Levels", "author": "Kristoffer Ditz", "duration": "1,5 Stunden", "rating": "5.0", "reviews": "3", "students": "129", "coupon_code": "8275A9F28A69C5AB9772", "preview_img": "https://img-c.udemycdn.com/course/750x422/4211458_4168.jpg", "coupon_link": "https://www.udemy.com/course/einstieg-ins-affiliate-marketing/?couponCode=8275A9F28A69C5AB9772", "end_day": "2021-11-27 21:00:24+00:00", "headline": "Lernen Sie, wie Affiliate Marketing funktioniert - wie Sie Affiliate werden oder Affiliates als Vendor gewinnen", "description": "<p><strong>Allgemein</strong></p><p>Kein Startkapital, kein eigenes Produkt bzw. eigene Idee?</p><p>Mit <strong>Affiliate-Marketing</strong> ist dies heute in Zeiten der Digitalisierung kein Problem mehr.</p><p><strong>Affiliate</strong> heißt aus dem Englischen übersetzt Geschäftspartner. Wenn man so will ist <strong>Affiliate-Marketing</strong> die <strong>Empfehlung</strong> von Produkten und Dienstleistungen anderer Unternehmen. Voraussetzung dafür ist, dass diese Unternehmen ein Partnerprogramm anbieten.</p><p>Wenn der <strong>Affiliate-Marketer</strong> sich nun für ein Produkt/Dienstleistung für das <strong>Partnerprogramm</strong> anmeldet und zugelassen wird, erhält dieser eine <strong>Provision</strong>, wenn ein Produkt über seinen Vertriebskanal bestellt bzw. verkauft wird.</p><p>Heute gibt es weit über 10.000 <strong>Partnerprogramme</strong> von Produkten und Dienstleistungen aus allen Branchen.</p><p><br></p><p>Allerdings sollten Sie als <strong>Affiliate-Marketer </strong>beachten, dass viele Fehler gemacht werden können, die es unbedingt zu vermeiden gilt.</p><p>Schnell versprechen Scharlatane, dass es möglich ist, über Nacht ein Vermögen aufzubauen. Ausnahmen bestätigen die Regel, allerdings für erfolgreiches <strong>Affiliate-Marketing</strong> auch Zeit und Geduld erforderlich.</p><p>Wenn Sie Anbieter von Produkten sind (<strong>Vendor</strong>) und nun zusätzliche Einnahmen über <strong>Affiliates</strong> generieren möchten, sollten Sie sich für ein Partnerprogramm anmelden und <strong>Affiliates </strong>aufmerksam machen, dass diese an Ihren Produkten und/oder Dienstleistungen mitverdienen können. Eine Win-Win-Situation sozusagen.</p><p>Dabei sollten Sie als <strong>Vendor </strong>darauf achten, was Sie und Ihre Produkte oder Dienstleistungen auszeichnet, dass <strong>Affiliates</strong> diese bewerben und empfehlen.</p><p><br></p><p><strong>Über mich</strong></p><p>Als Controller habe ich für mehrere Online-Unternehmen gearbeitet bzw. diese beraten. Hier habe ich auch eng mit den Online-Marketing-Manager aus dem <strong>Affiliate-Marketing</strong> zusammen gearbeitet. Des Weiteren biete ich für meinen eigenen Online-Shop ein Partnerprogramm über Digistore24 an. Dieses Wissen werde ich Ihnen in diesem Online-Kurs vermitteln</p><p><br></p><p><strong>Inhalt</strong></p><ul><li><p>Wie funktioniert erfolgreiches Affiliate-Marketing</p></li><li><p>Vorteile Affiliate Marketing</p></li><li><p>10 typische Fehler im Affiliate-Marketing</p></li><li><p>Wie gewinnen Sie Affiliates</p></li><li><p>Wie sieht eine gute Affiliate-Support-Seite aus</p></li><li><p>Beteiligung bei Freebies und Up-Sells</p></li></ul><p><br></p><p><strong><em>Hinweis:</em></strong></p><p><em>Damit Sie als </em><strong><em>Affiliate</em></strong><em> tätig werden können bzw. als </em><strong><em>Vendor</em></strong><em> Ihre Produkte vermarkten können ist eine Registrierung bei einem </em><strong><em>Partnerprogramm-Portal </em></strong><em>notwendig. In diesem Kurs sind Links zu diesen Programmen enthalten, damit Sie sich bei Bedarf schneller anmelden und sofort loslegen können.</em></p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-07-31_16-58-40-822818c50fa0fd7b90c825031c286d41/2/WebHD_720p.mp4?Expires=1637688385&Signature=beY33Z6Xsm8~u3WDDpGmWKppmqICrbEm3mYrscMeoSKsf9suPQQsb7kiHj3LHGaWMuVSCPe4Abr1zzjUlxWDnb~m2LTQkVj~6ftdShw0jaT2pp2NMqxctW00MojgPZXInzw6wEdidL8HpDJZl-F7usuTBdiFijXlZzGjPphZ4~g58sRsC-t5GelK2g-xglM0n0t5zh9ttx~9fohacFzFQItkMUX49-R0EJ8fldu0zuMVYeft6ZyORd3PV5ZP-YbwCMuGzTmbsYlGXfPKIpc-qCFkbqczml9UjdHZosjaAoZ5Hpra6qCpc0hyHvkW~6jtUrGMSmLUhZBm6CB-~q7z8g__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}]}