{"last_time_update": "2021-11-23 17:45:17", "results": [{"course_id": "4346198", "category": "Business", "sub_category": "Project Management", "title": "Quantity Surveyor's Guide for Pre-Contracts Management", "level": "All Levels", "author": "Akhil Krishna", "duration": "1 hour", "rating": "4.5", "reviews": "18", "students": "3880", "coupon_code": "PRECONTRACTSNOV1", "preview_img": "https://img-c.udemycdn.com/course/750x422/4346198_1ee7_2.jpg", "coupon_link": "https://www.udemy.com/course/quantity-surveyors-guide-for-pre-contracts-management/?couponCode=PRECONTRACTSNOV1", "end_day": "2021-11-25 19:00:51+00:00", "headline": "Quantity Surveying, Pre Contracts, BOQ, Measurement, Tracker, Progress, Estimation, Documentation, Excel Templates", "description": "<p>Welcome to this course on Quantity Surveyor's Guide for Pre-Contracts Management.</p><p><br></p><p>Quantity Surveyor's play an important role during the Pre Contracts Stage of any project. During this stage, if proper management of works are done, then once the execution stage of the project begins, the chances of the project getting successfully completed is very high.</p><p><br></p><p>By the end of this course, you will learn the following:</p><p>Different Tender Documents involved in a Construction Project.</p><p>Basics of Bill of Quantity and Technique to prepare the same.</p><p>Sample BOQ Preparation using CESMM4 Standard Method of Measurement.</p><p>Quantity Measurement sheet to capture all you Take Off's from Construction Drawings.</p><p>Template to monitor the progress of your team's work.</p><p>The importance of digits 0 and 9 while preparing a BOQ.</p><p>Hyperlinking all soft copies of work related files for an effective documentation.</p><p>Checklist to follow while preparing a Bill of Quantity with Query Sheet template.</p><p>Excel formulae for numbering a Bill of Quantity.</p><p><br></p><p>You can download and use the templates available in this course in your professional life and see the changes happening in your career.</p><p>CESMM4 PDF is also available for download for future reference.</p><p>All Construction Professionals can benefit from this course. Students &amp; Fresher’s looking to start their career in the construction sector can easily learn the basics and understand new concepts involved in the Pre Contracts stage of a project.</p><p><br></p><p>So what are you waiting for. Go ahead and enjoy this course!!!! Happy Learning!!!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-10-13_06-20-58-de2a94be2c5db9bc7c90874f4e168ff1/2/WebHD_720p.mp4?Expires=1637701683&Signature=k705MwjrcdUuQSdJln3J2j2eW-FK-GlJvtfwTxLLbUZPQBgyw10rZrTbSbZ925KUChIiN7dQWtt0mAjDJVe61Cr6ZT~Z7gpR6YVqIaGmV4AcZY-bcGOV~6j8uhke9aUnKE-x3khtePQ0574J1q2vSM2GMlvu~v-zb3v~v4dWV83y1VvY3JPBcSxU6seMAedaWLDHatK1LGtnjXLYbB2dC0yRcHrymBM5GIrTGVRypPztXaH3NMvEThoD-rCvbo0AKInLejLFOVKrFmmTfYHZogc5w8bOBv7WZIdNEQLiu5YBnyAO6d9Ze5hDLXvYoJLnSZIiA71Ens3sdNHtBGhuYw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2564412", "category": "Finance & Accounting", "sub_category": "Investing & Trading", "title": "How to Make Passive Income With Bitcoin Lending", "level": "All Levels", "author": "Alex Rodolitz", "duration": "1 hour", "rating": "3.9", "reviews": "746", "students": "104223", "coupon_code": "NOVFWP7NF08KQE42021", "preview_img": "https://img-c.udemycdn.com/course/750x422/2564412_565e_4.jpg", "coupon_link": "https://www.udemy.com/course/how-to-make-passive-income-with-bitcoin-lending/?couponCode=NOVFWP7NF08KQE42021", "end_day": "2021-11-26 16:15:14+00:00", "headline": "Bitcoin Lending course for earning in your sleep, even without cryptocurrency experience - A 6-Step System", "description": "<p><strong>Passive Income Course Covering Everything You Need To Passively Earn Money From Bitcoin Lending!</strong></p><p><strong>******************************************************************************************</strong></p><p><strong>Discover How to Make Passive Income Online Using A 6-Step Bitcoin Lending System:</strong></p><p><strong>- </strong>A step-by-step video for each of the <strong>6-Steps in the Automated System</strong>!</p><p><strong>-</strong> <strong>Inside look</strong> at my personal accounts!</p><p><strong>- Unlimited earnings</strong>, with a small upfront investment!</p><p><strong>-</strong> How to do all of this <strong>without</strong> <strong>any Fees</strong>!</p><p><strong>- </strong>This course is about <strong>results</strong>! If you don't see them within 30-days, you get your money back!</p><p><br></p><p>No more endless searching for the <strong>“right” </strong>passive income Bitcoin course, this course is ready to watch whenever you are, you can take it anywhere, and watch it at your convenience in the privacy of your home or on the go!</p><p><strong>******************************************************************************************</strong></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><strong>Put In as little as 5 minutes to Get This Method Started Then Sit Back And Watch Your PayPal and Bank Accounts Fill With Passive Income Money!</strong></p><p><strong>You'll wonder how you ever lived without it.</strong></p><p>This course is absolutely life changing, I hope you take this opportunity to learn it! You'll be walked through how <strong>successful investors are making money with Bitcoin the “Smart Way”</strong> and <strong>how to minimize risk and maximize profits by creating your very own Money Machine</strong>. These passive income websites allow you to work from home or anywhere with internet and <strong>earn passive income long into the future</strong>.</p><p><br></p><p><strong>This course is the best way to start making passive income online.</strong></p><p>Learn from <strong>years of Bitcoin investor experience</strong>, as well as the<strong> Tricks/Tips to earn you more passive income </strong>that are included in this course.</p><p><br></p><p><strong>Let me share my passive income secrets with you.</strong></p><p>Don't go on wondering \"what would have happened if I did\". <strong>You won't be disappointed</strong>, plus you get an unconditional 30-day money back guarantee. What have you got to lose?</p><p><strong>******************************************************************************************</strong></p><p><br></p><p><br></p><p><strong>You'll also get:</strong></p><p>✔ Lifetime Access to The Course</p><p>✔ Quick &amp; Helpful Support in the Q&amp;A Section</p><p>✔ 30 Day \"No Questions Asked\" Money Back Guarantee!</p><p><br></p><p>Remember, this course is <strong>only available here on Udemy</strong>, you won't find it anywhere else. Take advantage of this special offer while it lasts.</p><p><br></p><p><strong>There's a 30-day no-risk money back guarantee so say \"yes\" now, enroll today and decide later!</strong></p><p><strong>Who this course is for:</strong></p><ul><li><p>No prior online income knowledge is needed.</p></li><li><p>Busy individuals who need extra income.</p></li><li><p>Those looking for extra income online.</p></li><li><p>Those with Beginner to Advanced passive income experience.</p></li><li><p>Those who want to be able to make money online while they do whatever they want.</p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2019-09-18_23-21-53-3755d270c82bb7af94a87401fc7927ab/WebHD_720p.mp4?Expires=1637701685&Signature=GvvKT-HFtIhfRUGuz6ddoam2LKCGXUQwFifDLU6jYtWQ1LG5hgeCSOERzaScWCtC4CYPPOuPPHRYouG9Wfyxc18ZpwUYhE5JS8ERYvUCtENQnC75eoU9Y-zM4sX~7hvUoLcbh6byUlycVT2tgWZuOFxF2IB1oqg8Ie7IZ9T6ut2Wk4sjcT2Sr8xfZmhOmITgQ44rN3MFBp8diS5FHMwP7g-8qvdPt16mqfh9XNOKGiibpRgkwiKr4r43bpT5au~4-vNCrQxWD0V4hd9mSAO0PRBZzCUBZY4eNTaNuJMfCjETSwFsrzNAIBw2MaC0eZo1ZvazzmoloLa-UBz0nitCNg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3743036", "category": "Office Productivity", "sub_category": "SAP", "title": "SAP Business Analytics Essential Training", "level": "All Levels", "author": "Fredrick Higgins", "duration": "3.5 hours", "rating": "4.4", "reviews": "640", "students": "73588", "coupon_code": "256D62E3A03C891B9A04", "preview_img": "https://img-c.udemycdn.com/course/750x422/3743036_a561_4.jpg", "coupon_link": "https://www.udemy.com/course/sap-bi-bo/?couponCode=256D62E3A03C891B9A04", "end_day": "2021-11-28 05:57:43+00:00", "headline": "Create data visualization, monitor performance, manage risk with SAP Bl, EPM, GRC and get more insights from your data.", "description": "<p>If you have been looking to move to business analyst, this video will provide you with enough information to do so. Not only understanding the basics, but how to make your first business analytics project successful.</p><p>Being a great data analyst is about helping your organization make better and more informed decisions.</p><p><strong>According to Gartner research, Bl platform software and services sales will be tallied at $30 billion in 2020, and SAP Business intelligence solution has taken up to 10% of market share, so mastering SAP Bl platform is a must.</strong></p><p>In this course, I'll share with you the overview of Bl and the unique role of data analysts. I'll then share the tools and techniques used on the SAP Business Intelligence platform and talk about gathering of difference source of data and generate incredible insightful reports by using Crystal reports, web intelligence, analysis edition and dashboards. Finally, I’ll share about the new generation of data visualization tool - SAP Analytics Cloud.</p><p><strong>As the 2nd part of the course, we will focus on - SAP Enterprise Performance Management.</strong></p><p>EPM software market could reach a value of about 3,600 million US dollar by 2022, and SAP EPM is the 2nd largest company by market share. It provides business users with visibility into business operations with the goal of improving financial strategies, planning, and analysis across all facets of the enterprise.</p><p><strong>Finally, we will move to SAP Governance, Risk, and Compliance.</strong></p><p>Compliance to the changing regulatory environment can be challenging to implement. IT complexities such as fragmented security frameworks and duplication and inconsistent definition of roles, lead to slower time-to-market and audit issues. SAP GRC can help the company quickly adapt to changes in technology, regulations, and the economy.</p><p>If you're ready, grab your gear and let's get started with SAP Business Analytics Essential training.</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-01-02_09-06-06-dc24a149c50c9b40d0e6867b8e170b53/1/WebHD_720p.mp4?secure=_8oMfJmsUQDrQhUfkH199A%3D%3D%2C1637701687"}, {"course_id": "4388008", "category": "Health & Fitness", "sub_category": "Meditation", "title": "Meditation mit Leichtigkeit lernen für Einsteiger", "level": "Beginner Level", "author": "Alexander Philipp Wiemann", "duration": "1,5 Stunden", "rating": "5.0", "reviews": "4", "students": "410", "coupon_code": "1C732F3FBF5B727D2DEF", "preview_img": "https://img-c.udemycdn.com/course/750x422/4388008_03e2.jpg", "coupon_link": "https://www.udemy.com/course/meditation-mit-leichtigkeit-lernen-fuer-einsteiger/?couponCode=1C732F3FBF5B727D2DEF", "end_day": "2021-11-25 23:06:42+00:00", "headline": "Der ideale Kurs für Anfänger der Meditation. Ganz einfach weniger Stress und mehr Zufriedenheit dank Meditation.", "description": "<p><strong>Anforderungen an die Kursteilnehmer</strong></p><ul><li><p>Die Bereitschaft regelmäßig 5-10 Minuten für die Meditation einzuplanen</p></li><li><p>Die Bereitschaft an sich zu arbeiten</p></li><li><p>Offenheit und Neugier gegen über Achtsamkeit und Meditation</p></li></ul><p><strong>Beschreibung dieses Kurses </strong></p><p><strong>\"Meditation mit Leichtigkeit lernen für Einsteiger\" ist der ideale Einstieg für Anfänger. Wie du Dank Meditation ganz einfach weniger Stress und mehr Zufriedenheit in dein&nbsp;Leben integrierst, erfährst du in diesem Kurs. </strong></p><p>Wir haben bewusst auf stundenlange Theorie verzichtet, damit du schnell ins Handeln kommst. Uns ist wichtig, dass du am besten noch heute deine ersten Erfahrungen im Bereich der Meditation sammelst. Schnelle Erfolge erhöhen die Motivation und halten die Begeisterung aufrecht. </p><p>Im ersten Abschnitt erklären wir kurz und knapp was Meditation ist und welche Vorteile die Praxis den Meditierenden bringt. Wir stellen die aktuellen Erkenntnisse der Wissenschaft vor und teilen unsere persönlichen Erfahrungen und Tipps mit dir. </p><p>Danach geht es auch direkt los mit der praktischen Umsetzung. Lausche unseren geführten Meditationen und öffne dich für ein viel positives Leben voller Lebensfreude!</p><p><strong>Dieser Kurs ist perfekt für dich geeignet, wenn Du:</strong></p><ul><li><p>Einsteiger in der Meditation bist </p></li><li><p>Meditation lernen möchtest</p></li><li><p>offen für Neues bist</p></li></ul><p><strong>Dieser Kurs ist NICHT für dich geeignet, wenn Du:</strong></p><ul><li><p>bereits regelmäßig meditierst und dich nicht mehr als Einsteiger siehst</p></li><li><p>mit dem Basiswissen der Meditation bereits vertraut bist</p></li></ul><p><br></p><p>Viel Spaß beim Meditieren und herzliche Grüße,</p><p>Deine Meditationslehrer</p><p>Nani &amp;&nbsp;Alex</p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-11_20-23-28-4e61091939a9877e702e70a38a54471f/2/WebHD_720p.mp4?Expires=1637701704&Signature=Djv9bQsDjWQE2IOwX~mezwbx-Ryi8SfyX~GCmKe9NhYrrd1M4SW3~Kp-n3InsAihbjAMqLSXchh6O-o5glW~MUdjbjAVVDLixyELZTGjC1AwsG0R8gQ3-Lv7iRtsi0ZrhueunNQq96h7hG4-uSb3Q1dN2eQgt4rkhJD7FKvSFIQe0UvDMfVDS4lO4cVHcs0tkdNKNWGLzKsKv06w1QqVTCtUvmf6ASnXNhvt7DbfT3CXg6X91-7iUUoGBUHKN~W71P3sxoshxcknUHh4CrpPjNVEjrn3b5oRQLunjJ~VYs3tx7V6lVj8reeVPSsfG8JvYlF90Z-ZfBePVpxOs0RhQw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3433626", "category": "Business", "sub_category": "Entrepreneurship", "title": "Make Money From Home: 45 Work From Home Opportunities", "level": "All Levels", "author": "Roope Kiuttu", "duration": "1 hour", "rating": "4.2", "reviews": "923", "students": "94026", "coupon_code": "5A757E30F5F10ED78E33", "preview_img": "https://img-c.udemycdn.com/course/750x422/3433626_42b9.jpg", "coupon_link": "https://www.udemy.com/course/work-from-home-job-opportunities/?couponCode=5A757E30F5F10ED78E33", "end_day": "2021-11-27 16:25:44+00:00", "headline": "Find the Best Way to Make Money From Home That Fits YOUR Needs!", "description": "<p><strong>Do you want to Make Money From Home?</strong></p><p><strong>Do you want to find a flexible Work From Home Job?</strong></p><p>Then this is the PERFECT COURSE FOR YOU.</p><p>You're going to see over 45 make money from home opportunities.</p><p>I've shown steps to make money for 100,000's&nbsp;people worldwide and every single month around 500,000 people watch my videos on my YouTube channel called \"Learn to Make Honest Money Online\".</p><p>It will be my privilege to help YOU to make money online too.</p><p>Until this day, I've still answered 100% of the questions I&nbsp;received on Udemy.</p><p>I&nbsp;reply almost 100% of the comments that I&nbsp;receive from my 84,000+&nbsp;subscribers on \"Learn to Make Honest Money Online\" channel.</p><p>This simply means that I&nbsp;really put effort on helping as many people as possible to make money online.</p><p>I&nbsp;believe that anyone can make a life-changing income online.</p><p>IF I&nbsp;CAN&nbsp;DO&nbsp;IT,&nbsp;YOU&nbsp;CAN&nbsp;DO&nbsp;IT.</p><p><strong>IF 1,000's OF&nbsp;OTHERS&nbsp;PEOPLE&nbsp;CAN&nbsp;DO&nbsp;IT, YOU&nbsp;CAN&nbsp;DO&nbsp;IT TOO.</strong></p><p>It's Your Time!</p><p>- Roope \"Sharing the Blessing of Making Money From Home\"&nbsp;Kiuttu</p><p><strong>PS. </strong>If you prefer building an online BUSINESS, you may prefer to take my other courses on Udemy where I will walk you through the steps on how you can do that.</p><p>See you inside! :)</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-08-21_03-03-33-6202bd778a21512590e062a7c64305d7/1/WebHD_720p.mp4?Expires=1637701732&Signature=EMtsShfANTKIKAWkCpF~QeM18I5Y-faUl3J-uwV--e2v8tCP5Ks9T1NLuEPu6dfra~OvrDDfB3X8fcjJa8jrEgHummRTa~DEf9I6iWcW1hg-xzb479c4zlN-Qb64lZnlRG-OvZZ5kskCX-YhePH1~qrnF39FxPTtx5yrni5KNxMf~m3eoLMGQty-LG0Ma0DIdGz-wasPI7ebAVw61F3E62Lh7Sh-BuyDi69Ot0w-miuyzvUzbq3Z9sKykpaq9CNwBHatpWL4kd1JuBelHwGEHdPKKcwyjNqH6dyoOaCGXPHU5B-eJQ9YxoWadm2y0qelEPkfG5TKOBpPo5FcEM3LGw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3087414", "category": "Personal Development", "sub_category": "Personal Productivity", "title": "Time Management And Goal Planning: The Productivity Combo", "level": "All Levels", "author": "Claudia Simonetto", "duration": "1 hour", "rating": "4.4", "reviews": "1108", "students": "69266", "coupon_code": "456650A978741DEB3646", "preview_img": "https://img-c.udemycdn.com/course/750x422/3087414_5200_2.jpg", "coupon_link": "https://www.udemy.com/course/time-management-and-productivity/?couponCode=456650A978741DEB3646", "end_day": "2021-11-28 10:36:15+00:00", "headline": "The ultimate guide to time management hacks to effectively set and achieve your goals by empowering productive habits", "description": "<p>What about setting 48-Hour Productivity from a 24-hour day? So many things, so little time, right? Wrong!</p><p><strong>Time management is all about working SMARTER, not harder!</strong></p><p>Time management, focus and motivation are the basis for planning and achieving our goals and being more productive. Distraction turns seemingly busy days into wasted time, producing a negative impact on our productivity.</p><p>This course will show you <strong>the best time management and goal planning strategies to focus on what really matters, prioritizing those actions that lead to the achievement of our short and long term goals</strong> in order to fulfill your life. You will learn practical time management strategies to get more work done in half the time!</p><p><br></p><p><strong>What will I be able to do upon completion of this course?</strong></p><ul><li><p>Develop the Time Management Mindset for Long Term Success</p></li><li><p>Identify the High-Value Actions to Maximize your Results And Plan Your Goals</p></li><li><p>Get the Right Things Done by Prioritizing Tasks In Your Time Management Plan</p></li><li><p>Create a Daily Success Routine And Effective Goal Planning To Improve Your Personal Effectiveness</p></li><li><p>Manage Your Time The Best Way To Stop Procrastinating and Complete your To-Do List Every Day</p></li><li><p>Setting a Plant to Turn Your Long Term Goals Into Monthly, Weekly And Daily Smaller Tasks</p></li><li><p>Create a Personal, Concrete and Strategic Action Plan Based on Your Personal and Professional Goals</p></li><li><p>Boost Productivity to Achieve More in Less Time With The Best Time Management Techniques</p><p><br></p></li></ul><p>You will learn the best effective time management strategies that allow you to accomplish more in a shorter period of time. Plan your goals, get the important work done in order to maximize results, lower your stress and improve any other aspect of your life.</p><p>The Curriculum:</p><p><em>- The Time Management Paradox: Work Less, Achieve More</em></p><p><em>- Planning for Results</em></p><p><em>- How to Prioritize When Everything seems Important</em></p><p><em>- Mastering the Action Plan: From Theory to Practice</em></p><p><em>- 8 Steps to Create a Success-Based Routine</em></p><p><em>- Strategic Planning: Short-term and Long-Term Goals</em></p><p><em>- Complete a task in under 2 minutes</em></p><p><em>- Stop procrastinating using a tomato</em></p><p><em>- Use Time-boxing And Get Things Done</em></p><p><em>- Setting a Strategic Planning Process to Achieve Your Long Term Goals</em></p><p><em>- 6 Golden Rules for Successful Goal Setting</em></p><p><br></p><p><strong>EXTRA BONUS - </strong>From Theory to Practice: exercises designed to put into practice what you have learned and which can be applied to your professional and personal life. Downloadable resources to use as a reference in order to manage your time in the best possible way and maximize your chances of success by developing goal-oriented habits.</p>", "preview_video": ""}, {"course_id": "2492980", "category": "Photography & Video", "sub_category": "Video Design", "title": "Color Grading and Video Editing with Davinci Resolve 17", "level": "Beginner Level", "author": "AK Media", "duration": "42 mins", "rating": "3.6", "reviews": "148", "students": "53593", "coupon_code": "4F03DFC17339195DA5F4", "preview_img": "https://img-c.udemycdn.com/course/750x422/2492980_0c85.jpg", "coupon_link": "https://www.udemy.com/course/color-grading-and-video-editing-with-davinci-resolve/?couponCode=4F03DFC17339195DA5F4", "end_day": "2021-11-25 08:19:56+00:00", "headline": "Learn Video Editing in DaVinci Resolve 17 with Color Correction & Color Grading & Visual Effects", "description": "<p><br></p><p><strong><em>DaVinci Resolve 16&nbsp; Beginners Course </em></strong></p><p>DaVinci Resolve 16 is a free professional video editing application used by professionals and amateurs. It’s easy and simple to use. It provides you with simple to use yet powerful tools to edit your videos and achieve high quality production.</p><p><strong>This course is for beginners. You do not need any previous knowledge in DaVinci Resolve 17 or video editing experience.</strong></p><p>You will dive straightaway into creating your first video and add music, graphics, text and couple of transitions. No time is wasted with unnecessary concepts. You will be up and running in DaVinci Resolve in less than an half hour.</p><p>I’ll teach you everything you need to know about video editing, visual effects, motion graphics, color correction &amp; grading and audio editing to create professionally looking videos.</p><p>We will make a video together from start to finish, step by step. You will start right at the beginning from how to import your video clips all the way through to Color Correction and Grading.</p><p>You can even come up with your own awesome and original video using the same footage. It’s open to your imagination and what you want to create.</p><p>What will you learn in this DaVinci Resolve 16 Course?</p><ul><li><p>Start by understanding the workflow in DaVinci Resolve.</p></li><li><p>Efficiently import and organize your media from Bins to Power Bins</p></li><li><p>Dive in and create your first short video – Just to get started.</p></li><li><p>Discover multiple ways to assemble your video – from inserts to swaps</p></li><li><p>Fine edit your clips a frame at a time</p></li><li><p>Lots fun re-timing your clips with speed graphs – Slow Motion and Fast Motion</p></li><li><p>You will Master Transitions and create your own</p></li><li><p>Add Graphics, Lower Thirds and Titles, we will even create an Intro and Outro</p></li><li><p>Work in the more advanced Fusion Text</p></li><li><p>Apply and customize Effects from ResolveFX</p></li><li><p>Achieve Perfect Color Correction – including Log footage</p></li><li><p>Use Power Windows, Cloud and Point Trackers to bring up features in your clips.</p></li><li><p>Understand (in detail) and work with advanced tools such as Curves, Qualifiers, Keys.</p></li><li><p>Start Color Grading like a colorist (at least a beginner one) and produce awesome videos.</p></li></ul><p>So, if you’re looking to:</p><p>Edit your Videos for your YouTube channel with a free professional and extensive application or Create exciting and well edited videos for your family album, Edit a marketing video for your website, Create a Music Video, Edit Documentaries, Start your Career as a Video Editor, Create your first Demo-Reel Then you will find this course ideal for your needs, as you work with an instructor who really cares about your success as individual.</p><p>Enroll now and start Video Editing right away. See you in the first lecture.</p><p>Wishes,</p><p>Adeep</p>", "preview_video": "https://mp4-c.udemycdn.com/2019-12-30_21-33-09-e525f6e28ebc49603ed37c34071b8565/WebHD_720p.mp4?Expires=1637701766&Signature=c1ElFiNyXF6hvDsif27QMAe0twOMfH4Ur7jAzwLGKhR45RseRBcSM~vg654RDOUmCxe437gKWktztw1NuzA4M3WeYVDor6-dH17TqP7NPLLX-k-u4tpSvOxcmAVjKHnFCWEAzs0q1DiO~mVmsacWmuNjq5l3ElyO8f3EhAEW~HRkQACjtPZVkfGoxUGW2w-XBP8ebJscVuup2Qjk6YQ9xX22HG2XEZwYCqO48jtolRfuYfdoFaGYZwJ7kfbKIX3DLUErgL4fAwPyYopSej~Ti1eLyYIGLj-fyY-TjnDeXp2ctUpkpO7b3SNk~wgPTOWgZTr1FrTkxNd9l5EXUglrnA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3361458", "category": "Design", "sub_category": "Web Design", "title": "Adobe Animate 2021 Ultimate Course", "level": "All Levels", "author": "Learn Tech Plus", "duration": "3.5 hours", "rating": "3.4", "reviews": "341", "students": "101578", "coupon_code": "TRY10FREE112103", "preview_img": "https://img-c.udemycdn.com/course/750x422/3361458_7439_2.jpg", "coupon_link": "https://www.udemy.com/course/adobe-animate-cc-2020-master-course/?couponCode=TRY10FREE112103", "end_day": "2021-11-26 14:56:33+00:00", "headline": "Everything you need to know about Adobe Animate 2021", "description": "<p>Have you always wanted to learn how to Animate Video but don't know where to start?</p><p>Would you like to make amazing Videos and bring your ideas to life?</p><p>Then Adobe Animate 2021 Ultimate Course is for you!</p><p>Hi, I’m your instructor Josh Werner and I’ll be leading you through this course.</p><p>Animation is an in-demand skill in 2021. </p><p>The course begins with the basics.&nbsp; </p><p>I'll take you through everything you need to know to start Animating Videos like an expert.</p><p>You'll learn all the fundamentals of Adobe Animate 2021. </p><p>This is great for students starting or for Animators that need a refresher course on Adobe Animate 2021.</p><p>There are no requirements necessary to enroll I only ask that you come open minded and ready to learn</p><p>Feel Free to look through the course description and checkout some of my preview videos</p><p>The course is packed with over 3 hours of hands-on tutorials</p><p><strong>Here is what you will Learn:</strong></p><p><br></p><p><strong>01. Introduction</strong></p><p>&nbsp; 001. Overview</p><p><strong>02. Adobe Creative Cloud 2021</strong></p><p>&nbsp; 002. Overview</p><p>&nbsp; 003. Setup Account</p><p>&nbsp; 004. Download Creative Cloud App</p><p>&nbsp; 005. Install Creative Cloud App</p><p>&nbsp; 006. Summary</p><p><strong>03. Adobe Animate 2021</strong></p><p>&nbsp; 007. Overview</p><p>&nbsp; 008. Install Adobe Animate 2021</p><p>&nbsp; 009. Summary</p><p><strong>04. Welcome Page</strong></p><p>&nbsp; 010. Overview</p><p>&nbsp; 011. Home</p><p>&nbsp; 012. Learn</p><p>&nbsp; 013. Create New</p><p>&nbsp; 014. Open</p><p>&nbsp; 015. What's New</p><p>&nbsp; 016. Summary&nbsp; </p><p><strong>05. Main Menu</strong></p><p>&nbsp; 017. Overview</p><p>&nbsp; 018. File</p><p>&nbsp; 019. Edit</p><p>&nbsp; 020. View</p><p>&nbsp; 021. Insert</p><p>&nbsp; 022. Modify</p><p>&nbsp; 023. Text</p><p>&nbsp; 024. Commands</p><p>&nbsp; 025. Control</p><p>&nbsp; 026. Debug</p><p>&nbsp; 027. Window</p><p>&nbsp; 028. Help</p><p>&nbsp; 029. Summary</p><p><strong>06. Tools</strong></p><p>&nbsp; 030. Overview</p><p>&nbsp; 031. Selection Tool</p><p>&nbsp; 032. Free Transform Tool</p><p>&nbsp; 033. Lasso Tool</p><p>&nbsp; 034. Fluid Brush Tool</p><p>&nbsp; 035. Classic Brush Tool</p><p>&nbsp; 036. Eraser Tool</p><p>&nbsp; 037. Rectangle Tool</p><p>&nbsp; 038. Line Tool</p><p>&nbsp; 039. Pen Tool</p><p>&nbsp; 040. Text Tool</p><p>&nbsp; 041. Paint Bucket Tool</p><p>&nbsp; 042. Eyedropper Tool</p><p>&nbsp; 043. Asset Warp Tool</p><p>&nbsp; 044. Hand Tool</p><p>&nbsp; 045. Zoom Tool</p><p>&nbsp; 046. Summary</p><p><strong>07. Project</strong></p><p>&nbsp; 047. Overview</p><p>&nbsp; 048. Download Project Files</p><p>&nbsp; 049. Project</p><p>&nbsp; 050. Summary</p><p><strong>08. Conclusion</strong></p><p>&nbsp; 051. Summary </p><p><br></p><p><strong>So what are you waiting for? I look forward to going through course with you I’ll see you inside!</strong></p>", "preview_video": "https://mp4-b.udemycdn.com/2021-07-14_21-00-04-93107a0d8714041003514a8d59a81406/2/WebHD_720p.mp4?secure=hNwHeZcvgM7JZjtxmHYqlQ%3D%3D%2C1637701779"}, {"course_id": "2714022", "category": "Finance & Accounting", "sub_category": "Taxes", "title": "Partnership Income Tax (Form 1065)", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "4 hours", "rating": "4.9", "reviews": "119", "students": "19522", "coupon_code": "8D41D57D0FC54A6DB1B2", "preview_img": "https://img-c.udemycdn.com/course/750x422/2714022_7d92.jpg", "coupon_link": "https://www.udemy.com/course/partnership-income-tax-form-1065/?couponCode=8D41D57D0FC54A6DB1B2", "end_day": "2021-11-26 05:39:08+00:00", "headline": "Learn to enter tax data for a Partnership into tax Form 1065 from a CPA", "description": "<p>This course currently consists of a comprehensive problem showing the data input process of a Partnership into tax Form 1065.</p><p>This course will put together a systematic format of entering data into a Form 1065 that will minimize errors, isolate problems as they happen, and remove the possibility of having to start the process all over again.</p><p>We will enter each M-1 adjustment individually into both the tax return and an Excel worksheet so that we fully understand how they work.</p><p>We will start by reviewing the data for the comprehensive problem.</p><p>Then we will enter the data into an Excel worksheet that will be used to help us organize the information.</p><p>We will be using Lacerte Tax software to enter the tax data into Form 1065. However, we will also provide PDF files of the tax forms so learners can enter the data directly into the tax forms as we go. The tax forms can also be found on the IRS website.</p><p>The course will demonstrate how to enter the data into the tax forms in stages to reduce potential mistakes and to identify mistakes as they happen so they can be fixed as easily as possible.</p><p>We will start the data input with the balance sheet.</p><p>Then we will enter the income statement as it is formatted in the adjusted trial balance.</p><p>Next, we will systematically go through Schedule K and M-1 adjustments. We will isolate these adjustments, reviewing them on the tax forms, in the software, and using our Excel worksheet.</p><p>We will then review the tax forms.</p><p>Next, we will review the Form K-1s and basic calculations.</p><p>The course will demonstrate the exporting of the K-1 Form to the individual Form 1040 for an owner of the Partnership, showing the flow through process.</p>", "preview_video": "https://mp4-b.udemycdn.com/2019-12-20_20-39-58-62aedbf6cd18c564fe60bf61a5d06945/WebHD_720p.mp4?secure=7M80Zdoz9QFQ3_CNvcyBwA%3D%3D%2C1637701786"}, {"course_id": "3200880", "category": "Marketing", "sub_category": "Affiliate Marketing", "title": "Learn 4 Steps to Make Money Online with Affiliate Marketing!", "level": "Beginner Level", "author": "Roope Kiuttu", "duration": "4 hours", "rating": "3.9", "reviews": "457", "students": "76413", "coupon_code": "7F6DCEE2580D2878B987", "preview_img": "https://img-c.udemycdn.com/course/750x422/3200880_8fa6.jpg", "coupon_link": "https://www.udemy.com/course/make-money-with-affiliate-marketing-online/?couponCode=7F6DCEE2580D2878B987", "end_day": "2021-11-27 21:38:22+00:00", "headline": "These 4 steps took me from a complete beginner to making a life-changing income online.", "description": "<p><strong>Have you ever wanted to make money online even while you are sleeping?</strong></p><p><strong>Would you like to spend time with your loved ones and earning money at the same time?</strong></p><p>It happens to me all the time.</p><p>I still remember the day when I stumbled online and searched something like, \"How to make money online\".</p><p>There was a young man from the United States who said that he can show me how to make money using the Internet.</p><p>My first thought was, \"that must be a scam or something!\"</p><p>Well, I&nbsp;gave it a try...</p><p>And guess what.</p><p><strong>I failed! </strong></p><p>The reason was that I&nbsp;just \"tried\" it. I didn't really commit at first.</p><p>Then I saw dozens and dozens of examples:</p><p>Someone made $2,000/month online.</p><p>Another person made $5,000/month online.</p><p>Some people made even $10,000/month online...</p><p>And more...</p><p>I realized that if they can do it, I&nbsp;can do it.</p><p>And sure enough, I did it.</p><p><strong>I made a life-changing income online and I've traveled around the world in 40 countries in total.</strong></p><p><strong>Nowadays I run a YouTube channel called \"Learn To Make Honest Money Online\" with over 300,000 monthly views helping ordinary people to make a life-changing income online too.</strong></p><p>I&nbsp;simply share the steps that I took to make money.</p><p>And it works.</p><p>In this course, <strong>you'll learn the steps that I&nbsp;have taken to make a life-changing income online and achieve the ultimate freedom in my life.</strong></p><p>I can't give you any income guarantees because it's against the law but I&nbsp;can tell that the steps that I teach have worked for me and dozens of my friends.</p><p>I'll see you inside the lessons!</p><p>Looking forward to helping you my friend!</p><p>Cheers</p><p>- Roope&nbsp;\"From a complete beginner to making a life-changing income online\" Kiuttu</p><p><strong>PS. </strong></p><p>Imagine having a life that you've always dreamed of.</p><p>Imagine having the freedom...</p><p>It's Your Time!</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-10-09_04-00-40-3e2327bd76e567b7990524bf15251305/1/WebHD_720p.mp4?Expires=1637701789&Signature=g80ZGrqIxLdpS6GIEAJTpIBxE6xs6spEwNbN3yEsnGUifLRNNUTdtjGCCu-qXpkudSexMnoS-WYXhDYnM9Nevn9eM7LYyWfGoPCI6Com0Qa8JabMtDX9z78a97eGn3jR4UW6XYcKtqFQ2PE1rW8zDWSAIxQMplk994awBZi3aUYSpRoM5qZa9I8JmBAi~Lo7VL6fIJ7ZMjdLnnEtEF1z6EcEtUdMsMtJ390wM7KslTyE9sQJlrISd~oiZejhwuCwP66x~TJtRvihRoFbVMDwv2Q4CCXueX1YzuogawsNDo~DnH2pxiug~Miso5qGKlU3C66KAQxNybZTqFiW3fOnhg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1934692", "category": "Lifestyle", "sub_category": "Gaming", "title": "PlayerUnknown's Battlegrounds (PUBG) For Beginner Gamers", "level": "Beginner Level", "author": "Tanner \"WhiteLiqu0r\" Evans", "duration": "3.5 hours", "rating": "4.6", "reviews": "160", "students": "24703", "coupon_code": "PUBGFRGEXPNOV272021", "preview_img": "https://img-c.udemycdn.com/course/750x422/1934692_b07c.jpg", "coupon_link": "https://www.udemy.com/course/playerunknowns-battlegrounds-pubg/?couponCode=PUBGFRGEXPNOV272021", "end_day": "2021-11-28 01:18:13+00:00", "headline": "Discover the lucrative world of PUBG, eSports and Tournaments", "description": "<p><strong>Prepare to dominate the battleground. </strong>Tanner \"WhiteLiqu0r\" Evans takes you thru the basic functions of playing PUBG, then shares his winning strategies. If you want to get up to speed fast, then this course is for you! Prepare to dominate PUBG tournaments and take home your fair share of the prize money.</p><p><strong>PUBG Global Invitational Prize Money Awarded:</strong></p><p><strong>$2,586,241.22</strong> From 10 Tournaments</p><p>Recorded Date Range: 2018-04-25 to 2018-07-29</p><p>Beginning in January 2019, the National PUBG League (NPL) will be the largest official PUBG tournament in the U.S. to date with a <strong>prize pool of $1 million</strong>.</p><p><strong><em>PlayerUnknown's Battlegrounds</em></strong> (<strong><em>PUBG</em></strong>) is an online multiplayer battle royale game developed and published by PUBG Corporation, a subsidiary of South Korean video game company Bluehole. The game is based on previous mods that were created by Brendan \"PlayerUnknown\" Greene for other games using the film <em>Battle Royale</em> for inspiration, and expanded into a standalone game under Greene's creative direction. In the game, up to one hundred players parachute onto an island and scavenge for weapons and equipment to kill others while avoiding getting killed themselves. The available safe area of the game's map decreases in size over time, directing surviving players into tighter areas to force encounters. The last player or team standing wins the round.</p><p>The game is one of <strong>the best-selling of all time</strong>, with over fifty million sold across all platforms by June 2018. In addition, the Windows version holds a peak concurrent player count of <strong>over three million on Steam, which is an all-time high on the platform.</strong></p><p>Discover:</p><ul><li><p>Winning game strategies</p></li><li><p>Best practises for setting up your graphics</p></li><li><p>Game setting you must follow</p></li><li><p>Why Game Awareness is crucial to your success</p></li><li><p>Practice secrets</p></li><li><p>Training maps and how to get the most out of them</p></li><li><p>Weapons 101</p></li><li><p>Be an expert at the best weapons</p></li><li><p>Solo action</p></li><li><p>Group actions</p></li><li><p>Strategies for Early Game, Mid Game and End Game</p></li><li><p>And much more...</p></li></ul><p><em>Battlegrounds</em> received positive reviews from critics during both its early access period and on official release, who found that while the game still was not fully finished and had some technical flaws, <em>Battlegrounds</em> presented new types of gameplay that could be easily approached by players of any skill level and was <strong>highly replayable</strong>. The game received several Game of the Year nominations among other accolades, and is considered by Greene to be the defining game of the battle royale genre. PUBG Corporation has run several small tournaments and introduced in-game tools to help with broadcasting the game to spectators, as it  becomes a popular eSport.</p>", "preview_video": "https://mp4-b.udemycdn.com/2018-10-26_22-38-03-61d60ce85e45f578cd60b2e6295e4828/WebHD_720p.mp4?secure=spKCPgG6_v4QGXGbd-4pSQ%3D%3D%2C1637701807"}, {"course_id": "3922428", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Exam C_SM100_7208 SAP Certified  Solution manager (7.2 SPS8)", "level": "All Levels", "author": "Julio Garcia", "duration": "", "rating": "4.4", "reviews": "22", "students": "6046", "coupon_code": "941ED276033DFD45B069", "preview_img": "https://img-c.udemycdn.com/course/750x422/3922428_bb91.jpg", "coupon_link": "https://www.udemy.com/course/exam-c_sm100_7208-sap-certified-solution-manager-72-sps8/?couponCode=941ED276033DFD45B069", "end_day": "2021-11-28 07:38:48+00:00", "headline": "SAP Certified Technology Associate - SAP Solution Manager, Mandatory and Managed System Configuration (7.2 SPS8)", "description": "<p><strong>Description</strong></p><ul><li><p>The \"SAP Certified Technology Associate - SAP Solution Manager, Mandatory and Managed System Configuration (7.2 SPS8)\" certification exam validates that the candidate knows mandatory and managed system configuration of the SAP Solution Manager, including infrastructure. The exam also validates that the candidate can describe the various activities, functions and features that belong to the area of operations of the SAP Solution Manager solution.</p></li></ul><p><strong>Topic Areas</strong></p><p>Please see below the list of topics that may be covered within this certification and the courses that cover them. Its accuracy does not constitute a legitimate claim; SAP reserves the right to update the exam content (topics, items, weighting) at any time.</p><p><strong>SAP EarlyWatch Reports and Service Level Reporting&gt; 12%</strong></p><p>Unit 9 and Unit 16: Explain the SAP EarlyWatch Alert (EWA) Concept and Configuration, perform the manual Creation of an SAP EarlyWatch Alert (EWA) Report Configure Service Level Report. Produce Service Level Report and explain how to access Service Level Reports (SLR).</p><p><strong>Managed Systems Configuration&gt; 12%</strong></p><p>Unit 6: Explain how to prepare the Managed Systems configuration and perform the Managed Systems configuration. Explain the available user interfaces for SAP Solution Manager and customization.</p><p><strong>SAP Solution Manager Enviroment and SAP Solution Manager Sizing8% - 12%</strong></p><p>Unit 1 and Unit 3: Describe the Application Lifecycle Management with SAP Solution Manager, Managing Authorizations in SAP Solution Manager. Describe the sizing considerations for SAP Solution Manager, describe the installation and upgrade of a SAP Solution Manager system</p><p><strong>SAP Solution Manager System Landscape Design8% - 12%</strong></p><p>Unit 2: Explain the SAP Solution Manager architecture and a typical SAP Solution Manager landscape. Explain the Agent Infrastructure and planning of the Agent Infrastructure. Planning the SAP Solution Manager Landscape</p><p><strong>SAP Solution Manager Configuration8% - 12%</strong></p><p>Unit 5: Describe the prerequisites for the Solution Manager configuration and explain the Guided Procedures for configuration of SAP Solution Manager. Perform the system preparation, infrastructure preparation and basic configuration.</p><p><strong>Change Management8% - 12%</strong></p><p>Unit 11: Explain the functions and prerequisites of the Maintenance Planner. Explain planning a system update in Maintenance Planner. Explain the License Management function and System Recommendations function.</p><p><strong>Job Management8% - 12%</strong></p><p>Unit 12: Explain the Job Request and perform the Job Documentation function. Perform the scheduling configuration. Explain how to monitor Background Jobs and analyze Background Processing with SAP Solution Manager.</p><p><strong>System and Application Monitoring and Dashboards8% - 12%</strong></p><p>Unit 14 and Unit 15: Explain MAI Architecture and features. Explain the Monitoring Template concept and configuration. Explain Alert Inbox, System Monitoring and Dashboards functions.</p><p><strong>System Landscape Management (SLD, LMDB) and Process Management (SOLADM, SOLDOC)8% - 12%</strong></p><p>Unit 4 and Unit 8: Describe Functions and Consumers of the System Landscape Directory (SLD), describe how to synchronize data to the Landscape Management Database (LMDB). Explain the Solution Administration and Solution Documentation function. Explain the Solution, the Logical Component Group, Logical Component and the Landscape Model.</p>", "preview_video": ""}, {"course_id": "3161726", "category": "Personal Development", "sub_category": "Personal Productivity", "title": "Learn To Focus: Meditation & Mindfulness For ADHD", "level": "Beginner Level", "author": "Kevin Ellerton", "duration": "1 hour", "rating": "4.5", "reviews": "365", "students": "54894", "coupon_code": "CAD918A187E6667B37D3", "preview_img": "https://img-b.udemycdn.com/course/750x422/3161726_8bc7_5.jpg?secure=8VIghDYhmGqeFqv2BDL8Bw%3D%3D%2C1637772034", "coupon_link": "https://www.udemy.com/course/meditation-for-adhd/?couponCode=CAD918A187E6667B37D3", "end_day": "2021-11-23 19:11:15+00:00", "headline": "Don't \"cure\" your ADHD - transform it into a superpower!", "description": "<p>ADD and ADHD can make it hard to focus &amp; get things done. You have lots of mental energy (that's why you're so smart!) but you have a hard time directing it to one thing at a time. Many people go through their entire lives in this scatter-brained state, jumping from thing to thing, never fully concentrating on, or actually enjoying, anything. This can lead to major school &amp; career problems (not paying attention in class, not paying attention at work, not caring about what you're working on, bouncing from job to job, career to career, etc), and problems becoming a successful adult.</p><p>For some handicaps, there is simply no cure, no way out. Thankfully, ADD/ADHD is NOT&nbsp;one of those handicaps. ADD &amp;&nbsp;ADHD&nbsp;can actually be a blessing in disguise, if you learn how to channel your mental energy, to focus it, to make it like a laser. This is called <em>hyperfocusing</em>, and it is a superpower unique to ADD/ADHD people!</p><p>You may have noticed that while you sometimes can't focus on anything at all, sometimes you can get <em>extremely zoned in to one thing</em> (like these words, for example). And oftentimes (for some of us, more often than not), the thing that you're zoned into is the wrong thing. For example, my first year in college I&nbsp;got so sucked into social media that I barely went outside and met actual friends. Sometimes this still happens to me, if I pick up my phone right when I wake up and click on a social media notification before I&nbsp;start meditating for the day. Social media platforms are designed to suck you in -- that's how they make money. That's bad news for ADD / ADHD people. And there are tons of other useless, unproductive, time-wasting things that can suck in your attention, if you don't learn how to control your hyperfocus.</p><p>The good news is that you can learn how to control your hyperfocus, and use it to supercharge your life by focusing on the things you actually <em>want</em> to be focused on! It's not easy, but it is actually very simple. The answer can be written in just ten letters: MEDITATION.</p><p>Meditation is the single most important key to controlling your hyperfocus, focusing on what you want to focus on, and moving your attention to the things that you want it to be on. Meditation is not some woo-woo magical thing... it's literally just training your brain to focus. That's literally what meditation IS. It's a practice of bringing your mind into the present moment, and focusing it on one thing at a time. This practice strengthens the parts of your brain that are responsible for regulating your attention. Just like lifting weights builds muscles in your body, practicing meditation builds neural connections in your brain (it's a process called neuroplasticity -- look it up!). Just like your muscles get bigger from lifting weights, your brain gets bigger by practicing meditation! And just like you can focus your exercise on strengthening a particular part of your body (arms, legs, chest, etc), you can focus your meditation on strengthening a particular part of your mind (deep focus, broad focus, generating joy, love, happiness, etc).</p><p>Many of the world's most successful entrepreneurs, futurists, inventors, and celebrities are people who have learned to direct their ADHD energy and control their innate powers of hyperfocus. In this course, we will use meditation to do that, and more -- to become more focused, successful, stable, joyful, energized, and just plain happier in life!</p><p>By the end of this course, you will be experienced with five different meditation techniques, which you can practice in daily life:</p><p>- breathwork</p><p>- mindfulness</p><p>- mindfulness of breathing</p><p>- concentrating on a physical object, and</p><p>- concentrating on an activity,</p><p>You'll be equipped with the tools you need to become the best version of yourself, and transform your ADD/ADHD from a handicap into a superpower!</p><p>The skills you'll learn in this course will be worth 1000x more than the price of the course. Not only will this course save you money on ADD/ADHD drugs like Adderall &amp; Ritalin, and help you make tens, hundreds, or thousands of times more successful in life than you would have been without being able to control your superpowers of hyperfocus, the meditations you learn in this course will make you immeasurably happier, over the course of your lifetime. And that's kind of the point of this whole \"life\" thing anyway, isn't it? What's $50 in comparison to a lifetime of sustainable happiness?</p><p>Don't get distracted by any shiny things or other tabs. Click the button to sign up for this course now. This may be the single most important moment in your life. Stay focused, sign up now, and start watching right away!</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-05-27_20-20-07-459935e0a9202bdf79719b86a44cb5c4/1/WebHD_720p.mp4?Expires=1637701834&Signature=ab~HDRlNq~39EpZyqKjweJpRecT9v6R9Xln1M7jSpnYjfUDRtQSL8CsKg8ZVTDUlWouenG5eA-eX9C32jSPTx1799fOdyeCGbmvrn3rqjMNOymLAYZlN7sR95eLhENrZ67Wrt8LE9xM58odinaSESVJxkrmTspzaQv6cWoe5YEKeLZHSOzXpEmKP66u4yB-RSVbmlwlg~idXHV-YDTtpGEWj1pJA7zr-xGM61yLdGnH27G37IP~nsUqCFg7lUI-ZsBNhpplcPTrDcqfEbhoOZa1vQ6TRwJy3D6D1CizbURjf~Te76x4q1q7R-W4uS0fgwyrUvXQR9ujuOFDXq7JMoA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3229341", "category": "Design", "sub_category": "Design Tools", "title": "Affinity Publisher Guide - Affinity Publisher for Beginners", "level": "Beginner Level", "author": "Nick Nyxson", "duration": "3 hours", "rating": "4.5", "reviews": "167", "students": "48218", "coupon_code": "B0755295C1EA0BEE4EF4", "preview_img": "https://img-c.udemycdn.com/course/750x422/3229341_e035_3.jpg", "coupon_link": "https://www.udemy.com/course/affinity-publisher-guide/?couponCode=B0755295C1EA0BEE4EF4", "end_day": "2021-11-27 03:03:09+00:00", "headline": "Learn Affinity Publisher (part of Affinity Suite) as Fast As Possible. From Affinity Publisher Beginner To Advanced.", "description": "<p>Welcome to <strong>Affinity Publisher Guide - Affinity Publisher for Beginners!</strong></p><p>The only course you will need to start with Affinity Publisher, one of the best publishing software in the industry.</p><p>Affinity Publisher is an easy-to-use desktop publishing software that helps you create beautiful layouts with custom graphics and images in minutes. It's the perfect choice for a graphic designer who wants to take on a more creative role, or for someone who has always wanted to create their own book, magazine, or brochure. Affinity Publisher offers powerful features, like multiple master pages and postcard printing templates, so you can easily express your creativity.</p><p>Learn how to create incredible-looking graphics, layouts, and designs in Affinity Publisher. With our intuitive course and carefully planned lessons, you'll be able to design amazing infographics, flyers, posters, and more!</p><p>Here you will learn everything you need to know about Affinity Publisher, including but not limited to:</p><ul><li><p><strong>Basics &amp; Interface of Affinity Publisher;</strong></p></li><li><p><strong>Tools of Affinity Publisher;</strong></p></li><li><p><strong>Creation of Basic Book Document;</strong></p></li><li><p><strong>Advanced tips &amp; Tricks</strong></p></li><li><p>&amp; Much More...</p></li></ul><p>Most importantly this course will continue and grow as time passes and all the upgrades will be available for FREE for every enrolled student.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p><p>So what are you waiting for? Join thousands of students who've made amazing things happen with this course!</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-07-08_09-35-23-71db5ca833450a2fba5c50e5c21a7d9c/1/WebHD_720p.mp4?Expires=1637701836&Signature=cyH0bGcHoli~JT5T5r-kmfTMpErn~4eEvmrWQUQTrAUnBGz6diTVeVfLwwSOg8o396EM38l5S4O-pUwdZMPdx31deC6gtrl~99rQ3MzvE1gtLK3vmIePomYgvZZkD1E-Zr8py4MjP1jNXXd88VsGubST9FX5TBMiZjeHj6wCvtwrNBhAPI8ZaScYwgiShOWLO9mjW~6zDQEUSjXaks028Tt-SSmEie--ExZeH1-D52ECWuGZ2uyZNNNf31VktXMpeJbbe3hXPTljSr4xpR-MbkfGkuTzjD3sCrr3L5mfYIauTPDXPoimr57sxa2UJwReKAFynHj8T37B~4l1CsQGkw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1490124", "category": "Development", "sub_category": "Web Development", "title": "Complete Wordpress Website Developer Course", "level": "All Levels", "author": "Shubham Saurav", "duration": "3.5 hours", "rating": "4.2", "reviews": "1380", "students": "178793", "coupon_code": "547F0A3F819EDEBD764F", "preview_img": "https://img-c.udemycdn.com/course/750x422/1490124_3f2f.jpg", "coupon_link": "https://www.udemy.com/course/the-complete-wordpress-developer-course-w/?couponCode=547F0A3F819EDEBD764F", "end_day": "2021-11-28 14:39:14+00:00", "headline": "Learn WordPress step by step to make beautiful blogs, websites,e-commerce sites to start your business ONLINE.", "description": "<p>This is one of the best WordPress course you will ever find. WordPress is now powering more than 29% of all websites in the world, there's never been a better time to build an income and a business around it.<br></p>\n\n\n\n\n\n\n\n<p>This is the course of our students. New lecture are added every month and, at anytime on the request of the student. </p>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n<p>You're here because you want to master WordPress, right? Good idea. You're in the right place. And, you can do it without learning any programming or coding.</p>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n<p>While WordPress is open source, and because of that has thousands of developers building resources for it, it still takes quite a bit of learning to become a master at building and managing websites with it. But you don't have to worry about anything. I will teach you everything that you need to know.</p>", "preview_video": "https://mp4-c.udemycdn.com/2018-01-03_10-06-19-bd6510fe5c80ffa9a82ff024801d3999/WebHD_720p.mp4?Expires=1637701839&Signature=gZgj22fgMvECkbx7TXbsq-wDtG6FUJw87HMzd0LmH3A6J8sNZ~~UAcjlJdHj9xgzMDH~dEs2b2n1BDkIGITqS~bQeD6OKc31Mu9t1bjka86o~7SsolR2Cat51HlLGOUfNxQdgBGd3lL9k~o4ie2aYDAaGcOwUnwxJTz1BSu8aod5XFAjzPUdThP~VuDD-9SnmahWYlZra-DmaejCHkOfLBoHY1aXkpQXgDE8LC5qnqwY9ZRW5ey-w0PmwW5nmzhwYEyViRxryarLe9ZeoUsKNDVdqL0emKBt7dlUo3yYwPBPagAaAZ9OVyi2jS9kCX3zbfc8Q5EK9D95Ly9Rssng2A__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3569891", "category": "Development", "sub_category": "Programming Languages", "title": "सीखें Javascript Programming हिन्दी में", "level": "All Levels", "author": "Shubham Saurav", "duration": "5 hours", "rating": "4.2", "reviews": "154", "students": "17230", "coupon_code": "E4077F87D581280EA832", "preview_img": "https://img-b.udemycdn.com/course/750x422/3569891_acf2_5.jpg?secure=ttVF8z2vwb97-PBe7ooLlg%3D%3D%2C1637772044", "coupon_link": "https://www.udemy.com/course/learn-javascript-step-by-step-in-hindi/?couponCode=E4077F87D581280EA832", "end_day": "2021-11-28 14:37:27+00:00", "headline": "Learn Javascript Programming Language easily In Hindi. Every Topic is explained in simple way using हिन्दी language.", "description": "<p><strong>नमस्कार दोस्तों!</strong></p><p><br></p><p><strong>जावास्क्रिप्ट(Javascript) वह भाषा है जिसे आधुनिक डेवलपर्स को जानना, और अच्छी तरह से जानना होगा। वास्तव में जावास्क्रिप्ट जानने से आपको नौकरी मिल जाएगी, और आप quality web application का निर्माण करने में सक्षम होंगे।</strong></p><p>इस पाठ्यक्रम में, आप जावास्क्रिप्ट के मूल सिद्धांतों को सीखेंगे, variables, constants, conditionals, loop, function जैसे बुनियादी निर्णय प्रोग्रामिंग अवधारणाओं को सीखेंगे। आप इस भाषा की सुंदरता और शक्ति को सीखेंगे जो आज आधुनिक सॉफ्टवेयर विकास में सबसे आगे है।<br></p><p>प्रोग्रामिंग में 6 साल के अनुभव के साथ, मैं अपना ज्ञान आपके साथ साझा करता हूं। इस कोर्स में, मैं आपको निम्नलिखित अवधारणाएं सिखाऊंगा।</p><p>1. Downloading Code Editor and Browser<br>2. First line of code: Hello World <br>3. Preferences <br>4. Comments<br>5. Variables<br>6. Constant<br>7. Variable<br>8. Naming Rules<br>9. Data Types <br>10. String<br>11. Arithmetic Operator<br>12. Array<br>13. Object Literal<br>14. Array Of Object Literal <br>15.If Else<br>16. Comparison Operators (Part 1 + Part 2)<br>17. Else If<br>18. Logical Operator<br>19. Switch<br>20. For Loop<br>21. While Loop<br>22. For Of Loop <br>23. Functions <br>24. Return Type Functions<br>25. Arrow Functions</p><p>इस कोर्स में, हम 10 कोडिंग चालान भी हल करेंगे जो आपको अपने संदेह को दूर करने और अपनी सीख को लागू करने में मदद करेंगे।</p><p><strong>अगर आपके लिए यह सही कोर्स है तो \"Buy\" बटन पर क्लिक करके इस पाठ्यक्रम में शामिल होकर आज ही पाठ्यक्रम शुरू करें|</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-10-15_03-29-43-65ad15f3d30b44c967258652c187c295/1/WebHD_720p.mp4?Expires=1637701844&Signature=FQj5OtbZt9Wp6AnhtabGUEUontTOxYbMNXbUqFv1b8kAdKcfXgXiVIqh7-9WRk9oENleRMg0r7c8ogA4Ma602~C4WS3RbSp9x63f11y0pIuHHidZ9eLNqhMhhm1s5l6ApgyJknjtpOq3jHyc7pRKpjAYnxmpemChBmS9VnP~1p~hU0arhZ~wQg6-ib4I1zkfuYL2xuaucBlzoDRNaATRQvrk25ATX73F-jVA9-kKSysc8Q2ZYrxIS-twqQL8dJJXCHfnXgo-bwHuHOjlvDLzzVf69jq3hNSZTyYNfT-te3aPTdaFNbJgNRfKN26KU-Pom4KKwSK16s-HoxDeMaW0TA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3540520", "category": "Finance & Accounting", "sub_category": "Investing & Trading", "title": "Passive Income: 27 Ways to Earn Passive Income Online", "level": "All Levels", "author": "Roope Kiuttu", "duration": "2.5 hours", "rating": "3.9", "reviews": "377", "students": "55249", "coupon_code": "D31C0E9BA826CBE46995", "preview_img": "https://img-c.udemycdn.com/course/750x422/3540520_a25f_7.jpg", "coupon_link": "https://www.udemy.com/course/how-to-earn-passive-income-online/?couponCode=D31C0E9BA826CBE46995", "end_day": "2021-11-26 15:03:44+00:00", "headline": "Learn the Steps That I Use to Make Money Even While I Am Sleeping!", "description": "<p><strong>Would you like to earn money even while you are sleeping?</strong></p><p><strong>Do you want to earn money automatically once you've set up the systems?</strong></p><p>Then this is the right course for you.</p><p>I&nbsp;have been earning passive income already for years and I have helped 1,000's of people worldwide to do the same through my YouTube channel, Udemy courses and blogs.</p><p>Earning passive income works in the following way (in a nutshell):</p><ol><li><p><strong>Set up the system.</strong></p></li><li><p><strong>Get paid for months, years and even decades to come.</strong></p></li></ol><p>I love to help people to earn automatic money online.</p><p><strong>This is a really eye-opening course for most of my students.</strong></p><p><strong>Most of my students are complete beginners and they've previously earned money in 9-5 jobs.</strong></p><p><strong>Now they are earning money while they sleep!</strong></p><p>The benefit of earning passive income compared to regular jobs is that you will keep on earning money even after you have stopped working.</p><p>In a regular job, your income stops pouring in the minute you stop working.</p><p>With passive income, you will keep on earning money for a long time after you stop working.</p><p>In this course, I'll show you 27 ways how I&nbsp;earn passive income online so that you can start doing the same.</p><p>It's Your Time!</p><p>- Roope \"Sharing the blessing of passive income\"&nbsp;Kiuttu</p><p><strong>PS. </strong>When you earn passive income, YOU&nbsp;can decide how to spend your time.</p><p>Take control of your life right now and enjoy the freedom!</p><p><strong>► Don't delay. Every second could be costing you money!</strong> ◄</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-10-02_02-51-09-dd8dd382e09745d0c8f64448d299ad98/1/WebHD_720p.mp4?Expires=1637701856&Signature=UPr~4uP~f3Vnc78V8mpik~qS2OeQ3StlqhOO3glGWUsdpT4LrYCkZuPUp8VwROwWMO8Mv7cYryDVNkRLHmA1pvizt4D3ZJICnzprRc0MDj2pFsLuWthZ-t4AD3x9tvgsVWNvrogNbHJiEugqVof60W5wwxDV~CuPAn4jL8SEGz2GqfquXjuiMH7ySHr2Wk52-M6-NzZgL0CMiBXWNSeZEpt6gs2ygKGWF3ibpXCsbhEnjt7e61Edf311p9eXNpXTtuPNUb2-vgrBFhNx79Ucaav5D02hppMhV7GFlMcFpZVrvXn2OlQ-BZTdTJWvVKsehOO~6w2GNLpBA9dDR5ylpw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3460002", "category": "Development", "sub_category": "Web Development", "title": "cPanel Ultimate Course", "level": "All Levels", "author": "Learn Tech Plus", "duration": "2 hours", "rating": "4.1", "reviews": "196", "students": "37807", "coupon_code": "TRY10FREE112103", "preview_img": "https://img-c.udemycdn.com/course/750x422/3460002_a952_3.jpg", "coupon_link": "https://www.udemy.com/course/cpanel-course/?couponCode=TRY10FREE112103", "end_day": "2021-11-26 14:57:19+00:00", "headline": "Everything you need to know about cPanel", "description": "<p>Have you always wanted to learn how to do use cPanel but don't know where to start?&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p><p>Would you like to access cPanel and bring your web hosting to life?&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p><p>Then cPanel Ultimate Course is for you! </p><p>Hi, I’m your instructor Josh Werner and I’ll be leading you through this course.&nbsp; &nbsp; &nbsp; </p><p>cPanel is an in-demand skill in 2021.&nbsp; </p><p>The course begins with the basics. We'll Cover everything you need to know about cPanel from scratch.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p><p>I'll take you through everything you need to know to start accessing cPanel and how to work with web hosting like an expert.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </p><p>Next, you'll learn all the fundamentals of cPanel and how you can use them to manage your website.</p><p>This is great for students starting that need a refresher course on cPanel.</p><p>There are no requirements necessary to enroll I only ask that you come open minded and ready to learn.</p><p>Feel Free to look through the course description and checkout some of my preview videos.</p><p>The course is packed with over 1 hour of hands-on tutorials</p><p><br></p><p><strong>Here Is What You Will Learn:</strong></p><p><br></p><p><strong>01. Introduction</strong></p><p>&nbsp; &nbsp; 01. Overview</p><p><strong>02. Email</strong></p><p>&nbsp; &nbsp; 02. Email Accounts</p><p>&nbsp; &nbsp; 03. Forwarders</p><p>&nbsp; &nbsp; 04. Email Routing</p><p>&nbsp; &nbsp; 05. Autoresponders</p><p>&nbsp; &nbsp; 06. Default Address</p><p>&nbsp; &nbsp; 07. Mailing Lists</p><p>&nbsp; &nbsp; 08. Track Delivery</p><p>&nbsp; &nbsp; 09. Global Email Filters</p><p>&nbsp; &nbsp; 10. Email Filters</p><p>&nbsp; &nbsp; 11. Email Deliverability</p><p>&nbsp; &nbsp; 12. Address Importer </p><p>&nbsp; &nbsp; 13. Spam Filters</p><p>&nbsp; &nbsp; 14. Calendars and Contacts </p><p>&nbsp; &nbsp; 15. Email Disk Usage</p><p>&nbsp; &nbsp; 16. Professional Spam Filter</p><p>&nbsp; &nbsp; 17. Email FAQ</p><p>&nbsp; &nbsp; 18. Email Client Setup</p><p><strong>03. Files</strong></p><p>&nbsp; &nbsp; 19. File Manager </p><p>&nbsp; &nbsp; 20. Directory Privacy</p><p>&nbsp; &nbsp; 21. Disk Usage</p><p>&nbsp; &nbsp; 22. Web Disk </p><p>&nbsp; &nbsp; 23. FTP Accounts</p><p>&nbsp; &nbsp; 24. Backup</p><p>&nbsp; &nbsp; 25. Backup Wizard</p><p>&nbsp; &nbsp; 26. Git Version Control</p><p><strong>04. Databases</strong></p><p>&nbsp; &nbsp; 27. phpMyAdmin</p><p>&nbsp; &nbsp; 28. MySQL Databases</p><p>&nbsp; &nbsp; 29. MySQL Database Wizard</p><p>&nbsp; &nbsp; 30. MySQL FAQ</p><p><strong>05. Domains</strong></p><p>&nbsp; &nbsp; 31. Domains</p><p>&nbsp; &nbsp; 32. Addon Domains</p><p>&nbsp; &nbsp; 33. Subdomains</p><p>&nbsp; &nbsp; 34. Aliases</p><p>&nbsp; &nbsp; 35. Redirects</p><p>&nbsp; &nbsp; 36. Zone Editor</p><p>&nbsp; &nbsp; 37. Dynamic DNS</p><p>&nbsp; &nbsp; 38. Domains FAQ</p><p><strong>06. Conclusion</strong></p><p>&nbsp; &nbsp; 39. Summary</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </p><p><strong>So what are you waiting for? I look forward to going through course with you I’ll see you inside!&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</strong></p><p><br></p><p><br></p>", "preview_video": "https://mp4-b.udemycdn.com/2020-09-03_01-11-42-71e38856db71e8c5bee3971b8e980bb2/1/WebHD_720p.mp4?secure=tb_nhLtUdD3cmRLr_GJS7Q%3D%3D%2C1637701880"}, {"course_id": "3109678", "category": "Health & Fitness", "sub_category": "Meditation", "title": "Meditation Masterclass: meditation teacher certification", "level": "All Levels", "author": "Kevin Ellerton", "duration": "5.5 hours", "rating": "4.7", "reviews": "461", "students": "62737", "coupon_code": "A48C773977C5B66E057C", "preview_img": "https://img-b.udemycdn.com/course/750x422/3109678_a0c1_2.jpg?secure=K1_7LRvjMa2Y54cfUgEglA%3D%3D%2C1637772086", "coupon_link": "https://www.udemy.com/course/meditation-masterclass/?couponCode=A48C773977C5B66E057C", "end_day": "2021-11-23 19:10:40+00:00", "headline": "Accredited meditation certification course. Learn & teach a wide range of meditation techniques from around the world!", "description": "<p>In this course, you'll learn meditations from all around the world!</p><p>From mindfulness to zen to breath-work, chakras, Tibetan bowls, and everything in between, you'll even be certified to teach meditation by the end of the course!</p><p>From new meditators to zen masters alike, no matter what your level of experience, you can gain a lot from exploring this course. By the end, you'll have experience with over a dozen different styles of meditation!</p><p>This course is accredited by The Meditation Organization as a Certified Meditation Teacher Training Course -- AMC&nbsp;(Accredited&nbsp;Meditation&nbsp;Course) #39283 -- so once you receive your Meditation Certification at the end of this course, you'll be able to teach meditation to others as well.</p><p>While many course creators make one-hour courses to maximize the ROI&nbsp;on their time&nbsp;(one hour courses often sell for as much as 20-hour courses), that's not what this course is about. This course is my masterclass, a culmination of over a decade of learning meditation techniques from gurus around the world and teaching it to groups of students here in the United States. When friends and family ask me to teach them to meditate, I always wish I had a link to send them, that would cover everything that I would want to teach them if I only had the time. Well, I took the time to make this course, and this is the link that I will send to people in the future! </p><p>That's why I've made this course as comprehensive as I could possibly make it, and why I will continue to add videos to this course over the months, years, and decades to come.</p><p>Welcome to my Meditation Masterclass. I hope you enjoy it ❤️</p>", "preview_video": "https://mp4-b.udemycdn.com/2020-05-24_16-45-38-96cd7f4ca7b6809da22109c4da307e94/1/WebHD_720p.mp4?secure=r_9n0ZkXhNIhKKKWY3Jvmg%3D%3D%2C1637701886"}, {"course_id": "1894054", "category": "Development", "sub_category": "Web Development", "title": "Drupal For Absolute Beginners (2021)", "level": "All Levels", "author": "Shubham Saurav", "duration": "1.5 hours", "rating": "4.3", "reviews": "187", "students": "47038", "coupon_code": "847060B3724EBE600440", "preview_img": "https://img-c.udemycdn.com/course/750x422/1894054_b286_3.jpg", "coupon_link": "https://www.udemy.com/course/drupal-masterclass/?couponCode=847060B3724EBE600440", "end_day": "2021-11-28 14:38:19+00:00", "headline": "The Most Comprehensive Course To Start Learning Latest And Greatest Drupal From Scratch", "description": "<p><strong>This is The BEST Course To Start Learning Latest And Greatest Drupal From Scratch. Drupal is now powering more than 1,000,000 websites in the world, there's never been a better time to build an income and business around it.</strong><br><br>If you want to master Drupal to build a Business or to impress your potential Employer then, you've come to the right place.<br>Hi there, my name is Shubham and YOU&nbsp;are going on an exciting learning adventure with me. </p><p>In the entire exiting course I will be teach you the ins and out of Drupal. You will learn everything that you need to know. And by the end of the course you will become and expert in Drupal. <br><br><strong>Here is a glimpse of what you are going to learn :-&gt;</strong><br></p><ul><li><p>Installation of Drupal on localhost</p></li><li><p>Brief Introduction to all the features of Drupal</p></li><li><p>Creating Content on Your Drupal Site</p></li><li><p>Creating User and User Roles</p></li><li><p>Adding Permission to User Roles</p></li><li><p>Blocks and Conditionally Displaying Blocks</p></li><li><p>Adding Link to Menu</p></li><li><p>Create and Displaying Menu using Blocks</p></li><li><p>Making URL pretty using URL Alias</p></li><li><p>Installing Modules</p></li><li><p>Generating URL Aliases using PathAuto</p></li><li><p>Customizing Contact Form</p></li><li><p>Installing Themes</p></li><li><p>Much, much more.</p></li></ul><p><strong>What you will get from this course?</strong></p><ul><li><p>Step by Step HD video tutorial</p></li><li><p>An awesome community</p></li><li><p>Lifetime Updates</p></li></ul><p><strong>How this course is different than other course?</strong></p><p>This is the most comprehensive course about Drupal that comes with a great support. We are open to lecture request . We answer every single question of our students. </p><p>I have taught over 90,000 happy students on Udemy alone and this number is increasing rapidly. There is no risk involved in taking the course as I provide 30 days money back guarantee with No-Question-Asked. <br><br><strong>Don't Wait for the time. Now is the time. Enroll now.</strong></p><p><br></p><p><br></p>", "preview_video": "https://mp4-b.udemycdn.com/2018-10-11_03-58-48-54c3299adb5e0663387addb572f7aa71/WebHD_720p.mp4?secure=6nJupEh1JzHbsfXxCbceDA%3D%3D%2C1637701889"}, {"course_id": "3905144", "category": "Business", "sub_category": "Human Resources", "title": "Hiring Process: Talent Management", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "1 hour", "rating": "4.4", "reviews": "411", "students": "41055", "coupon_code": "NOV-2021", "preview_img": "https://img-b.udemycdn.com/course/750x422/3905144_1038.jpg?secure=ghhgRIPfDbllPHFb8x_BDg%3D%3D%2C1637772101", "coupon_link": "https://www.udemy.com/course/hiring-process-talent-management/?couponCode=NOV-2021", "end_day": "2021-11-25 19:52:15+00:00", "headline": "Talent management plays an important role in business strategy since it manages one of important assets - it's people!", "description": "<p>By adopting a structured and comprehensive hiring process, you're taking the first step in positioning your business for success by attracting the right talent. The type of talent that will help build the company culture, drive sales and ultimately position the company as a leader in the industry.</p><p>So in this course we will learn:</p><ul><li><p>Learn how to present the current open position</p></li><li><p>Develop a workable hiring strategy</p></li><li><p>Know how to determine which candidates to interview</p></li><li><p>Steps and techniques to use in an interview</p></li><li><p>Welcome newly hired employees</p></li><li><p>Find potential candidates for the position</p></li><li><p>İnterview new and potential candidates</p><p><br></p></li></ul><p>The job market is more competitive than ever, which means your job as an HR professional needs to evolve in order to keep up with the latest HR trends – and a great talent management strategy could be what helps you edge out the competition.</p><p>Some view ‘talent’ as employees who are top performers or those with high potential, while others view talent as everyone in an organisation.</p><p>When preparing to hire a new employee, your first step should be to know what position you intent to hire them for. In this course you will learn how to research for new talents and the research will help you get a better idea of that skill sets needed, which in turn will help you draft an accurate job description to share with potential candidates.</p><p>Which one is a talent?</p><p>++++++++++++++++++++</p><p>If you are a new manager or small business owner you also need to learn this piece of HR.</p><p>So, what are you waiting for?</p><p>Let’s get started!</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-03-10_19-52-35-1d4516f6d27fdd4ae7c14d699f355a8e/1/WebHD_720p.mp4?secure=6vjIgP69lks-sGUbfKxUdw%3D%3D%2C1637701901"}, {"course_id": "4409486", "category": "Development", "sub_category": "Web Development", "title": "Apply Jobs as MERN stack developer with this course", "level": "All Levels", "author": "Obify Consulting", "duration": "11 hours", "rating": "0.0", "reviews": "0", "students": "1793", "coupon_code": "0B2426F5BA0BFE5A72DA", "preview_img": "https://img-c.udemycdn.com/course/750x422/4409486_eb02_2.jpg", "coupon_link": "https://www.udemy.com/course/apply-jobs-as-mern-stack-developer-with-this-course/?couponCode=0B2426F5BA0BFE5A72DA", "end_day": "2021-11-28 09:08:43+00:00", "headline": "Develop Production grade Fullstack Projects with MERN stack and start apply applying Jobs as MERN stack developer", "description": "<p>In this course, you will learn everything that is needed for you to become a Pro Fullstack developer in a hands-on step by step approach.</p><p>In this MERN stack course you are going to learn all the components that will help you develop your own production grade full stack application.</p><p>You will be able to apply for any Job related to MERN&nbsp;stack.</p><p>Everything will be taught from scratch with practical examples.</p><p>Following are the topics that will be covered in this course:</p><ul><li><p>1.1-ReactJS introduction and environment setup</p></li><li><p>1.2-create react app</p></li><li><p>1.3-program flow and project files walkthrough</p></li><li><p>1.4-types of components in react</p></li><li><p>1.5-creating and using 1st functional component</p></li><li><p>1.6-creating 1st stateful class component</p></li><li><p>1.7-ES6 functional component, export and import</p></li><li><p>1.8-comparision between functional and class component</p></li><li><p>1.9-react hooks intro</p></li><li><p>1.10-jsx explained</p></li><li><p>1.11-props in functional and class component</p></li><li><p>1.12-state vs props</p></li><li><p>1.13-deep dive into setState</p></li><li><p>1.14-Handling form in class component part-1</p></li><li><p>1.15-Handling form in class component part-2</p></li><li><p>1.16-componentDidMount lifecycle onload method</p><p><br></p><p>We will use the following technologies:</p><p><br></p><ol><li><p><strong>MONGODB </strong>- NoSQL database for storing data as documents and collection</p></li><li><p><strong>EXPRESS JS</strong> - Web framework for developing RESTful web services/API’s</p></li><li><p><strong>REACT JS</strong> - Library for developing the single page UI with functional components</p></li><li><p><strong>NODE JS</strong> - Runtime environment for developing our backend application</p></li><li><p><strong>Bcrypt JS</strong> - Npm package for encrypting and decrypting password</p></li><li><p><strong>Json Web Token(JWT)</strong> - For secure token based communication between frontend and backend via API calls</p></li><li><p><strong>REACT REDUX</strong> - For state management in our React application</p></li><li><p><strong>localStorage </strong>- For storing application information in the frontend</p></li><li><p><strong>Nodemon </strong>- Npm package for auto-reload of backend changes</p></li><li><p><strong>Cloudinary </strong>- Cloud storage for storing images</p></li><li><p><strong>Visual studio code</strong> - Development tool/IDE</p></li></ol><p><strong>12. ES7 React Extension </strong>- Helps to create React functional component faster </p></li></ul><p>We will also learn the debugging techniques and best practices that will help you become an awesome MERN stack developer.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-22_20-16-44-2f9106c56f6535016e27c35a4adced9f/2/WebHD_720p.mp4?Expires=1637701904&Signature=OCteJaQln3CU8m3K7Kmj1SnB5P7nEXTxLSEDO5vWMUJW8mux20UtJ-Ibme09lhTvtQKqqGTz2YhVJ8bmpQMus5My5HhePLzWyez6eHD9ta4s4u03PGv082ajXCyRaNNqY~-G7~4zUTnNqlGfm09FnrqobN9DH~7Dmlwbi6u~orVCD4Xu7l7c6lEF~icXMEFQa8gyMuMfXHekrCWC~DqomuocyvBUjULcFu9PBYx1s7z0bgKomvqwSj4n~FtrJd6p2l3sez0b3S8xxkDoHqwSsEZOLSYfC99tq355VXDmnABPQ47ZF~MkRl4erzFvzREu9tYa9Jcf3dY4-6XIe6CHUw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3801480", "category": "Marketing", "sub_category": "Search Engine Optimization", "title": "Local SEO 2022 Made Simple & Fun + Google Maps & TripAdvisor", "level": "Beginner Level", "author": "Ing. Tomas Moravek | SEO, Facebook Ads & Facebook Marketing Expert", "duration": "9.5 hours", "rating": "4.2", "reviews": "52", "students": "31785", "coupon_code": "NOVEMBERGOODNESS1111", "preview_img": "https://img-c.udemycdn.com/course/750x422/3801480_550e_2.jpg", "coupon_link": "https://www.udemy.com/course/local-seo-2022/?couponCode=NOVEMBERGOODNESS1111", "end_day": "2021-11-27 20:54:34+00:00", "headline": "Local SEO, Google Maps & TripAdvisor Made FUN - Animated Explainers, Screen Recordings, Templates, Quizzes & Assignments", "description": "<p><strong><em>2022’s MOST ENJOYABLE LOCAL SEO, GOOGLE MY BUSINESS &amp; TRIPADVISOR COURSE!!! THIS LOCAL SEO COURSE IS FILLED WITH QUIZZES, ANIMATED VIDEOS, ASSIGNMENTS, TEMPLATES SCREEN RECORDINGS AND OVER MY SHOULDER EXPLANATIONS!!! WATCH AS I WALK YOU THROUGH EVERYTHING YOU WILL NEED TO KNOW TO BECOME A LOCAL SEO, AND COPYWRITING PRO IN 10 EASY TO FOLLOW STEPS!!! MAX LOCAL SEO TRAFFIC &amp; SALES, BOOST SEARCH RANKING, OR LAND YOUR DREAM MARKETING JOB!!!</em></strong></p><p><strong>MASTER LOCAL SEO</strong> - Local SEO Fundamentals &amp; Local SEO MASTER GUIDE and Local SEO Strategies that get you FOUND!</p><p><strong>MASTER GOOGLE MY BUSINESS (GOOGLE MAPS) &amp; TRIPADVISOR TOO</strong> - So, your business sees a stream of new customers!!</p><p><strong>MASTER KEYWORDS RESEARCH</strong> - By discovering &amp; creating highly relevant content, your audience will be more engaged and you will have a HIGHER RANKINGS in search engines. This will result in more views and prospects, both returning and new.</p><p><strong>MASTER COPYWRITING</strong> - Persuasive SEO Copywriting Techniques to hook potential customers fast, build trust and GET TO THAT SALE! Pro content creation templates for EVERY occasion from Twitter posts to Email newsletters, sales letters, and blogs.</p><p><strong>MASTER THE PSYCHOLOGY OF PERSUASION</strong> - Understand the AIDA &amp; FOMO - how to angle ALL your content to move prospects smoothly to the sale. This is the Golden Key to selling more and selling FASTER - and when you enrol, we’ll share it with you.</p><p><strong>MASTER CONTENT CREATION FOR LOCAL BUSINESS</strong> - Content creation templates and guides for local businesses. Create high performance sales letters, landing pages, blogging &amp; more…</p><p><strong>MASTER OUTREACH</strong> - Local SEO bloggers outreach technique, Easy-to-follow SEO PR link building Guide, plus templates for reaching out to influencers on social media, including template to GET MORE SOCIAL SHARES!!!</p><p><strong>THE ULTIMATE GUIDE TO BECOMING A LOCAL SEO PRO - HQ ANIMATED VIDEO EXPLAINER &amp; QUTIZ WITH 36 QUESTIONS A, B, C, D</strong></p><p>Hi and BIG welcome to the ultimate guide to Local SEO. You’re about to embark on the first step of your journey to becoming a Local SEO expert, as we share the latest, cutting edge techniques to take you from beginner to pro. The good news is, you don’t need to have any prior knowledge of Local SEO to become a local search master, as with our easy and fast unique learning format, we’ll break down every important aspect into easily digestible sections.</p><p>In this course, you’ll learn ALL the essential factors that make up a good Local SEO strategy, including keyword research, Google Maps, the importance of Google My Business and more. You’ll learn how to optimise your website to push it onto the first page of Google, how behavioural signals can affect your local search score, and how to get more in-bound links and NAP citations to push you up the ranks.</p><p>With our help, you’ll know everything you need to about Local SEO, and will be armed with solid strategies, so you can improve your approach and increase your local search position.</p><p>Using high quality video explainers, you can watch as we demonstrate core techniques, so you can see in real time how to set everything up for success. You’ll access animated videos that will break down the most important aspects, and help you quickly learn, so you can put everything we teach into practice.</p><p>All you need to do is be ready to learn, hungry for success, and determined to succeed. If you meet those three criteria, and you complete this course, you will have the right tools for great success. Whether you’re a local business owner, looking to attract more visitors to your website, or a marketer who wants to promote local brands, with this comprehensive course, you’ll learn PRO techniques and strategies that will dramatically improve your Local SEO approach.</p><p><strong>WHY IS LOCAL SEO IMPORTANT?</strong></p><p>Did you know that four out of five consumers now perform local searches? If your business doesn’t have a solid Local SEO strategy in place, you’ll be losing out on 80% of your potential customers. On top of this 46% of <em>all</em> Google searches are now done with local intent, so it’s crucial to adopt an effective Local SEO strategy if you want to maximise the chance of your business being discovered.</p><p>As 72% of all local searchers will go on to visit a business within five miles of their location, you’ll miss out on a lot of custom if users can’t find you, or don’t know you exist. Local SEO isn’t just about making sure your address information is correctly displayed, or you have a listing on Yelp or Google My Business, although that’s important. It incorporates a combination of equally important factors, from keywords, to building inbound backlinks and optimising your website for local search, right through to your online reviews and social media content and engagement.</p><p>In this course, we will go into the most essential things you need to know to adopt a good SEO strategy. We will help you lay down strong foundations, that you will build on later in this course, in more in-depth explainer and animated videos. Be prepared to put in a little effort, but if you don’t get where you want to be straight away, remember, NEVER be discouraged, as it takes everyone a little time to see success.</p><p>If you are prepared to learn and apply the information we share, you WILL be successful, providing you’re determined to do well. With this course, you are at an excellent advantage, as we’ve drawn on our years of SEO experience, to create materials that will ensure your ultimate success. Ready to get started on your journey to becoming a local search master?</p><p><strong>WHAT IS LOCAL SEO?</strong></p><p>Local SEO is the art of optimising the online visibility and discoverability of your business, to customers in your physical location. It also helps online potential customers to find out where your business is located, in real life. Local SEO has a lot in common with normal SEO, but includes the promotion of your location information, which you will need to optimise your strategy around.</p><p>When Google ranks websites for Local SEO, it examines normal SEO ranking factors AND a set of unique Local search factors. You need to score highly in BOTH, to do well in Local search.</p><p><strong>GOOGLE’S LOCAL SEARCH RANKING FACTORS:</strong></p><ul><li><p>Where a person is searching from</p></li><li><p>The amount of Name Address Phone Number citations your business has</p></li><li><p>Whether you have a Google My Business listing</p></li><li><p>Your Google My Business Profile Keywords</p></li><li><p>How many positive or negative online reviews your business has</p></li><li><p>What keywords are used in your online reviews</p></li><li><p>How many “check-ins” your business has received (and how long people stay at your location)</p></li><li><p>How many times your local business has been shared on social media</p></li><li><p>Your brand’s Google Maps star rating</p></li><li><p>Other behavioural factors like purchases</p></li></ul><p>There are also some other key things you will need to do if you want to be successful with Local SEO, that you wouldn’t have to bother with if you had a purely online brand. For best results, you must optimise for the Google MAP Pack, get visible on relevant local review sites, and use research tools like Yelp and Google Suggest to select the best keywords to pair with your location word. Ultimately, your goal should be to rank high in local search. You can achieve this by following the tips and strategies in this video, and on this course. Doing this will help you tweak your approach, so that <em>every</em> time someone searches for a business like yours in your area, you appear at the top.</p><p><strong>SET UP GOOGLE MY BUSINESS - SCREEN RECORDINGS WITH OVER MY SHOULDER EXPLANATIONS - LEARN FAST!</strong></p><p>Simply set up and take care of your Google my business profile. FAST &amp; EFFICIENT. To do this enter Google my business in Google search and click through to set up your Google my business profile. Add your information, including opening hours, photos, and videos. It’s smart to keep your Google my business listing updated, so try and add news every single week. In this course you’ll find tutorials that will help you to understand why you should never underestimate this extremely powerful marketing tool.</p><p><strong>SET UP TRIP ADVISOR - SCREEN RECORDINGS WITH OVER MY SHOULDER EXPLANATIONS - LEARN FAST!</strong></p><p>Getting a Tripadvisor listing puts more eyes on a business. The site draws in over 730 million reviews and opinions and an average of 490 million monthly unique visitors across 8.1 million businesses. Creating a top-notch listing with great photos, updated information, and rave reviews helps your future customers see what stands out about your business’s locations. There’s a lot that goes into your Tripadvisor business listings, but we’ll make the process easier for you. Our EASY TO FOLLOW guide will give you everything you need to know about a Tripadvisor business listing so that you can hit the ground running.</p><p><strong>DO KEYWORDS RESEARCH - SCREEN RECORDINGS WITH OVER MY SHOULDER EXPLANATION &amp; FREE 10 DAYS TRIAL TO SEO TOOL</strong></p><p>Keyword research is the process by which you research popular search terms people type into search engines like Google, and include them strategically in your content so that your content appears higher on a search engine results page (SERP). Keyword research is a fundamental practice in search engine optimisation (SEO). The keyword research process involves choosing a topic for your content that is focused on a set of targeted keywords that you want your content to rank for.</p><p><strong>LEARN COPYWRITING - HQ ANIMATED EXPLAINERS &amp; OVER MY SHOULDER EXPLANATIONS + QUIZZ WITH 22 QUESTIONS A, B, C, D</strong></p><p>Copywriting is a crucial skill in today’s content hungry economy. Information has <em>never</em> been more valuable and the huge surge in demand for digital based brands makes online content a valuable commodity. Copywriting skills are needed in almost every area of marketing. Even if you produce mostly video content, you still need an engaging description that tells potential viewers what your clip is all about. Copywriting can boost your search engine results, help you build trust with your followers, and can convert your subscribers into active buyers. There are some absolute must dos you should follow if you want to be a successful copywriter with the power to persuade. Copywriting is an art and is so much more than just slamming down words on a page.</p><p><strong>USE &amp; CUSTOMISE 23 CONTENT MARKETING TEMPLATES - HQ ANIMATED VIDEO EXPLAINER &amp; 12 ASSIGNMENTS</strong></p><p>This how to content marketing, &amp; Local SEO guide contains every essential type of example you’ll ever need to empower your business:</p><ol><li><p>Facebook Ad Template 1</p></li><li><p>Facebook Ad Template 2</p></li><li><p>Landing Page Template</p></li><li><p>Mini Story Email</p></li><li><p>Email Teaser</p></li><li><p>Email Welcome Template</p></li><li><p>Sales Letter Template</p></li><li><p>The Detailed Listicle (Blogging)</p></li><li><p>The Product Comparison (Blogging)</p></li><li><p>The How-to Comprehensive Guide (Blogging)</p></li><li><p>Guest Blog Outreach Template</p></li><li><p>LinkedIn Ad Template</p></li><li><p>Outreach template for LinkedIn</p></li><li><p>Twitter Ad Template</p></li><li><p>Twitter Post Template</p></li><li><p>YouTube Video Description Template</p></li><li><p>Instagram Post Template</p></li><li><p>Instagram Ad Template</p></li><li><p>Press Release Template</p></li><li><p>Influencer Outreach Template</p></li><li><p>Backlink Outreach Template 1</p></li><li><p>Backlink Outreach Template 2</p></li><li><p>Template to ask for Social Shares from Influencers</p></li></ol><p>You’ll see what you need to do - and why - and can tweak our practical samples so they suit your own needs exactly. Make sure you’re sitting comfortably, as it’s time to see how to put all the information you’ve learned on copywriting into practice… From your sales pages to your press releases, video scripts, blog post headlines meta descriptions, and email campaigns to your Facebook posts and Press releases, knowing how to create great copy will help your marketing efforts enormously.</p><p><strong>WHEN YOU ENROL, YOU ALSO GET:</strong></p><ul><li><p>COURSE MATERIALS AND TUITION Worth AT LEAST $1080 - you get it all - for a tiny fraction of the cost!!</p></li><li><p>Handy PDF &amp; MP3 packed with useful and FREE EXTRA RESOURCES you can download from our Resource Centre</p></li><li><p>Quizzes, Templates &amp; Assignments</p></li><li><p>Lifetime access &amp; Lifetime updates</p></li><li><p>Udemy certificate of completion - ready for download</p></li><li><p>30-day money back guarantee</p></li><li><p>Fast &amp; friendly support in the Q&amp;A section - ask me a question ANYTIME</p></li></ul><p><strong>START YOUR JOURNEY TO LOCAL SEO &amp; COPYWRITING TODAY!!!</strong></p><p>Digital marketing can turn around your entire financial situation - if<em> </em>you know how to do it right. There’s a ton of money out there and you can easily tap into this profit if you have the right knowledge. I know you're going to find the information in this course invaluable. I've made plenty of mistakes along the way, but after I teach you how to do things right, you won't have to!</p><p><strong>FOR A ONE-TIME, SMALL INVESTMENT YOU CAN ENROL NOW AND JOIN THOUSANDS OF MY SUCCESSFUL STUDENTS!!!</strong></p><p>You’ll instantly gain access to the knowledge you need to effectively market your business in today’s market - and will quickly update your skillset with the latest Local SEO, content creation &amp; copywriting techniques - so you stay relevant in 2022, and beyond. This course is constantly updated, so expect even more EXCITING UPDATES every month. With LIFETIME ACCESS AND UPDATES, plus a 30-day money-back refund guaranteed, there’s really nothing to lose, just multiple potential profit streams with your name on!</p><p><strong>WE WISH YOU EVERY SUCCESS AND CAN'T WAIT TO WELCOME YOU ON BOARD AS OUR NEW STUDENT!!!</strong></p><p>Always yours</p><p>Ing. Tomas Moravek &amp; the whole team,</p><p>Internet Efficiency Awarded Instructor</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-08-12_21-57-28-05ed43ff481ac38d4e4c4161f0628010/2/WebHD_720p.mp4?Expires=1637701907&Signature=MUYrG-8Ts3UxiVMuhpeDC0c7Bb2pa~OJVvx322KOp~8pcTFTF2LnlQUp~B2ZYY6SS7qace5TxOuh0qfbk0iGu6~WV80ek8osEtxUt51oqHbWfpQnEg0UjDVcUoQWZTlHKa~LBGXX2YmoIu7XfXN-6fYEy5ZyXlIkAMYZllSv7w7QCwfSTnSXKqn3wkoGokPA6T4mE8QQa25UpVYfxM94xYDk9TtL3oAInTJnbImK70glpbuO~FtX8x3mFRN3eEqGVTIWlxjDP3X-aED4GpULtPQYv55OUn87jxhJg~sW53CZ0UMJhzgEVwr-ZqUXBOHhAZmjeccvxVbBDg4jhEZy4g__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3963688", "category": "Business", "sub_category": "Project Management", "title": "Project Management: Becoming a \"Successful Project manager\"", "level": "All Levels", "author": "Gugan R", "duration": "1.5 hours", "rating": "4.1", "reviews": "51", "students": "5150", "coupon_code": "PROMANAGEMENT_2021", "preview_img": "https://img-c.udemycdn.com/course/750x422/3963688_a261_2.jpg", "coupon_link": "https://www.udemy.com/course/key-concepts-in-project-management/?couponCode=PROMANAGEMENT_2021", "end_day": "2021-11-28 10:20:23+00:00", "headline": "Project Management", "description": "<p>If you are starting out, you may be wondering: what are the most important Project Management concepts that you need to understand? That’s what you will learn in this Course.</p><p>Project Management is not only a fabulous discipline for building a career around, it is one of the most valuable life-skills you can acquire.</p><p>We have selected the topics based on the suggestions of Experts in the PM field. So, as course focuses mainly on, delivering the core content on Management techniques which is easily understandable by all.&nbsp; </p><p>This course has 4 sections. </p><p><strong>Section 1 : Project Management Process</strong></p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; This section helps us to identify what the organization needs to succeed in the long term. It also helps us to understand the requirements that must be met in order to accomplish and manage, individual processes. And Finally, it facilitates understanding of the management and implementation of interposes relationships </p><p><strong>Section 2 : Managing a Project</strong></p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;This section helps us to identify how to manage a project through Breakdown structures, how to plan and control a project, how to manage a project during crisis including internal and external factors, and how to invent something new, such as product which to be launched and introduced to the world.</p><p><strong>Section 3 : Project Time Management</strong></p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Project Time Management includes the processes required to ensure timely completion of the project. Time management is about planning and controlling the amount of time you spend on specific tasks. Saving time saves the organization money and increases revenue. This section also explains about networking techniques and its types such as , CPM and PERT chart.</p><p><strong>Section 4 : Case Study</strong></p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; It gives a introduction&nbsp; about effective Project Management. It also explains skills involved in effective project management, with the comparison of the Project management strategies followed by SpaceX.</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-06-11_16-06-05-4eb4798939d1e048f10f36fbd27f527e/1/WebHD_720p.mp4?secure=WHvEgpsIOBXmHVrynk_iIA%3D%3D%2C1637701909"}, {"course_id": "3924988", "category": "IT & Software", "sub_category": "Other IT & Software", "title": "Cursillo Excel Básico", "level": "Beginner Level", "author": "David Godeau", "duration": "34 minutos", "rating": "4.6", "reviews": "951", "students": "32765", "coupon_code": "48D00F5392FB4BDD36C0", "preview_img": "https://img-c.udemycdn.com/course/750x422/3924988_cf89_7.jpg", "coupon_link": "https://www.udemy.com/course/cursillo-excel-basico/?couponCode=48D00F5392FB4BDD36C0", "end_day": "2021-11-24 20:51:50+00:00", "headline": "Curso de Bolsillo Excel Directo al Grano - Para Todo Principiante Excel!", "description": "<p><strong>Curso de Bolsillo Excel</strong> que lo puedes llevar a todo lado. Tocaremos los temas más fundamentales pero a la vez indispensables cuando usamos Excel. Diseñado para todos aquellos que están empezando con esta poderosa herramienta. </p><p>- Primero lo primero: En el primero video te cuento cuáles son los puntos a tratar. Luego, pasaremos al contenido principal del curso.&nbsp; </p><p>- Abordaremos <strong>Atajos y Truquitos</strong> para ya a empezar a sentir qué tan fácil resulta trabajar con la interfaz. Aprendemos los atajos de teclado más usados y cómo esto te ahorra segundos y hasta minutos al dia. Acaso de eso no se trata cuando usamos Excel? </p><p>- Veremos de igual manera cómo ahorrar tiempo con la opción de <strong>Autorelleno</strong>. Muy eficiente si sabe lo que se está haciendo.</p><p>- Después ya veremos porqué la <strong>Validación de Datos </strong>es tan vital al momento de crear nuestras plantillas. Sabiendo qué tipo de datos ingresamos nos va a librar de muchos dolores de cabeza ulteriormente.</p><p>- La <strong>Función Si</strong> es una herramienta poderosa para trabajar con datos dinámicos. Veamos cómo sacarle provecho.</p><p>- Y terminaremos con <strong>Gráficos</strong>, obviamente esta es la razón principal por la qué se trabaja con Excel, poder representar los datos en gráficos visuales.</p><p><strong>*** BONUS ***</strong> : En un video aparte, te muestro como <strong>Resaltar Datos </strong>de manera fácil y eficaz.</p><p>Espero que les guste. Fuerte abrazo.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-03-19_13-39-09-0ccd5de3d74e20f6ed0347af9e2eeb0a/1/WebHD_720p.mp4?Expires=1637701926&Signature=IZgqKo4RuHOos1tCEd7Btpi7RZASi89Q6OQnJK4MDgvtgBryhvyYfeNfAEzvORoRf93gi2cBzal~uSr1xUDs2xVfXqPmiVcMfeAe5NhU1JqpEfwYFbOjvnE3vIyKvb9Ygncw7jx0cJ65IQpYft1Rfrew0iD4M~ae1Bu1RmGPjhD-dcVBylxdXtCnCah-r8Xf5u0KFrLp~AgBr4zUxPUnevP0Vq53hnUfEVi-dakHF0oWDyn8AOWljqpTaAQeKEggFT5YC7zDqRD2wIPMHfuxGeTI08PxGUAhcnrGF6C-pomNj6uxCes9MJgyTw7WjdgMuLJ1p93xZ6mI-Kc6MhTZKA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2431976", "category": "Teaching & Academics", "sub_category": "Engineering", "title": "Ultrasonic Testing Level 1 Training", "level": "Beginner Level", "author": "Mustapha benbihi", "duration": "1.5 hours", "rating": "4.4", "reviews": "180", "students": "28097", "coupon_code": "BLACKFRIDAY", "preview_img": "https://img-c.udemycdn.com/course/750x422/2431976_6ccf.jpg", "coupon_link": "https://www.udemy.com/course/ultrasonic-testing-level-1-training/?couponCode=BLACKFRIDAY", "end_day": "2021-11-26 14:45:23+00:00", "headline": "An introduction to Non-Destructive Testing & an A-Z guide on The Ultrasonic Testing.", "description": "<p>This course teaches you how to perform ultrasonic inspection from beginning to end.</p><p>The course provides you with Level 1 training in the fundamentals of Ultrasonic Testing methods. It will introduce you to the basic concepts and principles and includes hands-on training using Ultrasonic Testing equipment settings and functions.The Ultrasonic theories presented will provide the knowledge of Ultrasonic Testing required and enable you to work with individuals qualified and certified to gain needed experience for qualification as Level 1. While the practical manipulations will give you the essential steps that you will need to calibrate the ultrasonic testing equipment, perform the inspection, collect and interpret the data.</p><p>This course consists of two handbooks: The first handbook made by the instructor is the official of the training. It covers all the topics presented through the 35 lectures. While the second one (offered as bonus) is the official one of the TWI (International Institute of Welding) training.In addition to that, the course includes 35 lectures alternating between the different lecture types, with regular quizzes and exams to enable you to check that your are following the topics covered.</p><p>We'll begin by taking a closer look at the general concepts of ultrasonic testing, I'll then take you throw the fundamental properties of ultrasound starting with the generation of the ultrasonic wave and the mean physical phenomena that govern it.</p><p>Next, we'll discuss the most famous Ultrasonic Inspection Techniques and the equipment used to perform them so that you be able to perform them effectively.</p><p>We'll then take a look at the reference blocks used for calibrating the equipment, and how the inspected part variations that may affect the test result.</p><p>Finally, we'll explore the types of defects, and the most useful evaluation techniques so that you can decide whether the flaw is accepted or it needs to be repaired.Having the proper theoretical knowledge of ultrasound is critical to running a successful inspection, I'll introduce you to this knowledge and how to practice them effectively in Ultrasonic testing level 1 training.</p>", "preview_video": "https://mp4-c.udemycdn.com/2019-06-26_23-15-04-d7f8099be3d6b455e9a96268f3c8db37/WebHD_720p.mp4?Expires=1637701929&Signature=PVh43nDnnb6K8PGkAM5QJTy346ynvxQYIG8GHqlgjEoPBSB6hvx4A1lyUm5EaDTa4TAikiH54Neszaeek6TDWLgO9hZRN8d0Mkuk~c-KJ88NtNSOp-5pj8Gzu0o-QDE8yrYaV~lk0Bvem8UmD8bGywbPzBfE98-EX8KO50YMzt-PGvxxL~0bTiO7DT-SA4PY9wRFaVdLNcot37J3Y6Fl9I1kOMmwE7fTn858WymwUf6CqXBi1opEdk2BcUzyXJBzpXsFPzh2sUj6-uPtFBYAec68v4e6ZdpMxWo7S~SxOd2mAM6uIFRi2LtpgBsPgUcuSOX8pPmxlMqV1eZCq69RvQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3533698", "category": "Business", "sub_category": "Project Management", "title": "Agile Project Management: Agile, Scrum, Kanban & XP", "level": "All Levels", "author": "GenMan Solutions", "duration": "4.5 hours", "rating": "4.4", "reviews": "1346", "students": "112191", "coupon_code": "AGILENOV1", "preview_img": "https://img-c.udemycdn.com/course/750x422/3533698_42a6.jpg", "coupon_link": "https://www.udemy.com/course/agile-project-management-genman/?couponCode=AGILENOV1", "end_day": "2021-11-28 09:04:59+00:00", "headline": "Everything you need to know to get started with Agile Project Management, Scrum, Kanban & XP", "description": "<p><strong>Welcome to the Course on Agile Project Management!</strong></p><p>Software industry is going crazy on agile methods. It is rapidly becoming the choice for software development where requirements are unpredictable or is expected to change over time. This course will help you explore how working on an Agile project has benefits for your development team, your end users, and your organization as a whole.</p><p>Here is a list of the topics we will cover in this course:</p><ul><li><p>Understanding the <strong>need for Change</strong> in traditional software development process</p></li><li><p>What is <strong>Agile </strong></p></li><li><p>Understanding <strong>Agile Principles</strong></p></li><li><p>What <strong>Agile is not</strong></p></li><li><p><strong>Waterfall vs Agile</strong></p></li><li><p>Understanding &amp; Creating <strong>User Stories, Theme &amp; Epic</strong></p></li><li><p>What is <strong>Product Backlog</strong></p></li><li><p>Difference between <strong>Product Backlog &amp; Product Roadmap</strong></p></li><li><p><strong>Advantages &amp; Disadvantages of Agile</strong></p></li><li><p>How <strong>Estimation</strong> is done in Agile</p></li><li><p>Why <strong>Relative Estimation</strong> in Agile</p></li><li><p><strong>T-Shirt &amp; Fibonacci</strong> Estimation</p></li><li><p><strong>Planing Poker</strong> in Agile</p></li><li><p><strong>Understanding &amp; Creating Burn down Charts </strong></p></li><li><p><strong>Minimum Viable Product</strong></p></li><li><p><strong>Team Velocity</strong></p><p><br></p><p><strong><em>Introduction to Scrum</em></strong></p></li><li><p><strong>Scrum Theory and Pillars</strong></p></li><li><p><strong>Scrum Events</strong></p><ul><li><p>Sprint Planning</p></li><li><p>Daily Scrum</p></li><li><p>Sprint Retrospective</p></li><li><p>Sprint Review</p></li></ul></li><li><p><strong>Scrum Roles</strong></p><ul><li><p>Product Owner</p></li><li><p>Scrum Master</p></li><li><p>Development Team</p></li></ul></li><li><p><strong>Scrum Artifacts</strong></p><ul><li><p>Product Backlog</p></li><li><p>Sprint Backlog</p></li><li><p>Increment</p></li></ul></li><li><p><strong>Definition of Done</strong></p><p><br></p><p><strong><em>Introduction to Kanban</em></strong></p></li><li><p><strong>Kanban Principles</strong></p></li><li><p><strong>How Kanban is different </strong>from Scrum &amp; Extreme Programming?</p></li><li><p><strong>Finding various inefficiencies in your process </strong>using Kanban board</p></li><li><p><strong>Definition of done</strong> in Kanban</p></li><li><p><strong>Daily Standup</strong> in Kanban</p></li><li><p><strong>Specifying rules </strong>in Kanban</p><p><br></p><p><strong><em>Introduction to Extreme Programming</em></strong></p></li><li><p><strong>Values in Extreme Programming</strong></p></li><li><p><strong>XP Practices</strong></p></li></ul><p>This course is ideal for <strong>software developers, project managers, software leadership, or anyone that would have an interest and gain benefit from running an Agile project and delivering maximum value early to your customers.</strong></p><p>You will thoroughly understand &amp; enjoy this course through <strong>practical examples, practice exercise, quizzes &amp; fun facts </strong>which are part of this course.</p><p>After completing this course, you will be able to : </p><p>1) Demonstrate the ability to participate effectively in agile practices/process for software development. </p><p>2) Explain the purpose behind common agile practices. </p><p>3) Apply agile principles and values to a given situation. </p><p>4) Identify and address most common problems encountered in adopting Agile methods. </p><p>5) Implement Scrum, Kanban &amp; Extreme Programming</p><p>I hope that you will enjoy the course, be challenged by it and learn a lot. The primary objective is to build a strong foundational knowledge of the principles of agile.</p><p>It is suggested that you go through the course at a pace that makes sense for you. The topics build on each other, so it is better to slow down and really learn something than to just move on in order to keep up a certain pace. </p><p>So, I have the tools needed to get the job done. So, let’s do it, I’ll see you in class. All the best!</p><p><br><em>Course enrollment grants you lifetime access, with no expiration, to all the course lectures. In addition, you’ll also receive 1-on-1 support for any questions or uncertainties that come up. And this all comes with a </em><strong><em>money-back guarantee</em></strong><em>. You have nothing to lose and so much knowledge to gain.</em></p><p><strong>Just ask the students who’ve already taken this course:</strong></p><p>★★★★\"I received another Agile certification before taking this course, but I feel like it was a more authentic deep dive into the frameworks of Agile\"</p><p>-Jennifer Levingston</p><p>★★★★ \"This course is a must do for anyone who wants to understand Agile quickly. It provides very good explanation of concepts with right set of examples and analogies making the learning fun and easy to remember. I highly recommend this course.\"</p><p>-Anupriya Pande</p><p>★★★★★ \"Great explanation and illustrations. Simply Perfect and Crisp!\"</p><p>- Sagar Kavitake</p><p>★★★★★ \"I'm really impressed with this instructor's knowledge and clarity. She structured the course extremely well, explanations are crystal clear, and she moves at an impressive (but by no means overwhelming) pace. Excellent\"</p><p>- Nitin</p><p>★★★★★ \"I really loved this course. Simple explanations with apt examples. Kudos to the instructor.\"</p><p>- Sophia Winglet</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-10-21_16-04-52-2405b14d06aaae8fb83931ac7c824b79/1/WebHD_720p.mp4?Expires=1637701940&Signature=hVfA3PJphvdmaM8I8Yo54FRouCcU3xlngzfiJXdfSDS3qFknjK25O5r0n9tRMC63bmXqRBMiQcWmMY1jRVUuADY9jk5-p9~j7sjb8Kj-AtwsSdNFGO-K2nbQqgKJhlFZei039-RmEZoBkw-0-PUbg3d5LuJazqpyUAHoAnxTFp3ICHp6z1VP1NRHNntSS2SWIxqPtKx3IOsxDDaTYi5jNIQu1E~OXsG9IQV42yit0ExaOTu9XB5YKttJ8nomtpAJs6XvBd-tYpm8LRZVao7rJ7Yyez8qiiHTGkfhaQa9lLyMEfLjskEkPILvkbzJeUdNFS-HKqaI9yaqrp9WdvPqfA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2591028", "category": "IT & Software", "sub_category": "Other IT & Software", "title": "OBS Studio - Ultimate Livestreaming Guide to OBS Studio", "level": "Beginner Level", "author": "Nick Nyxson", "duration": "2.5 hours", "rating": "4.4", "reviews": "714", "students": "101428", "coupon_code": "EC4EB3E047D1399942B0", "preview_img": "https://img-b.udemycdn.com/course/750x422/2591028_45c3_3.jpg?secure=OsytffT_dwP7tl55P09uXg%3D%3D%2C1637772143", "coupon_link": "https://www.udemy.com/course/ultimate-beginners-guide-to-open-broadcaster-softwareobs/?couponCode=EC4EB3E047D1399942B0", "end_day": "2021-11-28 03:15:14+00:00", "headline": "Start LiveStreaming and Recording to Twitch, YouTube, Mixer & more using Open Broadcaster Software (OBS Studio)", "description": "<p>Welcome to <strong>OBS Studio - Ultimate Livestreaming Guide to OBS Studio!</strong></p><p>Nick Nyxson here, your instructor.</p><p>In this course, you will learn how to start using&nbsp; Open Broadcaster Software (OBS Studio) for Livestreaming on Twitch, YouTube, Mixer, and other platforms,&nbsp; even if you have no idea where to start.</p><p>In this course You Will Learn:</p><ul><li><p><strong>Which version of OBS Studio (Open Broadcaster Software) You need to use;</strong></p></li><li><p><strong>How to download OBS Studio;</strong></p></li><li><p><strong>OBS Studio Settings Walkthrough;</strong></p></li><li><p><strong>OBS StudioSources and Scenes;</strong></p></li><li><p><strong>OBS Studio Audio setup;</strong></p></li><li><p><strong>OBS Studio Effects;</strong></p></li><li><p><strong>and Many More!</strong></p></li></ul><p>Everything you will learn here will be based on My practice as a video content creator and Streamer and Everything shown step by step as I am performing everything live on video.</p><p>Most importantly this course will continue and grow as time passes and all the upgrades will be available for FREE for every enrolled student.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p><p>Join me in this amazing journey and I hope to see you in class :)</p><p><br></p><p><em>This course is made for the complete beginner of Open Broadcaster Software (OBS Studio).</em></p><p><br></p><p><strong><em>Version History:</em></strong></p><p><em>Version 1.0 - Initial Release;<br>Version1.1 - Added 8 New Lectures (and 3 New Sections), Updated Logo.</em></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-11-26_08-55-48-e1f4a9d6f1090c1f1a70be0ec9901712/1/WebHD_720p.mp4?Expires=1637701943&Signature=aZKpeSJ61-br2NHQc7ovk~9afBHmLDXPE2alO-cX6E4kkLgcQHrHWJobKHPC~3XGew-f9oMPs-0RcDNp-uegYrCl0RjjrGYYnQUqqpP2HM3NXT7wUvpMLVTuGcZXV4aaIR-rZXM8fOAirLCDEQIFqVtfxk9xcNFKWBvknUEhhdBKulDqWm2ALkK5IGmnmsZIpJw3PTnXIkiVB88FK22H07K76T4Xe3h~SWB7WR-DKh1PLBbZiaxCx8bEf0s9xMFJuMa6hVxx~iATa~Hv3O98LHW~xZFRLxf60v5G1OlvmVUiFG4WHoQgp6fYo9VK~vznqwkCf0FrineCFtFCM5Qcwg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3941874", "category": "Business", "sub_category": "Project Management", "title": "Contracts Management in Construction Projects", "level": "All Levels", "author": "Akhil Krishna", "duration": "1 hour", "rating": "4.0", "reviews": "257", "students": "28437", "coupon_code": "CONTRACTSFORFREE", "preview_img": "https://img-c.udemycdn.com/course/750x422/3941874_73be.jpg", "coupon_link": "https://www.udemy.com/course/contracts-management-in-construction-projects/?couponCode=CONTRACTSFORFREE", "end_day": "2021-11-27 15:44:21+00:00", "headline": "Contracts Management, Contract Administration, FIDIC, Bank Guarantees, Contracts, Letter Drafting, Quantity Surveying", "description": "<p>Every construction project is bound by a Contract. Proper Contract Management plays a major role in the effective management of your construction projects. Adhering to all the Contractual obligations, the terms and conditions can save both cost and time. There are a few standard Contract Forms that is followed in a Construction project mainly FIDIC (International Federation of Consulting Engineers), NRM (New Rules of Measurement), JCT (The Joint Contracts Tribunal). The procedures to commence work, the documents required at each stage of the project, variation procedures, payment terms, basis for termination and suspension of works by either parties, completion of work, roles and responsibilities of all the stake holders and their staffs, dispute resolution methods, Arbitration procedures etc are all mentioned in the contract.</p><p>By the end of this course you will learn:</p><p>- The Different Contracting Arrangements utilized in different types of construction projects.</p><p>- FIDIC Red Book Timelines. A thirty-minute lecture contains the entire FIDIC Conditions of Contract for Construction for Building and Engineering Works timelines that needs to be adhered in the construction works.</p><p>- Helpful tips &amp; step by step procedure on how to draft a contractual letter.</p><p>- The Different Bank Guarantees in Construction project.</p><p>So what are you waiting for. Enroll for this course to learn something new and different.</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-03-27_08-21-06-e15685169f0e82bf867852b56e324234/1/WebHD_720p.mp4?secure=WDjw4-mzYFma6aylDNuoPw%3D%3D%2C1637701954"}, {"course_id": "2468316", "category": "Business", "sub_category": "Real Estate", "title": "Facebook Ads Copywriting & Facebook Ads for Real Estate 2022", "level": "Beginner Level", "author": "Ing. Tomas Moravek | SEO, Facebook Ads & Facebook Marketing Expert", "duration": "17.5 hours", "rating": "4.2", "reviews": "236", "students": "67084", "coupon_code": "NOVEMBERGOODNESS1111", "preview_img": "https://img-c.udemycdn.com/course/750x422/2468316_95bb_8.jpg", "coupon_link": "https://www.udemy.com/course/facebook-ads-for-real-estate-business/?couponCode=NOVEMBERGOODNESS1111", "end_day": "2021-11-23 18:37:20+00:00", "headline": "Learn Facebook Ads Copywriting & Facebook Ads for Real Estate FAST & FUN! Enjoy Quizzes, Animations & Screen Recordings!", "description": "<p>My course will <strong>level up your Facebook Ads Copywriting, Facebook Pixel &amp; Business Manager Correct Setup ready for iOS 14.5+, Real Estate Facebook Ads &amp; Facebook Marketing</strong> knowledge even if you’ve never used Facebook to conduct Real Estate business before. <strong>MASTER REAL ESTATE FACEBOOK MARKETING, DRIVE TRAFFIC TO YOUR WEBSITE, &amp; CREATE ENGAGEMENT FOR YOUR PROPERTIES</strong> using my successful, tested and proven Facebook Marketing and Facebook Ads techniques! Get <strong>POWERFUL Blueprints</strong> <strong>and walkthroughs</strong> for your <strong>Real Estate Facebook Ads Strategy that you can start to follow IMMEDIATELY!</strong></p><p><strong><em>You will learn FAST &amp; FUN with my 3-part fast learn Facebook Ads Copywriting &amp; Facebook for Real Estate Course Structure - Join over 570,000+ satisfied students by enrolling and enjoy the EASIEST way to go from Beginner to Expert:</em></strong></p><p>1. ANIMATIONS WITH INTERACTIVE QUIZZES &amp; ASSIGNMENT FOR FACEBOOK AD COPY CREATION - We’ve made learning fun and organic - with animated explainers and and interactive quizzes throughout the course! You learn quickly and retain what you learn! </p><p>2. PRACTICAL SCREEN RECORDINGS WITH STEP-BY-STEP EXPLANATIONS - Watch as I show you exactly how to do it - then immediately apply the knowledge. Plus, get proven success Blueprints you can follow - for <em>every</em> key topic I cover. Use our easy to modify professional content templates, detailed to-do lists and guides.</p><p>3. CAREERS &amp; FREELANCING KICKSTART GUIDE - Discover how to start using your new skillset to make money. Land your first job in Digital Marketing or begin a thriving freelance business. Use our easy to use professional cheatsheets, templates and guides.</p><p><strong>Dear Students,</strong></p><p><strong>Hi, I'm Tomas Moravek, the 2016 Internet Efficiency Awarded Marketing Strategist for Facebook Ads Real Estate Project, and a long-time Facebook Ads Consultant for RE/MAX, the world’s most powerful property selling tool. I'm so excited to bring you my latest course, designed to help you build your skill and increase your Real Estate sales.</strong></p><p><strong>Real estate is a great niche to work in, as in my experience Real estate brokers make great clients, paying well and on time. On top of this, they are typically very grateful for services provided, often leaving excellent feedback which provides you with the solid social proof that will win more custom.</strong></p><p><strong>The course is my complete blueprint to MASTERING Real Estate for Facebook Ads, Facebook Marketing, Copywriting, and the web. You don’t need any prior knowledge of Facebook Ads for real estate to start learning with me. </strong></p><p><strong>You'll be able to get set up and started easily and immediately, so you can get all the information needed to become a successful Facebook Ads Real Estate Consultant and start to unlock a profitable new stream of income. You will be able to go into any RE/MAX branch or any Real Estate brokerage and sign up your service for a monthly fee, of approximately €200 (my recommended best practice).</strong></p><p>I've put so much of my time into creating a resource rich course that helps you build your knowledge and skill level from the ground up, whatever your current ability in Facebook Advertising. When you enrol, you’ll get my complete Blueprints to Real Estate Marketing success on Facebook, plus you’ll learn how to drive traffic to your website and this way maximise your SEO rankings (Driving traffic to your website has very positive impact on your SEO).</p><p>When you build a house, you need to lay the right foundations, and it's no different when it comes to marketing property using Facebook and the web.</p><p><strong>That’s why I’ve designed a comprehensive course that will teach you everything you need to know to market your Real Estate business using Facebook, Facebook for Business, Facebook Ads, and your Real Estate website. I lay everything out in a step-by-step, easy-to-digest way, so you can learn at your own pace how to use Facebook to continually market your Real Estate business, 24/7, 365 days a year!</strong></p><p>To do this, you'll first need to <strong>learn the 4 Pillars of Facebook Ads for Real Estate</strong>, and you'll need to understand the importance of Photo Galleries and video ads for this niche market sector.</p><p>On top of this, you <em>must </em>understand the critical impact views and engagement have on boosting your leads, followers and sales and you need to know how to increase this so you can <strong>power up your business</strong>.</p><p>It's also critical you understand how to <strong>use traffic driving ads to push traffic</strong> to your Real Estate website and to know why targeting and presentation is so key in the competitive Real Estate sector.</p><p>I'll teach you <em>all of this</em>, using easy-to-understand explainer videos, worksheets, To Do lists, and handy primers, that you'll always be able to refer to, <em>forever</em>, as soon as you sign up. I constantly update my course with the <strong>latest techniques</strong> and industry knowledge, so you can be guaranteed that no matter how the market shifts, or how much marketing trends change, you'll always <strong>stay one step ahead of the game</strong>.</p><p>You'll learn why catalogues, targeting and retargeting have such an impact on your engagement, leads, and sales AND you'll be able to harness them on Facebook to <strong>sell more properties</strong> and attract interest.</p><p>You'll learn how to integrate Re/Max with Facebook, so you can <strong>benefit from the world's most powerful Real Estate marketing tool, </strong>on the world's most popular social media platform.</p><p>With my course content you'll be able to build your skill level and understanding of Facebook Business Manager so you can <strong>optimise your Facebook Business Page</strong>.</p><p>You'll discover the <strong>secret to writing engaging copy</strong> for the Real Estate market, using the psychology of persuasion, so you can effortlessly attract a new stream of clients.</p><p>You'll discover how to unlock the full power of <strong>Facebook Dynamic Ads</strong> so you can experience the massive boost this will give your Real Estate business. And you'll learn how to correctly set up <strong>Facebook Pixel </strong>and <strong>Facebook Events</strong>so you can benefit from ALL the tools Facebook offers to effectively market your business.</p><p>I'll teach you how to <strong>quickly and easily create professional looking and attractive websites </strong>that you can sell on for $1000-$5000 dollars, helping you to unlock another lucrative income stream.</p><p>When it comes to your Facebook Ads budget, I'll help you <strong>save money and make your Ad spend go further</strong> as I'll show you how to implement my Internet Efficiency Awarded Strategy that’s been proven to deliver returns for just 0.003 c per result!</p><p>I’ll help you correctly set up your Facebook Ads Agency and show you how to get certified via Blueprint so you can expand your job opportunities.</p><p>Finally, you'll discover the importance of effective reputation management and learn how developing high trust and a consistent image can win you more custom.</p><p><strong>I have a lifelong passion for learning, and nothing gives me greater satisfaction than sharing my knowledge and techniques with students who are hungry for success and hungry to learn.</strong></p><p>I get even greater joy when I see the very real difference my information can make, and I promise you, if you apply what I share with you on this course, it <em>will</em> help you dramatically improve results in your own Real Estate business.</p><p><strong>Whether you're a Real Estate broker, own your own consultancy, or plan to work in this fast-paced and competitive sector, this course is for you.</strong></p><p>I've put so much into this and I can't wait for you to start enjoying the benefits of my knowledge and years of experience. Enrol today for my special offer price of and gain access to ALL my course content, PLUS updates for life, AND my full support. There’s absolutely no risk, as I offer a money back guarantee if you decide this course isn't for you.</p><p><strong>With nothing to lose and everything to gain, I hope you decide to give my information a try, if you're currently working in Real Estate. I've tested it myself, so I know this is powerfully effective info that really works. If you're looking to boost your Real Estate business by making more sales, attracting more custom, and winning more leads, this course will deliver.</strong></p><p><strong>Sign up now and you’ll gain immediate access to my Blueprints, Video lectures, To Do Lists, Primers and Worksheets, all designed so you can learn how to use Facebook for Real Estate Success.</strong></p><p><strong>Remember, when you enrol, you'll receive:</strong></p><p>✔ Hours of HQ video explainers for HIGH PERFORMANCE Facebook Marketing, Copywriting &amp; Ads</p><p>✔ Interactive quizzes making learning FUN</p><p>✔ Writing assignment for Facebook Ad copy creation</p><p>✔ Facebook strategies in PDF or DOC for download</p><p>✔ Access to HUGE resource centre with Many MP3s &amp; strategy PDFs</p><p>✔ Guide to Copywriting</p><p>✔ BONUS Marketing Careers guide &amp; Guide to Facebook Jobs</p><p>✔ My super easy XLS / ODS / PDF Step-by-step Facebook, Instagram &amp; Messenger Ads TO-DO lists</p><p>✔ Lifetime access and Lifetime FREE updates</p><p>✔ Fast &amp; friendly support in the Facebook Ads Q&amp;A section (600+ Q&amp;A answered within 24 hours)</p><p>✔ Udemy certificate of completion ready for download</p><p>✔ 30-day money back guarantee - no questions, no quibble</p><p>✔ PDF 10 lessons to quit your job and become a digital nomad</p><p>✔ PDF 10 reasons to become a digital nomad today</p><p>✔ PDF Digital Nomad Secrets</p><p>✔ PDF Starter pack for digital nomads</p><p>✔ PDF 157 questions that will help you raise your prices dramatically</p><p>✔ PDF Ebook-Side Hustle Secrets</p><p>✔ PDF Create a photography landing page that turns visitors in to clients</p><p>✔ PDF Find photography clients before travelling to your next destination</p><p>✔ PDF Presentation template: Attracting high value clients whilst travelling</p><p>✔ PDF Pricing Strategies and Adding Value</p><p><strong>I can't wait to welcome you on board as one of my new students,</strong></p><p><strong>Ing. Tomas Moravek</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-08-12_22-03-36-2ad2190a12fb542b096d316953f7a482/2/WebHD_720p.mp4?Expires=1637701959&Signature=IECr2F7CGFgtyJKFaMo2WbJn0RHoRMleck1PHvz95ph84UHH9tisDcIpE9bezC7PzF9LajuYwNf9-giEPSeR9GckNZNfdgbRiLuUvbgFfWabAKiYCtEk4OdhrhlyebBud~H~yRaKEZkYtAvXD0GnsbxYId4X4O1coCEOX7ooQENK1QEznQErhU63i2n3yuyA4l11v1Lfpsbd53XeTBvOn8CaZiKgtLset-qE0dEgIPGptXYmokxJHBDQXMjplIjY6f5mNBUMgwzMxLhcCTYsVyHc2BPhrxOs6qu6hYJ2QZtbJmMYFfYlltNn3JlWD67jh3yQYnV-79OgbIj-qb8CrQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4035798", "category": "Teaching & Academics", "sub_category": "Engineering", "title": "Fundamentals of Industry 4.0", "level": "Beginner Level", "author": "Harish Kumar Maheshwari", "duration": "33 mins", "rating": "3.2", "reviews": "117", "students": "19625", "coupon_code": "F3C1C8EC1A61C4038606", "preview_img": "https://img-c.udemycdn.com/course/750x422/4035798_adf2_2.jpg", "coupon_link": "https://www.udemy.com/course/fundamental-of-industry-40/?couponCode=F3C1C8EC1A61C4038606", "end_day": "2021-11-28 04:28:40+00:00", "headline": "Basic Concept, Components, Technology and Application of INDUSTRY 4.0", "description": "<p>Hi Friends,</p><p>In this course we will start learning about Industry 4.0 which is actually the foundation of the digital transformation of the Industry. This course is beneficial for you in Starting Level. In this Course you learn all about the<strong> </strong>Industry 4.0 that How Industry 4.0 grow from Industry 1.0.</p><p><strong>The Content of the Course are:</strong></p><ul><li><p>What is Industry 4.0?</p></li><li><p>Industry 4.0: The Fourth Industrial Revolution</p></li><li><p>Component of Industry 4.0</p></li><li><p>Industry 4.0 Smart Factory</p></li><li><p>Industry 4.0 Supply Chain</p></li><li><p>Some Industry 4.0 Technologies</p></li><li><p>Soon Everything Will Be Smart</p></li><li><p>Connected Devices Projection</p></li><li><p>Smart Buildings</p></li><li><p>Smart Manufacturing</p></li><li><p>Smart Farming</p></li><li><p>The opportunities in Industry 4.0</p></li></ul><p>Industry 4.0 is revolutionizing the way companies manufacture, improve and distribute their products. Manufacturers are integrating new technologies, including Internet of Things (IoT), AI, Cloud Computing and machine to Machine Communication.</p><p>In this Course you learn the Basic Terminology of INDUSTRY 4.0 in a simple Language. Which enhance your Knowledge in the field of INDUSTRY 4.0 .The entire course material including the slide presentation in very effective method? Further there are additional handpicked reading material and resources available for your reference.</p><p>Feel free to reach out if you have any additional questions regarding INDUSTRY 4.0. Also this course has 30 days money back guarantee without any delay the applicants participate in this Course</p><p>All the best for your learning journey of INDUSTRY 4.0 !</p><p>Cheers!</p><p>Harish Kumar Maheshwari</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-05-08_13-47-22-a0ab89594549d408e713466de3f661ee/1/WebHD_720p.mp4?Expires=1637701965&Signature=f2sfdcsexS5MhBSC-QeqCdIGz9fcmwchH-BFfJZ1eu1-Cwpie7BIBtqC3JxwYABw5vyz3Rb7WCPKZndwVcdsXy~HM4ar30V~N2ne9LMApf9sVIZL2BAMXJdIG-wPPaCqXnJEVkHRkX85UpXTUatdTH1VkxCcm9XzCRShWZrqAgAnpMeYrwB0VeDpDW2b3ZZVhB3Sn07nERAqNcwc-KCPl19Ps1R57NdwQXAFODNAW4mt~EZPXOVI0tQlsGynzdd8Uyz3WJZGeDsFcnD2EZCF7lIUs9BEFUUZndpqYjzpsBgHkKwmOsQFLHf2R0fl7MwubeDbKw1~~ttnt03kIjruHQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4080904", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Microsoft Azure Certification AZ-900 Practice Questions", "level": "Beginner Level", "author": "Evo Tech", "duration": "", "rating": "4.3", "reviews": "13", "students": "853", "coupon_code": "FREEBIESGLOBAL.COM", "preview_img": "https://img-c.udemycdn.com/course/750x422/4080904_f2a7_3.jpg", "coupon_link": "https://www.udemy.com/course/microsoft-azure-certification-az-900-practice-questions/?couponCode=FREEBIESGLOBAL.COM", "end_day": "2021-11-28 07:16:19+00:00", "headline": "The Fastest Way to Pass AZ-900 Certification Exam", "description": "<p>[October 2021 Updated]: Latest exam questions added.</p><p><br></p><p><strong>Finally! Pass the AZ-900 exam in just 1 week with a 100% money-back guarantee.</strong></p><p>Preparing for your Microsoft Azure AZ-900 certification? Assess your knowledge of topics on the exam with these practice test questions.</p><p>The purpose of this Practice Question Set is to help you pass the Microsoft Azure AZ-900 exam. These practice questions will make you very familiar with both the type and the difficulty level of the questions on the <em>AZ-900 </em>certification test. This practice exam gives you the feeling of reality and is a clue to the questions asked in the actual Microsoft Azure AZ-900 certification exam.</p><p><br></p><p><strong>Practice Questions Features:</strong></p><ul><li><p>Covers complete exam blueprint.</p></li><li><p>High success rate.</p></li><li><p>Regular updates of preparation materials, with accurate answers, keeps the members one step ahead in the actual exam.</p></li><li><p>Answers verified by IT Certified Professionals.</p><p><br></p></li></ul><p>Don't settle for AZ-900 dumps or the shortcut using cheats. Prepare for your tests like a professional using our AZ-900 online practice tests that others have used to pass the exam in first attempt.</p><p><br></p><p><strong>What’s included?</strong></p><p>We’ve crafted this course to give you the knowledge and technique to pass the Microsoft Azure AZ-900 certification exam first time. The practice tests include:</p><ul><li><p><strong>EXPLANATIONS:</strong> Explanations are added, wherever required, to support your learning and help you build up your knowledge and confidence.</p><p><br></p></li><li><p><strong>100% EXAM COVERAGE:</strong> We continuously update our practice exams so that they always include 100% of the topics required for the exam. If you practice all our questions, you will be fully ready to take the exam.</p><p><br></p></li><li><p><strong>TIMED QUESTIONS:</strong> Get the real-life exam experience. You’ll be timed and scored exactly as you would in the real exam. You’ll be able to improve your exam time management and answering techniques, as well as your knowledge and confidence.</p><p><br></p></li><li><p><strong>RETAKE INDEFINITELY:</strong> You can retake our practice exams as many times as you need.</p><p><br></p></li><li><p><strong>INSTRUCTOR SUPPORT: </strong>Got questions? No problem. We’ve got your back. The course includes friendly, responsive, expert support from our team of certified engineers.</p><p><br></p></li><li><p><strong>LIFE-TIME ACCESS:</strong> You’ll get life-time access to the practice tests.</p><p><br></p></li><li><p><strong>MOBILE COMPATIBLE:</strong> Learn anywhere, anytime with our mobile-friendly practice tests. Simply download the Udemy app to learn on-the-go.</p><p><br></p></li><li><p><strong>MONEY-BACK GUARANTEE</strong>: 30-day money-back guarantee - no questions asked</p></li></ul><p><br></p><p><strong>Reviews:</strong></p><p>⭐⭐⭐⭐⭐<strong>In-depth Coverage</strong></p><p>The practice questions are very detailed. I do not think if any of the topic is not covered in the practice exams.</p><p>NAK</p><p><br></p><p>⭐⭐⭐⭐⭐<strong>Highly Recommended</strong></p><p>Practice the exam couple of times to ensure you understand each topic well enough. Highly recommended.</p><p>Fahad</p><p><br></p><p>Get this unbeatable offer today.</p>", "preview_video": ""}, {"course_id": "4233882", "category": "IT & Software", "sub_category": "IT Certifications", "title": "PSPO1™ Practice Tests Scrum Product Owner certification-160Q", "level": "All Levels", "author": "Debajyoti Adhya", "duration": "", "rating": "4.4", "reviews": "14", "students": "6814", "coupon_code": "F9365E3050B88B19D427", "preview_img": "https://img-c.udemycdn.com/course/750x422/4233882_79fb.jpg", "coupon_link": "https://www.udemy.com/course/pspo1tm-practice-tests-scrum-product-owner-certification-160q/?couponCode=F9365E3050B88B19D427", "end_day": "2021-11-26 05:59:40+00:00", "headline": "The Complete PSPO1™ Practice Test - 160Q - Pass PSPO1™ Certification Exam Successfully - Lets Get it Done !", "description": "<p>The Professional Scrum Product Owner certification or <strong>PSPO1™</strong>&nbsp; is most widely accepted and globally recognized Product Owner Certification. This certification is provided by<strong> Scrum org </strong>and to pass the exam the candidate need to be aligned with the latest changes in the Scrum Guide. The best way to validate the knowledge is to take practice Exams.</p><p><strong>Exam Details:</strong></p><ul><li><p>Total 80 Questions</p></li><li><p>Exam time 60 Min.</p></li><li><p>Pass at 85%</p></li><li><p>Exam price 150$</p></li></ul><p>This course provides 160 practice test questions, which will help you get ready to pass the <strong>PSPO1™</strong>&nbsp;exam. This course is set up to match the latest changes in scrum guide presented in the <strong>PSPO1™</strong>&nbsp;exam content outlines published by <strong>Scrum org</strong> on 2021. </p><p>This course provides 160 practice test questions, which will help you get ready to pass the <strong>PSPO1™</strong>&nbsp;exam. </p><p>This practice test provides a robust system to help you pass the certification exam in the first time! By using this test questions, you can identify weak areas upfront and then create a strategy for the exam day.</p><p>The course includes 2 practice tests. Take the tests like the actual exam. If you can get more than 85 percent of the answers correct, you're ready to take the certification exam.</p><p><strong>This course is specifically for:</strong></p><p>· People that want to take a Product Owner certification exam like PSPO1 or CSPO.</p><p>· People that know the Scrum framework and theory. To learn about scrum you can take this course: </p><p><strong>Is there a guarantee to pass ?</strong></p><p>Absolutely yes ! You can enroll now <strong>100% risk-free</strong> because you receive <strong>30 days, unconditional full money-back guarantee </strong>in case you are not satisfied<strong>.</strong></p><p>So, go ahead and click the “<strong>Buy Now</strong>” button right now !</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-08-11_10-24-28-a1d6a760e6b15e468cd287872ab0a912/2/WebHD_720p.mp4?Expires=1637702020&Signature=kd4mDOL3Y-4M84Vu~XbKwksWydqlCAhGAsC-sTZyi~dfeeaDy4V3Qn8esQ44zlh9Zz-xE2Fa0jePDK7IP~Ob5h53NYaxi9kBA3pjHTo6SRK1h~SwoS4bDCr8qDbBVy0gzGrilqTV48jw6lqCyCtyQ6QKgp5TdNgVHWfdhyxOpq-oJTBzviOqwNAZ-swgYAOPGM8x0EcuBSwOqq-tuvfoL9OGG1WPXMS4McoAYjJ5PCBBS~uIFLX-pgwN2mRshGbfdSfGGW9HfCR~xdxKTzOV3KnrPcbYeIyrbZBf-3QpXu4aeHuyy1ohGfALWH2hD7nDubWbo913bExPv6h2cP7jQg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3798454", "category": "Business", "sub_category": "Sales", "title": "Becoming A Sales Professional", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "2 hours", "rating": "4.3", "reviews": "248", "students": "47215", "coupon_code": "NOV.2021", "preview_img": "https://img-c.udemycdn.com/course/750x422/3798454_1ea7.jpg", "coupon_link": "https://www.udemy.com/course/building-sales-relationships-networking/?couponCode=NOV.2021", "end_day": "2021-11-27 19:25:46+00:00", "headline": "The choices other people make about you determine your health, wealth, and happiness.", "description": "<p>By caring about building relationships with potential customers and taking an interest in their world, it can significantly improve the odds of securing a sale and retaining that customer for the long-term.</p><p>Strategic friendships will make or break any business, no matter how big and no matter what kind of market.</p><p><strong>So, in this course, our learning points will include:</strong></p><ul><li><p>Discover the benefits of developing a support network of connections.</p></li><li><p>Understand how building relationships can help you develop your business base.</p></li><li><p>Learn how to truly like your acquaintances—not just pretend to.</p></li><li><p>Identify the key elements in strong working relationships, and how you might put more of these elements in your working relationships.</p></li><li><p>Recognize the key interpersonal skills and practice using them.</p></li></ul><p>No matter how hard we as humans try to make logical and rational decisions, the simple fact is, every decision we make is actually made emotionally. How we feel about it determines what we choose to do, not what we think about it.</p><p>Salespeople: showing the other person that we actually care about them and the things that are important to them is the first order of business if we want to be successful.</p><p>So, shall we get started?</p><p><strong>Enroll in the course today</strong> and I wish you a happy learning!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-01-24_20-34-15-3571532cea8aa28f05696374655b38af/1/WebHD_720p.mp4?Expires=1637702022&Signature=iTa72VSpTlOkw-VJwv8086qCwIRVgPeWagjI7-GArE83WcCbOvR83FxZZlprC5nLmpQty~dWeVzelhY33eBjDY7fDJyO0oZQILSYC0lsOCNxswhYkMU5YAlqVZ4HcDdDwQiaPa168~mVpVbdzFCsb2rfGA1p4en1ByzcV4DSFatFCq6e41r5r99~7mcAEV~7K9hV9mxs8GbTXQRMwX-St-~glbd1D2d7xUVt3JgS7WT1Dt6Wy9aKY9SoCBrkYmZT-ayzpsu5~eaMeqDMEvX0zplnyDPhXXRJr30dSqtJJJ-wmAaN4kFXQvZF4yV092zaVTVCulxf38PlGqBiflSfmw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3982702", "category": "IT & Software", "sub_category": "Network & Security", "title": "2021 Beginner's guide to Cyber Security", "level": "Beginner Level", "author": "George Proorocu", "duration": "1.5 hours", "rating": "4.4", "reviews": "2320", "students": "119807", "coupon_code": "600384BB8CB54178DDE5", "preview_img": "https://img-b.udemycdn.com/course/750x422/3982702_080f.jpg?secure=TJb_VewknWdHxNa37T5GYQ%3D%3D%2C1637772225", "coupon_link": "https://www.udemy.com/course/2021-beginners-guide-to-cyber-security/?couponCode=600384BB8CB54178DDE5", "end_day": "2021-11-27 17:06:40+00:00", "headline": "Learn from first line experts what is Cyber Security, the latest threats and how to protect against them. #2021", "description": "<p><strong>Why should you enroll? <br></strong><br>Since we've been working in this field for over 15 years, we wanted to share part of what we've learned in all these years with people that are completely new to <strong>Cyber Security</strong>, or people that would like to understand the <strong>2021 basics</strong> in this field. <br>You will find the general information mixed with real-life scenarios and real tips &amp;&nbsp;tricks on how to protect from different threats.<br>Our goal is to use your time in the most efficient way, in order for you to get the most important content in the shortest time.<br><strong><br>What will you know after taking our course? </strong><br><br>1. A general introduction to Cyber Security, including an explanation of the CIA&nbsp;(Confidentiality, integrity and availability) rating. <br>2. What is Malware&nbsp;(Viruses, Worms, Trojans, Bots, Adware, Spyware, Rootkits, and Ransomware).<br>3. Understanding different threats (Brute force, DDoS, Phishing, and Social engineering).<br>4. Guide on how do you protect yourself as an individual. This area will be focused on your devices and your data. <br>5. Bonus lecture:&nbsp;How are the jobs in Cyber Security? Should you consider this field?<br><br><strong>Prerequisites </strong><br><br>This course is designed for a general audience. No prior knowledge is required. <br>For different specific terms, you will have an explanation in the notes. </p>", "preview_video": "https://mp4-b.udemycdn.com/2021-04-15_21-57-02-4f6cbce3111948cbc86efa8df8dc16b4/1/WebHD_720p.mp4?secure=Njl5knE8HIbI6maMs6Hy_w%3D%3D%2C1637702025"}, {"course_id": "4264308", "category": "Business", "sub_category": "E-Commerce", "title": "E-Commerce: mehr Umsatz mit Up-Sells und Co.", "level": "All Levels", "author": "Kristoffer Ditz", "duration": "1 Stunde", "rating": "5.0", "reviews": "1", "students": "215", "coupon_code": "28A0A5F9EF436C5009CE", "preview_img": "https://img-b.udemycdn.com/course/750x422/4264308_4fe6.jpg?secure=7uofqNBwPWr71mMskZbQUA%3D%3D%2C1637772239", "coupon_link": "https://www.udemy.com/course/e-commerce-mehr-umsatz-mit-up-sells-und-co/?couponCode=28A0A5F9EF436C5009CE", "end_day": "2021-11-24 10:44:25+00:00", "headline": "Wie Sie mit digitalen Produkten noch mehr Umsatz erzielen können", "description": "<p><strong>Allgemein</strong></p><p>Sicher kennen Sie die Situation, dass Sie schon einmal in einem Fastfood-Restaurant ein Menü bestellt haben. Die typische Frage die vom Kassierer folgt \"Möchten Sie das Maxi-Menü\", wenn wir dies verneinen, werden wir gefragt, ob wir Käse auf dem Burger möchten.</p><p>Hier erfolgen als zwei Zusatzverkäufe. Im Einzelhandel ist ein guter Verkäufer notwendig. Im E-Commerce ist es ein wenig leichter. Insbesondere bei digitalen Produkten können wir sehr gute Ergänzungsprodukte anbieten.</p><p>Zum Beispiel bei einem eBook wird das passende digitale Hörbuch und/oder ein Online-Kurs angeboten. Im Anschluss ggf. auch noch eine Einladung zu einem Webinar.</p><p>In der digitalen Welt begegnen uns immer wieder Begriffe wie Up-Sells, Down-Sells, Order Bumps, Cross-Selling, etc.</p><p>Die Experten im E-Commerce streiten ein wenig über die Definition der Begriffe bzw. finden wir im Internet bei Google &amp;. Co. unterschiedliche Aussagen.</p><p>Unterm Strich geht es hauptsächlich darum, mehr Umsatz zu erzielen. Die Up-Sells sind wohl eines der bewährtesten Mittel. Studien haben ergeben, dass die Umsätze um bis zu 18% gesteigert werden können. Neben den Up-Sells kommen die Down-Sells ins Spiel, wenn ein Kunde ein Up-Sell ablehnt - Ganz nach dem Motto <em>\"Die Chance ist immer größer als das Risiko\"</em></p><p><br></p><p>In diesem Online-Kurs lernen Sie die unterschiedlichen Begriffe kennen und was Sie beachten sollten, damit Sie mit Ihren digitalen Produkten noch mehr Umsätze erzielen können.</p><p><br></p><p><strong>Inhalt</strong></p><ul><li><p>Begriffe zu Zusatzverkäufen im E-Commerce</p></li><li><p>Cross Selling und Add On's</p></li><li><p>Bundle</p></li><li><p>CTA</p></li><li><p>Social Proof</p></li><li><p>Testimonial</p></li><li><p>Order Bump</p></li><li><p>Up-Sell</p></li><li><p>Up-Sell und One Click Up-Sell</p></li><li><p>Down-Sell</p></li><li><p>Praxisbeispiele</p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2021-09-12_17-08-26-062f15f3fd2761c1b10d725253cf6acf/2/WebHD_720p.mp4?Expires=1637702039&Signature=ORkeSetzO6PxUM2-aRg1dFaLXgg4-pFDuxHO8DaXUl-7cfUWDp48gOtConuc25fsvYLH-T18c5NniWEJXha9FnCpQBcTmG2ngqdrudYDjoqmabOffhxvSBIXXTVvQ7CxFm6iNF-0Jcw3PpgekoNt0VqJHQkaz1SwgMPvGdfrWR8FaqqJEykMolnPsO~RVsDoxpIAwOWwIcIV9ToW7LeciOUGvJGfCy7K2oYEZeQ1pJEJW-LqWWQNk00aB0EAgUv939hh7sQipN7oCOjDa2WcdIQWOKlEyY2xPZuNiqUQj74LGTVRd9acCKClxRX5YjXk-SJS6~VmJasUHegHAFr26g__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3852530", "category": "Office Productivity", "sub_category": "SAP", "title": "The Complete SAP Analytics Cloud Course 2021", "level": "All Levels", "author": "Fredrick Higgins", "duration": "3 hours", "rating": "4.3", "reviews": "1170", "students": "77212", "coupon_code": "3D961BBEB60F50971D3F", "preview_img": "https://img-c.udemycdn.com/course/750x422/3852530_370a_4.jpg", "coupon_link": "https://www.udemy.com/course/sap-analytics-cloud-sac/?couponCode=3D961BBEB60F50971D3F", "end_day": "2021-11-28 05:57:44+00:00", "headline": "Learn to create stories, plans, digital boardroom, analytic apps, and make predictions in SAC. Data source included.", "description": "<p><strong>Become an SAP Analytics Cloud master by setting up BI, planning, and making prediction through real-world projects</strong></p><p>SAP analytics cloud consultant is one of the hottest careers in tech. Have you ever wondered what's the best path for me or what's my first step in building a technical career in SAP business analysis?</p><p>I'm going to take you through the process of understanding how to use SAP analytics cloud. Whether you're looking to discover the core BI features or use planning module at work, this course will get you ready to plan and start to use SAP analytics cloud quickly.</p><p>In this course, we will dive into the SAP analytics cloud offerings and the level of subscription that each entail. Then we will look at how to use this app to explore and visualize your data from scratch, as well as which smart assist features will work best for your situation.</p><p>We will explore the various system admin tools that can be used to manage files and deploy content.</p><p>You will learn how to develop custom app in SAP analytics hub and understand the steps to create a new digital boardroom, as well as how to store your reporting and create a solution to ensure that your company’s on premises data is protected in the cloud.</p><p>Finally, we’ll focus on planning model including budgets allocation, forecast, what if analysis and a lot more.</p><p><strong>My name is Michael Todd, and I'm excited to show you the power and ease of setting up and managing BI and planning modules on SAP analytics cloud. So in invite you to join me on my course as we explore the essentials of SAP analytics cloud.</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-02-16_08-08-20-c90e13799472db84e34648321d2bbbea/1/WebHD_720p.mp4?Expires=1637702055&Signature=RkSY0Gdluf1yh~JVCRQtcZfkgmhmQUbMvKrVn2ArYGPJKtMnNgmm5CIPRozA5lMt~VoQ32V9okwbishVaKup~~sUoJVneM22pvLj31w2~u3pmJ6OQU-2m7Krmj4~AI~SKZ~XcbL8Hw5jQ3svorIiVZOERiCbHpzcHgbsIcY0v4pxQjqZPS2PirS7R2MPPQ5KWfkyVSn3zIZwU19CjsyurxasgTfvSdkRCntmwUN7vUFtC1NOS1X7Xkf9vaiAEqJaelvhEzdw929UAE1zdoH--4Dv8NnVF6zxRrVK1QC2OAHUexVocyx~uTi90UMVSf8w~Z3G6AEWETyi1xvLl7kD~g__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3162082", "category": "Health & Fitness", "sub_category": "Meditation", "title": "Meditation For Beginners", "level": "Beginner Level", "author": "Kevin Ellerton", "duration": "1.5 hours", "rating": "4.5", "reviews": "443", "students": "54592", "coupon_code": "3B61B240D10ECEC0C11C", "preview_img": "https://img-c.udemycdn.com/course/750x422/3162082_6fea_4.jpg", "coupon_link": "https://www.udemy.com/course/meditationforbeginners/?couponCode=3B61B240D10ECEC0C11C", "end_day": "2021-11-23 19:11:41+00:00", "headline": "Completely new to meditation? This is the course for you!", "description": "<p>Meditation is one of the most powerful things that you can do, as a human being. It trains you to be in control of you mind and your emotions, in ways that you never knew were possible. It allows you to be happy just to be alive, even in the most difficult of circumstances; even when you're injured, or suffering a loss, stressed out at work, overwhelmed, depressed or anxious. It allows you to find the basic happiness of being alive, and that pervades everything else, so that you can deal with everything else much better.</p><p>Aside from just giving you that unshakeable happiness &amp; joie de vivre, it also gives you control over your mind in ways that are hard to even imagine before you experience it. It gives you the ability to focus on whatever you want to focus on, which can make you extremely productive and successful in life.</p><p>Tim Ferris studied hundreds of the world's most successful people: billionaires, celebrities, athletes, bodybuilders, and scientists at the tops of their fields. There was only one trait that over 80% of them had in common: a daily meditation practice. That's crazy when you think about it. It's not that they were all super intelligent, hard working, good looking, or born into wealthy families. The single most common trait among the world's most successful people is <em>meditation</em>. Isn't that weird?</p><p>To experienced meditators, this is not a surprise at all. It makes perfect sense that the world's most successful people are meditators. Meditation is a meta-skill; it's a skill that improves all of your other skills. It improves your ability to focus, so that you can do everything else better.&nbsp;In that way, meditation improves every aspect of your life, from relationships to health, happiness, productivity, career... everything.</p><p>In this course, you'll go from complete n00b to at least understanding the basics of meditation. This course is <em>Meditation For Beginners</em>. It will help you to get a good firm grounding in the basics of meditation, that you'll be able to take with you into daily life, to walk around in a meditative state, and to form the foundations for your own daily practice.&nbsp;All within about an hour and a half of course materials.&nbsp;Very easy, very simple, geared toward you, specifically, the beginner meditator. This will help you be happier in life, feel better, be healthier, and deal with pretty much anything that life will throw your way. The best hour and a half you'll ever spend in the rest of your life is this hour and a half, watching this course, learning to meditate for the first time.</p><p>I'll see you inside!</p><p>Namaste.</p>", "preview_video": "https://mp4-b.udemycdn.com/2020-06-12_17-02-35-ab7f9af42549a18ab10e0e3367da1f98/1/WebHD_720p.mp4?secure=0mImneVnQJBV_01U77RkZg%3D%3D%2C1637702063"}, {"course_id": "3095720", "category": "Design", "sub_category": "User Experience Design", "title": "Adobe XD 2021 Ultimate Course", "level": "All Levels", "author": "Learn Tech Plus", "duration": "6 hours", "rating": "3.8", "reviews": "1168", "students": "145395", "coupon_code": "TRY10FREE112103", "preview_img": "https://img-c.udemycdn.com/course/750x422/3095720_cd3c_3.jpg", "coupon_link": "https://www.udemy.com/course/adobe-xd-cc-2020-master-course/?couponCode=TRY10FREE112103", "end_day": "2021-11-26 14:56:49+00:00", "headline": "Everything you need to know about Adobe XD 2021 with Projects", "description": "<p>Have you always wanted to learn how to Design but don't know where to start?</p><p>Would you like to make amazing Designs and bring your ideas to life?</p><p>Then Adobe XD 2021 Ultimate Course is for you!</p><p>Hi, I’m your instructor Josh Werner and I’ll be leading you through this course.</p><p>Design is an in-demand skill in 2021. </p><p>The course begins with the basics.&nbsp; </p><p>I'll take you through everything you need to know to start building designs like an expert with Adobe XD 2021.</p><p>You'll learn all the fundamentals of Adobe XD 2021. </p><p>This is great for students starting or for Designers that need a refresher course on Adobe XD 2021.</p><p>There are no requirements necessary to enroll I only ask that you come open minded and ready to learn</p><p>Feel Free to look through the course description and checkout some of my preview videos</p><p>The course is packed with over 6 hours of hands-on tutorials</p><p><strong>Here is what you will Learn:</strong></p><p><br></p><p><strong>01. Introduction</strong></p><p>&nbsp; 001. Overview</p><p><strong>02. Adobe Creative Cloud 2021</strong></p><p>&nbsp; 002. Overview</p><p>&nbsp; 003. Setup Account</p><p>&nbsp; 004. Download Creative Cloud App</p><p>&nbsp; 005. Install Creative Cloud App</p><p>&nbsp; 006. Summary</p><p><strong>03. Adobe XD 2021 </strong></p><p>&nbsp; 007. Overview</p><p>&nbsp; 008. Install Adobe XD 2021</p><p>&nbsp; 009. Summary</p><p><strong>04. Welcome Page</strong></p><p>&nbsp; 010. Overview</p><p>&nbsp; 011. Home</p><p>&nbsp; 012. Learn</p><p>&nbsp; 013. Cloud Documents</p><p>&nbsp; 014. Shared with you</p><p>&nbsp; 015. Deleted</p><p>&nbsp; 016. Manage Links</p><p>&nbsp; 017. On Your Computer</p><p>&nbsp; 018. Summary</p><p><strong>05. Main Menu</strong></p><p>&nbsp; 019. Overview</p><p>&nbsp; 020. File</p><p>&nbsp; 021. Edit</p><p>&nbsp; 022. Object</p><p>&nbsp; 023. Plugins</p><p>&nbsp; 024. View</p><p>&nbsp; 025. Window</p><p>&nbsp; 026. Help</p><p>&nbsp; 027. Summary</p><p><strong>06. Tools</strong></p><p>&nbsp; 028. Overview</p><p>&nbsp; 029. Select</p><p>&nbsp; 030. Rectangle</p><p>&nbsp; 031. Ellipse</p><p>&nbsp; 032. Polygon</p><p>&nbsp; 033. Line</p><p>&nbsp; 034. Pen</p><p>&nbsp; 035. Text</p><p>&nbsp; 036. Artboard</p><p>&nbsp; 037. Zoom</p><p>&nbsp; 038. Libraries</p><p>&nbsp; 039. Layers</p><p>&nbsp; 040. Plugins</p><p>&nbsp; 041. Summary</p><p><strong>07. Conclusion</strong></p><p>&nbsp; 042. Summary </p><p><br></p><p><strong>So what are you waiting for? I look forward to going through course with you I’ll see you inside!</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-07-14_18-44-41-b633d03a0c2c3a77778cb4622c16695c/2/WebHD_720p.mp4?Expires=1637702081&Signature=DjM20FKhfExjJsoAHBpk~0U3y8XmOJLOEWADcBiD95fpRXzJviSKpe7-TWyGudZ6BkgrydLdtEmmeex5s~sMFmYM0eK60MddSpXZZixbjt8vBsb2Z3HakbpNmq9IwWM9ucH4GcyjBDWIu4U10ZSftfMMbf80ZNNDsP1QlxprYQ-uCtosbz0hMivOAx7JZ~QKAfpYS1y7TjvaOelX4hMuQGTMlMhFy8QzOFuoago1V5X2~wgq9XU8SReGvVr4ZlcK-TQtmJyNZPinW9xFbB3DsMjP58vBYdUkfHf55sQhCWKpkhmeAMcSrckUNSqCvrLKweZyZjiLq-NoEfhKeWO9zQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3214003", "category": "Design", "sub_category": "Design Tools", "title": "Das große Canva-Kompendium", "level": "Beginner Level", "author": "Sebastian Glöckner", "duration": "5 Stunden", "rating": "4.1", "reviews": "26", "students": "1269", "coupon_code": "A70D8A11CCDB6B21D71A", "preview_img": "https://img-b.udemycdn.com/course/750x422/3214003_12e8.jpg?secure=LOwucu4Fd7YVF3tJBttMCQ%3D%3D%2C1637772293", "coupon_link": "https://www.udemy.com/course/das-canva-kompendium/?couponCode=A70D8A11CCDB6B21D71A", "end_day": "2021-11-26 12:42:23+00:00", "headline": "Professionelle Designs mit Canva gestalten und Dein eigenes E-Book gestalten!", "description": "<p>Die <em>Grafikgdesignplattform Canva </em>ist eine <strong>kostenlose, </strong><em>Photoshop </em>ähnliche Bildbearbeitungssoftware welche Windows, Max OS und Linux unterstützt und sogar eine App bereitstellt.</p><p>\"<strong>Entwerfe mit Canva alles, was du dir vorstellen kannst\"</strong></p><p>Mit Canva hat <strong>jeder </strong>die Möglichkeit <strong>professionelle Designs</strong> zu erstellen, ohne dafür Kenntnisse in Bildbearbeitung zu benötigen.</p><p>Selbst mit Zugriff auf viele Youtube-Tutorials wenden viele in der Grafikdesignplattform Canva nur grundsätzliche Funktionen an.</p><p><em>Bis jetzt...<br></em></p><p>Du bist gerade dabei dein erstes Buch zu veröffentlichen und dir fehlt es an einem passenden Cover?</p><p>Du kennst dich nicht gut aus mit Photoshop und möchtest keinen Grafiker beauftragen dir ein Cover zu erstellen?</p><p><em>Bis jetzt...</em></p><p>Warum probierst du es nicht selbst aus - mit Canva benötigst du<strong> keine Design Kenntnisse</strong>, um tolle ansprechende Cover für dein Ebook oder Taschenbuch zu erstellen!<br></p><p><strong>Cover Erstellung mit Canva Schritt für Schritt</strong></p><p>Ich zeige dir viele verschiedene Varianten, um das passende Designs für Dein Business und Cover für dein Buch zu finden! Ich kläre dich über die rechtlichen Gegebenheiten bzgl. einer kommerziellen Nutzung von Canva auf und zeige dir viele nützliche Tricks, um Canva effektiv nutzen zu können.</p><p>Schreib dich ein und fange noch heute an, schöne Designs und Cover für deine Werke zu erstellen!</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-06-09_13-25-55-0e3a0873d509a73702916ea9dc098517/1/WebHD_720p.mp4?Expires=1637702093&Signature=VpX66RuCr80jHzi7PFxxmTkoLO-hnTtivGHxyel25HZBYX2-WWqE6TOthjiPG14OOoYkYK9kkMObYeUHHQJ-q0yscAzD5kk7lIA6reMEVlMHZ-tmYHGqWKgh~O2EVUZLUHHV5t9v83NN5bOVBSByDcwh0CwJzMyRNWlsmuSjtJGkrBo6sZl3yTNHCGl3x1kOFZnOS8sm8C1mGN8HnCGzKUhGNLtxgpl4VoO~MlBXlSo-MTHSO5UY-xBWyc1wS7FG627pYWk76IyyCjLPyxGIc46JkY11U5Kn1KiUA15p-yLxbq~2vchbYv4Qb99W0p8whMNDVqt4MWu50WOx8qj1Cg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4144042", "category": "Teaching & Academics", "sub_category": "Language Learning", "title": "Arabic Alphabet For Beginners", "level": "Beginner Level", "author": "Hassan Academy For Arabic Language Courses", "duration": "2 hours", "rating": "4.7", "reviews": "46", "students": "16767", "coupon_code": "ARABIC-ALPHABET", "preview_img": "https://img-c.udemycdn.com/course/750x422/4144042_eeb5_2.jpg", "coupon_link": "https://www.udemy.com/course/arabic-alphabet-for-beginners/?couponCode=ARABIC-ALPHABET", "end_day": "2021-11-25 18:31:36+00:00", "headline": "Arabic Language: Learn to Pronounce & Write Arabic Alphabet, and Read Arabic Words", "description": "<p>السلام عليكم</p><p><br></p><p>In this Course, we will learn <strong>Arabic Alphabet</strong> from Alef to Yaa</p><p><br></p><p>Firstly, we will take general view for all letters,</p><p>then, we will learn each letter in details :</p><p>How we Pronounce it ?&nbsp; &nbsp;&amp;&nbsp; &nbsp;How we write it ?</p><p>and some words with this letter, so we can read Arabic Words.</p><p><br></p><p>Finally, you will take a test, so you can evaluate yourself in Arabic after finishing this Course.</p><p><br></p><p><strong>By finishing this Course, you will be able to :</strong></p><ul><li><p>Pronounce Arabic Alphabet.</p></li><li><p>Write Arabic Alphabet.</p></li><li><p>Read Arabic Words.</p></li></ul><p><br></p><p><strong>This Course is for :</strong></p><ul><li><p>Arabic Learners.</p></li><li><p>Beginner Students who don't know any thing about Arabic Language.</p></li><li><p>Students who want to learn Arabic Alphabet.</p></li><li><p>Students who want to be able to read Arabic Words</p></li></ul><p><br></p><p><strong>Course Requirements :</strong></p><ul><li><p>Pen and Paper.</p></li><li><p>Focus.</p></li><li><p>Do the Homework after each Lesson.</p></li></ul><p><br></p><p>So let's get started..</p><p><br></p><p><br></p><p><br></p><p><br></p><p><strong>Who is Hassan Academy ?</strong></p><p>Native Arabic Speaker, With over 12+ years of experience in Arabic Language.</p><p>Hands-on experience creating development courses and activities modeled on goal attainment and student-centered instruction, delivering engaging lessons focused on the interests and needs of students. Knowledgeable of standard instruction principles, classroom management styles, and approaches to teaching Modern Standard Arabic to English speakers.</p><p>We will add value by helping you learning how to listen to Arabic and read Arabic with true pronunciation as fast as possible.</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-06-24_18-56-54-b6818d3e061d45a3ef8b06e2d4069f30/1/WebHD_720p.mp4?secure=kSze9v3pX5AD8eDXC133YQ%3D%3D%2C1637702098"}, {"course_id": "4228228", "category": "Marketing", "sub_category": "Video & Mobile Marketing", "title": "VidIQ Masterclass - Full Guide to YouTube Keyword Tool", "level": "All Levels", "author": "Nick Nyxson", "duration": "1.5 hours", "rating": "4.0", "reviews": "2", "students": "2523", "coupon_code": "4257A884233E8CA04FB0", "preview_img": "https://img-c.udemycdn.com/course/750x422/4228228_dc74.jpg", "coupon_link": "https://www.udemy.com/course/vidiq-course/?couponCode=4257A884233E8CA04FB0", "end_day": "2021-11-28 12:41:39+00:00", "headline": "Learn Everything about VidIQ, its Features, Licenses, Keyword Research tool and YouTube SEO Optimisation", "description": "<p><em>Finally, a YouTube Channel Management Tool That Makes Creating &amp; Growing A YouTube Channel Fun &amp; Easy!</em></p><p>With the right YouTube channel management tool, you can get a complete overview of your channel and all its analytics and data. You can easily spot which videos work best and which ones need more work. And it's completely free!</p><p>VidIQ is a revolutionary YouTube tool that was designed to make it easier for creators on the platform like yourself to grow. VidIQ has a unique algorithm that finds content ideas for you quickly and easily. You can use various search phrases on YouTube, while you get all the information you need in seconds. VidIQ is available for advanced creators of all levels on YouTube to save time and improve your efficiency.&nbsp;</p><p>You no longer have to spend time on unproductive tasks like trying to find the right keywords, keyword research has become very efficient, uploading content is faster and simpler, and research into competitor strategies is simplified.</p><p>And This VidIQ Masterclass is the perfect solution for both experienced and inexperienced content creators who have created a YouTube channel but are struggling with managing it. This is the only course to teach you how to use VidIQ’s powerful YouTube channel management, SEO, and keyword research tools to grow your YouTube channel.</p><p><strong><em>Here you will Learn:</em></strong></p><ul><li><p><em>What VidIQ is;</em></p></li><li><p><em>What Features VidIQ provides;</em></p></li><li><p><em>How to choose a license for VidIQ;</em></p></li><li><p><em>How to use Keyword Research Tool;</em></p></li><li><p><em>How to implement found keywords in your YouTube videos;</em></p></li><li><p><em>How to use Daily Ideas;</em></p></li><li><p><em>And Much MORE!</em></p></li></ul><p>It's no secret that YouTube is the second largest search engine in the world. Also, it is worth investing your time and energy into your channel with VidIQ to take advantage of the long-term growth potential which will greatly contribute to the success of your channel.</p><p>And here is the VidIQ Course! You will learn everything you need about this tool and its features and also everything about how to research and optimize your YouTube videos for better SEO. With VidIQ, you can finally take your Youtube channel to the next level!</p><p>Everything you'll learn here will be based on my own personal experience as a VidIQ video contributor. I'll show you what it looks like, live on video.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-02_08-44-04-71e52ca90fa4513753109dd284b19588/2/WebHD_720p.mp4?Expires=1637702100&Signature=hxF7y6pFC1pF0lYFslQlAwNZhQBSdQ0m~Cg3gHVmSk07iYGITcO7tT6MlWXdHcsPXmIuWIYpmnKnSIlqq2TVrOkjYMXRAYA8UwJ1XbhE0anumgO618SZpLn9LHFrVeKDuBIN~I~qHVNIoH50rhDCH7i~TKCwgGBSv8fHLHy5uuDn7ZthOKG13~lK9gRE7LdscY2FqWmdVZPHlzUQw~3Zxi7ONBCcFhMa3yfoHEWN~lPhWRjyTL3jqhUq-smF~ORsnShLQtMalSZiuAI-HEgegldZA3nDWh8ALICO9nAzmX38vixGEnUCg1N7KYQvUMTzBLdgQ4x6xAzvHB-WVk~dFw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3442354", "category": "Business", "sub_category": "Entrepreneurship", "title": "Make Money From Home: 12 EASY Options to Make Money Now", "level": "All Levels", "author": "Roope Kiuttu", "duration": "2.5 hours", "rating": "3.2", "reviews": "523", "students": "62963", "coupon_code": "92BD1EDAEF7F7C03ECA8", "preview_img": "https://img-c.udemycdn.com/course/750x422/3442354_f3a1_2.jpg", "coupon_link": "https://www.udemy.com/course/make-easy-money-from-home/?couponCode=92BD1EDAEF7F7C03ECA8", "end_day": "2021-11-26 19:15:29+00:00", "headline": "Do YOU Want to Make Money From Home? I've Helped Over 385,000 People And I'd Love to Help YOU too!", "description": "<p><strong>If YOU have been looking for easy options to make money from home, this course is the right one for you.</strong></p><p><strong>I'll show you CLICK-BY-CLICK&nbsp;12 easy ways to make money online.</strong></p><p>This will also give YOU confidence that anyone can earn money from home.</p><p>Everything in this course is <strong>extremely simple and easy-to-follow.</strong></p><p>If you are looking for more advanced strategies to make money online, I&nbsp;advise that you take my other Udemy courses where I'll show you more profitable strategies.</p><p>These methods are EASY&nbsp;Ways to make money but in my other courses, you'll learn how to earn BIG&nbsp;money online.</p><p><strong>I help people WORLDWIDE to make money and every single day over 10,000 people watch my videos on YouTube. </strong></p><p>My greatest people is to see people succeeding when they use my methods to make money.</p><p>Every single person is important.</p><p>Once you learn these EASY ways to make money, you can move to more profitable ways to earn money online that I will show you.</p><p>You're gonna be the next success story!</p><p>I'll see YOU inside my money-making courses!</p><p>It's Your Time!</p><p>- Roope \"Educating over 385,000 people on Udemy on how to make money online\"&nbsp;Kiuttu</p><p><strong>PS. If you have been dreaming of making money from home, now is the high time to START!</strong></p><p><strong>Every second that you delay may be costing you money.</strong></p><p><strong>Take action before it's too late...</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-29_15-01-32-1d3903cb53d6bad67030baa5228a7d72/1/WebHD_720p.mp4?Expires=1637702106&Signature=TwCyfA5K4DxnAOvmGvygLD9np7bdeTtmTiJaPQObIk1AtRuZ5aSTvPBYOGeBXnedd4pZbRqQSFQyMl05thJGVmCcpsUVJxIsBmaMMHShchpsaySMerN73iA5TEqq1aLCKsl5tXitx31dMZLZCr8rT0rMNNtI6qFX87Uh4CBfjJSryFU~jo3OGPDBB7H5im4HD4PMJf1BBXsbhB7ts0EX9JBqJiSC~VNuYXwwj6N~MCVrGEuhNj8SYVs6sl38ovpGyUeB5PpDrtFPsmjZjNoDyUvZ~4f8IZoR2jtXhjkgKytKQVru95a6gMM~V-X7crIPbRKDGhjVv7WS4WfdD6PXyQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4100560", "category": "IT & Software", "sub_category": "Other IT & Software", "title": "The OWASP top 10 demystified", "level": "Beginner Level", "author": "Wesley Thijs", "duration": "7.5 hours", "rating": "4.2", "reviews": "103", "students": "17359", "coupon_code": "5578DC1D7987360D28A5", "preview_img": "https://img-b.udemycdn.com/course/750x422/4100560_a395_3.jpg?secure=f7_ag2ciReASRKIkCrMoZg%3D%3D%2C1637772309", "coupon_link": "https://www.udemy.com/course/the-owasp-top-10-demystified/?couponCode=5578DC1D7987360D28A5", "end_day": "2021-11-28 12:16:19+00:00", "headline": "A practical guide for ethical hackers, developers and software testers to the 10 most prevalent security defects of 2017", "description": "<p><strong>Who am i?</strong></p><p>I am The XSS&nbsp;Rat, also known as Wesley.&nbsp;I&nbsp;created infosec tutorials and courses in a unique way.&nbsp;It's my opinion that a teacher should be able to bring knowledge in an inspirational way but also make sure that knowledge is retained.&nbsp;This is a very unique challenge requiring out of the box thinking.&nbsp;My courses never just consist of a video or video + PDF&nbsp;only format.&nbsp;Courses should be interactive and not just boring reads of powerpoint slides.</p><p><strong>Who is this course for?</strong></p><p>This course is for everyone who needs to work with the OWASP&nbsp;top 10 but found the guide made by OWASP&nbsp;hard to apply or understand like me i have created this course after performing deep research on all the mentioned topics and learning how to apply these techniques. On several topics we will provide hack-a-long video's to make the topics covered visual which allows for a better understanding and it makes it so that you don't need an extreme level of knowledge to get started with this wonderful list. </p><p>Even though we have done everything in our power to make this course as beginner friendly, a basic understanding of web applications such HTTP(s)&nbsp;methods such as GET and POST and what is meant by a parameter. </p><p><strong>Contents</strong></p><p>- A video and PDF&nbsp;covering every topic in the OWASP&nbsp;top 10 as seen from the perspective of testers, developers and managers</p><p>- Extra content on several topics where applicable</p><p>- Hack along demo video's demonstrating several vulnerability types where applicable</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-04_18-37-33-4ee9f21713bbc4b6371653ecc2fed3b1/1/WebHD_720p.mp4?Expires=1637702109&Signature=MfGrCk1FElCiFBVl45BL4e87~OBULG-d~yfd8pplawyoWlfg1SpGsn2Bav1Pwb8FoMwQwaO3BykA4jBm~gou-VWGysru0UwgVVIeHr5oKzbJZTOetmNmtLecvf-fs6bYISvjiQLpcQaaAvghNrYIciwP6mK0Ctveg7-TUbac2UbgaPhX~V1uWgec4NLn5jqRw5boavangSWySAe-QRkxWzRzQL1bfxwzehQKQYBzKqjA~pNs1QRCBK~I7GL9JQvJkCBxMdkZJc842obwCrLAvlOSLS1v0yvRp8z3WjIovYlT~j-Ch~MSp4J7lI5TRBt~on7s9E5mXehk~s~QNZRvEA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4211458", "category": "Marketing", "sub_category": "Digital Marketing", "title": "Einstieg ins Affiliate-Marketing", "level": "All Levels", "author": "Kristoffer Ditz", "duration": "1,5 Stunden", "rating": "5.0", "reviews": "3", "students": "150", "coupon_code": "8275A9F28A69C5AB9772", "preview_img": "https://img-b.udemycdn.com/course/750x422/4211458_4168.jpg?secure=yC7X8dGpaNqVlfxSzhfWDA%3D%3D%2C1637772312", "coupon_link": "https://www.udemy.com/course/einstieg-ins-affiliate-marketing/?couponCode=8275A9F28A69C5AB9772", "end_day": "2021-11-27 21:00:24+00:00", "headline": "Lernen Sie, wie Affiliate Marketing funktioniert - wie Sie Affiliate werden oder Affiliates als Vendor gewinnen", "description": "<p><strong>Allgemein</strong></p><p>Kein Startkapital, kein eigenes Produkt bzw. eigene Idee?</p><p>Mit <strong>Affiliate-Marketing</strong> ist dies heute in Zeiten der Digitalisierung kein Problem mehr.</p><p><strong>Affiliate</strong> heißt aus dem Englischen übersetzt Geschäftspartner. Wenn man so will ist <strong>Affiliate-Marketing</strong> die <strong>Empfehlung</strong> von Produkten und Dienstleistungen anderer Unternehmen. Voraussetzung dafür ist, dass diese Unternehmen ein Partnerprogramm anbieten.</p><p>Wenn der <strong>Affiliate-Marketer</strong> sich nun für ein Produkt/Dienstleistung für das <strong>Partnerprogramm</strong> anmeldet und zugelassen wird, erhält dieser eine <strong>Provision</strong>, wenn ein Produkt über seinen Vertriebskanal bestellt bzw. verkauft wird.</p><p>Heute gibt es weit über 10.000 <strong>Partnerprogramme</strong> von Produkten und Dienstleistungen aus allen Branchen.</p><p><br></p><p>Allerdings sollten Sie als <strong>Affiliate-Marketer </strong>beachten, dass viele Fehler gemacht werden können, die es unbedingt zu vermeiden gilt.</p><p>Schnell versprechen Scharlatane, dass es möglich ist, über Nacht ein Vermögen aufzubauen. Ausnahmen bestätigen die Regel, allerdings für erfolgreiches <strong>Affiliate-Marketing</strong> auch Zeit und Geduld erforderlich.</p><p>Wenn Sie Anbieter von Produkten sind (<strong>Vendor</strong>) und nun zusätzliche Einnahmen über <strong>Affiliates</strong> generieren möchten, sollten Sie sich für ein Partnerprogramm anmelden und <strong>Affiliates </strong>aufmerksam machen, dass diese an Ihren Produkten und/oder Dienstleistungen mitverdienen können. Eine Win-Win-Situation sozusagen.</p><p>Dabei sollten Sie als <strong>Vendor </strong>darauf achten, was Sie und Ihre Produkte oder Dienstleistungen auszeichnet, dass <strong>Affiliates</strong> diese bewerben und empfehlen.</p><p><br></p><p><strong>Über mich</strong></p><p>Als Controller habe ich für mehrere Online-Unternehmen gearbeitet bzw. diese beraten. Hier habe ich auch eng mit den Online-Marketing-Manager aus dem <strong>Affiliate-Marketing</strong> zusammen gearbeitet. Des Weiteren biete ich für meinen eigenen Online-Shop ein Partnerprogramm über Digistore24 an. Dieses Wissen werde ich Ihnen in diesem Online-Kurs vermitteln</p><p><br></p><p><strong>Inhalt</strong></p><ul><li><p>Wie funktioniert erfolgreiches Affiliate-Marketing</p></li><li><p>Vorteile Affiliate Marketing</p></li><li><p>10 typische Fehler im Affiliate-Marketing</p></li><li><p>Wie gewinnen Sie Affiliates</p></li><li><p>Wie sieht eine gute Affiliate-Support-Seite aus</p></li><li><p>Beteiligung bei Freebies und Up-Sells</p></li></ul><p><br></p><p><strong><em>Hinweis:</em></strong></p><p><em>Damit Sie als </em><strong><em>Affiliate</em></strong><em> tätig werden können bzw. als </em><strong><em>Vendor</em></strong><em> Ihre Produkte vermarkten können ist eine Registrierung bei einem </em><strong><em>Partnerprogramm-Portal </em></strong><em>notwendig. In diesem Kurs sind Links zu diesen Programmen enthalten, damit Sie sich bei Bedarf schneller anmelden und sofort loslegen können.</em></p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-07-31_16-58-40-822818c50fa0fd7b90c825031c286d41/2/WebHD_720p.mp4?Expires=1637702112&Signature=Ibw~L69QPSoZk6QW~X~j91GmBKWpCXIQzq4NYO4SgfC2DdzmGlod2Qw0kBhpxqM9YR15ZcjRjwEkhQQuGVyDeWZbrzvOTXzcWky8uXc9GwdEEyILCc5i0wFtrVbF2hBAANx5crqc9dCpdVE~mPZVf49--Dfedj9i7C34CxmH-rBme1g-7UvmpWlOEIjGyeAlvIR411FmfkhDRsO6Uye-~4BnWIw6RoV2hrmIzTRGqAVp95Xa~7mSjW4AvrsakA1ZJ2ZdmI3AN0Z1KEtk2RBTxzVD3k8Qha0ewzrHXGitFWFYC2PK7VX50DrGa29NXdTQqzY7kr19XRNMvOtv4X7Ylw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}]}