{"last_time_update": "2021-11-25 13:48:13", "results": [{"course_id": "4011302", "category": "Design", "sub_category": "Graphic Design & Illustration", "title": "Cartoon Drawing Course : Angry Mom Driving in Traffic", "level": "Intermediate Level", "author": "Red Jacobs Production", "duration": "3 hours", "rating": "5.0", "reviews": "1", "students": "1519", "coupon_code": "63B973CA714998BA5ED3", "preview_img": "https://img-c.udemycdn.com/course/750x422/4011302_b963_3.jpg", "coupon_link": "https://www.udemy.com/course/cartoon-drawing-course-angry-mom-driving-in-traffic/?couponCode=63B973CA714998BA5ED3", "end_day": "2021-11-29 15:47:17+00:00", "headline": "A step-by-Step Guide to drawing and Coloring a  Cartoon Angry Mom Driving in a Traffic Jam Scene", "description": "<p>This course will help you with the knoweldge on How&nbsp; to Draw&nbsp; and Color Cartoons, with these simplified and easy to follow techniques to <strong><em>enable you become a Professional Cartoonist.</em></strong></p><p><strong>Created by a Amazing Cartoonist ( over 10 years Experience) T.S Amachree</strong> to help you Draw and Color Amazing Cartoons&nbsp; Straight from Your Imagination even with your little experience in Drawing.</p><p><strong>What You'll Learn</strong></p><ul><li><p>How to Draw &amp; Color A Cartoon School Bus</p></li><li><p>How to Draw and Color a Cartoon Car.</p></li><li><p>How to Draw a Cartoon Driver.</p></li><li><p>How to paint a car WindShield. (Secret Sauce)</p></li><li><p>How to Paint a Road &amp; Lanes in cartoon Drawings.</p></li><li><p>How to arrange &amp; Re-Scale your Cars to fit a Lane to form aTraffic Jam.</p></li><li><p>The Best way to Start your Cartoon Drawings.</p></li></ul><p>All you need to unlock yourr creativity is a Ball Point Pen &amp; Your Imagination with a Little&nbsp; Passion To Learn.</p><p>If you are passionate about Drawing Cartoons, You are a beginner Cartoonist or You simply&nbsp; wann take Your Cartoon Skills to the next Level; This course is for You. Learning How to Draw and Color Cartoons May jut be the best thing that Could Happen to You this year.In this detailed Cartoon Comic Series Course; I will be sharing with you my secrets in Drawing and Developing Cartoon Comic series from your Imagination.</p><p>I will take you from the Blueprint idea sketch to the Final Colored &amp; Edited Cartoon Drawing.</p><p>This will help you create you own Cartoon&nbsp; Professionally; Build your Comic Book; for your Friends on your social media or designed for clients (blogs, Magazines, Video Shoot planing &amp; newspapers) to earn extra money.</p><p>Each Lesson is very Easy to Understand- Step-By -Step ( in Real Time.)</p><p><strong>a 30 Day Guarantee 100%.</strong></p><p>Being a Cartoonist is most fulfilling...</p><p>Its a rare pleasure sharing my gifts with You.</p><p>This is my Sincere Gift of Knowledge to unlock the Artist in You.</p><p><br></p><p>Can't wait to see you inside</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-04-27_20-37-31-615ddce6e0b0204772ca1bb70737ac6b/1/WebHD_720p.mp4?Expires=1637860224&Signature=QLpQ8crzzXbr5e58TB9wIkmMFYuPzOMjM4lL6CsEZfAVpvTOkdD2oA-BZb3~pq1rxmEJcpTwANZ7odiv57s5587ti6x4k9CNMLDeNi42DFCeFLrDjFB-0DxlJOkPycaVKubTjySsh9ICBki1gNeaTaTSjcxc8mRQOlvdvmCwlPPUh79ms9ibLtUFDZYz2HYwfW36MyYiDm~hbdBqhKwLkbf-BCtiQ1LeUpw4u8J53XHS5GL-SEg8nV7-9saUgHU86nm0EQuVDMC5XH2UChGbaAaZk6Rcqa9vLteWQoERumsqPbqLEidffFZkPZNfN6Ujs7sAmsMdrlB3VW0E~1vj1Q__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4179698", "category": "Teaching & Academics", "sub_category": "Language Learning", "title": "Arabic Language Course: Learn to Read Arabic, Write & Listen", "level": "All Levels", "author": "Hassan Academy For Arabic Language Courses", "duration": "13.5 hours", "rating": "4.6", "reviews": "61", "students": "18157", "coupon_code": "FREE-ARABIC", "preview_img": "https://img-c.udemycdn.com/course/750x422/4179698_829c.jpg", "coupon_link": "https://www.udemy.com/course/arabic-language-learn-to-read-arabic-through-short-stories/?couponCode=FREE-ARABIC", "end_day": "2021-11-29 08:57:07+00:00", "headline": "Arabic language course to learn to read, write arabic & listen through stories for Beginner, Intermediate & Expert Level", "description": "<ul><li><p><strong>New Update:&nbsp;We added Arabic Audiobook + MP3 Files + Translation in English.</strong></p></li></ul><ul><li><p><strong>New Update: We added new Section to Learn Writing in Arabic.</strong></p></li></ul><p>--------------------------------------------------------------------------------------------------------------</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;السلام عليكم</p><p><br></p><p>In this Course, you will learn to <strong>Read, Write &amp; Listen </strong>to<strong> Arabic</strong> through <strong>Short Stories &amp; Audiobooks.</strong></p><p><br></p><p>This Course is divided into 9 Sections:</p><ul><li><p>In the First Section: you will learn How to Write &amp; Pronounce <strong>Arabic Alphabet</strong>, and we will take some words for each letter.</p></li><li><p>The Second Section: you will learn How to Read Words with <strong>Arabic Diacritics</strong>.</p></li></ul><p>By finishing these two sections, you will be able to Read Words in Arabic.</p><p><br></p><p>Then,</p><ul><li><p>In the Third Section: you will take <strong>General Important Lessons</strong>, such as: How to make a sentence in Arabic.</p></li></ul><p>By finishing this section, you will be able to make sentences in Arabic.</p><p><br></p><p>Then,</p><ul><li><p>In Section 4: we will take <strong>Short Stories</strong>.</p></li></ul><p>By finishing this section, you will be able to Read Stories in Arabic.</p><p><br></p><p>Then,</p><ul><li><p>In Section 5: we will learn <strong>Writing in Arabic</strong> from Beginner to Advanced.</p></li></ul><p><br></p><p>And Finally,</p><ul><li><p>In Section 6, 7, 8 &amp; 9: we will learn to Listen to Arabic through <strong>Audiobooks</strong>.</p></li></ul><p><br></p><p>So, <strong>this Course consists of 5 Steps:</strong></p><ul><li><p>The First Step: is to learn How to <strong>Read Words</strong>.</p></li><li><p>The Second Step: is to learn How to <strong>Read Sentences</strong>.</p></li><li><p>The Third Step: is to learn How to <strong>Read Stories</strong>.</p></li><li><p>The Fourth Step: is to learn <strong>Writing in Arabic</strong>.</p></li><li><p>The Fifth Step: is to learn to <strong>Listen to Arabic</strong>.</p></li></ul><p><br></p><p>So, bring your pen &amp; papers; and let’s get started..</p><p><br></p><p><strong>What will you learn in this Course?</strong></p><ul><li><p>You will learn the Essentials of Arabic Language.</p></li><li><p>You will learn Arabic Alphabet &amp; Diacritics.</p></li><li><p>You will learn How to Pronounce Arabic Words.</p></li><li><p>You will learn 2000+ Arabic Words &amp; General important Lessons.</p></li><li><p>You will learn How to Make Sentences in Arabic.</p></li><li><p>You will learn to Read &amp; Listen to Arabic through Stories.</p></li><li><p>You will learn to Read Arabic Books.</p></li><li><p>You will learn to Write Arabic from scratch.</p></li><li><p>You will learn to Listen to Arabic Audiobooks.</p></li></ul><p><br></p><p><strong>Who is this Course For?</strong></p><ul><li><p>Arabic Learners.</p></li><li><p>Students who are in Beginner, Intermediate &amp; Expert Levels in Arabic.</p></li><li><p>Anyone wants to learn Arabic Alphabet &amp; Diacritics.</p></li><li><p>Anyone wants to learn How to Pronounce Arabic Words.</p></li><li><p>Anyone wants to learn How to make sentences in Arabic.</p></li><li><p>Anyone wants to learn to Read Arabic through Short Stories.</p></li><li><p>Anyone wants to learn to Write in Arabic from scratch.</p></li><li><p>Anyone wants to learn to Listen to Arabic through Audiobooks.</p></li></ul><p><br></p><p><strong>Who is Hassan Academy?</strong></p><p>Native Arabic Speaker, with over 12+ years of experience in Arabic Language.</p><p>Hands-on experience creating development courses and activities modeled on goal attainment and student-centered instruction, delivering engaging lessons focused on the interests and needs of students. Knowledgeable of standard instruction principles, classroom management styles, and approaches to teaching Modern Standard Arabic to English speakers.</p><p>We will add value by helping you learning how to listen to Arabic and read Arabic with true pronunciation as fast as possible.</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-07-16_16-59-00-b6720ed43c57cfa5990423d9d11e18da/2/WebHD_720p.mp4?secure=NyYqa9w-3lkR3R-97vUwgA%3D%3D%2C1637860241"}, {"course_id": "4387812", "category": "Marketing", "sub_category": "Digital Marketing", "title": "Dein eigener Podcast - Live in 24 Stunden!", "level": "Beginner Level", "author": "Sebastian Glöckner", "duration": "3 Stunden", "rating": "0.0", "reviews": "0", "students": "322", "coupon_code": "E1BD921065BF608A65D4", "preview_img": "https://img-c.udemycdn.com/course/750x422/4387812_b8fe_2.jpg", "coupon_link": "https://www.udemy.com/course/dein-eigener-podcast/?couponCode=E1BD921065BF608A65D4", "end_day": "2021-11-28 21:30:33+00:00", "headline": "Als Online Unternehmer Tausende gratis Leads gewinnen - lerne Best Practices vom Erfolgs-Podcast!", "description": "<p>Podcast wird immer beliebter und immer mehr Menschen hören Podcast. Über 4 Millionen Menschen hören in Deutschland sogar täglich eine Podcast Episode, Tendenz steigend. Dies bietet <strong>enorme Möglichkeiten auch für Dich!</strong> Nutze Podcast für <strong>Content Marketing</strong>, so baust Du Dir eine <strong>treue Hörerschaft auf mit einem hohen Maß an Bindung zu den Hörern.</strong> </p><p>Hast Du Deinen Podcast richtig aufgebaut, bietet er Dir eine<strong> ideale Werbefläche und zwar unkompliziert, authentisch und ohne jegliche Produktionskosten</strong>. Ohne Werbekosten geht Deine Message direkt ins Ohr Deiner Zielgruppe.</p><p><strong>Podcast Hörer</strong> möchten ihr eigenes Wissen in bestimmten Themenbereichen vertiefen oder Neues zu lernen <strong>und verweilen lange.</strong> Neben der Wissensvermittlung spielt beim Podcast auch Unterhaltung eine große Rolle.</p><p>Mit einem <strong>eigenen Podcast kannst Du als Unternehmer, Deine eigene persönliche Marke aufbauen, als Experte noch besser wahrgenommen werden sowie treue Kunden und Interessenten für Dein bestehendes Geschäft gewinnen. </strong>Oder der Podcast ist die Geschäftsidee an sich, denn mit einem guten Podcast alleine kannst Du schon viel Geld verdienen.</p><p>In diesem Kurs lernst Du, Podcasting macht richtig Spaß. Du lernst, <strong>wie Du einen Podcast richtig aufbaust, von Deinem Warum, über die Themenwahl, Redaktionsplan, welche Technik bis hin zur praktischen Umsetzung</strong>. </p><p>Wir gehen zusammen durch die Tools und zeigen Dir wie Du <strong>eine Podcast Episode innerhalb 15 Minuten in guter Qualität hochlädst </strong>und welche Auswertungen Du Dir regelmäßig anschauen sollst.</p><p>Dieser Kurs besteht aus kurzen und leicht verständlichen Lektionen. <strong>Wenn Du dem Kurs folgst, wirst Du schnell in der Umsetzung sein und mit Deinem eigenen Podcast durchstarten.</strong> </p><p>Viel Spaß beim Zuschauen! </p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-10_00-09-30-b31c41183ff66f96cfeda852671cf2c1/2/WebHD_720p.mp4?Expires=1637860250&Signature=IJHI8331xFo~4jTixHYY20ctpzugruMbJTdjt0MoOvQs4Rc4pai56ibEOShTghIfhNVosd9Rv2NcXS6ytJ9jYLdpytJQTvbFCWFNqvwHaPcDW-cd-7g-iWUkhytYun4Rc0-d8aZBBXxIDluO~53gSWJx5cwueeFAeAwJCvUZHjymgc6MIaWdDmqC0pFYktf8SkHjkLcVbwtwmVitS3DuAu3Ru3dNnm9bACejEf27NLYQCFAE6Q6wHgoFv5bJP3f1-GDfSv5HGtummHPrNJeXh46VHN4CRcQOx9uDPpxKxNkphsij6FZGa30hrtX-xQ6kW3zdRT~XxwJ4538nowK~cg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4284346", "category": "Teaching & Academics", "sub_category": "Language Learning", "title": "Master the English Irregular Verbs Once and For All", "level": "Intermediate Level", "author": "Carlos Miguel Garcia E.", "duration": "2 hours", "rating": "4.2", "reviews": "88", "students": "28822", "coupon_code": "1KFREEUPTONOV29", "preview_img": "https://img-c.udemycdn.com/course/750x422/4284346_3d40_3.jpg", "coupon_link": "https://www.udemy.com/course/master-the-english-irregular-verbs-once-and-for-all/?couponCode=1KFREEUPTONOV29", "end_day": "2021-11-29 23:33:09+00:00", "headline": "An English Course Based on Irregular Verbs.", "description": "<p>Hi! I'm Carlos. I'm a Trilingual Udemy Instructor, and I can't wait to help you improve your fluency, and other skills in speaking English.</p><p><strong><em>I have created this shorter version for you to get a taste of another of my courses. This will help you see the quality of the course and our teaching style. Expect more information in the near future. </em></strong></p><p>When I designed this course, I put myself where you are now. I know the challenges you are facing while trying to gain fluency in your speech. That is why I have applied the techniques that will help you boost your english level. </p><p> Irregular verbs are a very important part of every day conversation. This course will help you get familiar with the most common Irregular Verbs used in real speech. All the sample sentences, pronunciation excercises and quizes, will help you master those verbs. </p><p>Every minute you dedicate to the course will be worthwhile. The time you spend mastering them will have a direct effect on your fluency. <em>You´ll see immediate results!</em></p><p><strong>Why this course?</strong></p><p>It is not a secret that Irregular Verbs are hard to learn. So when Enlglish learners try to use the verbs in a professional situation it is very embarrassing not to use the right conjugation, and your chances to give a good impression to potential employers are gone. I hope this course can help you improve your communication skills, and give you a better chance to get your dreammed job.</p><p>Enjoy your learning!</p><p><br></p><p>Do not hesitate to ask any questions you may have. </p><p>Support available in:</p><p><strong>English</strong></p><p><strong>Spanish</strong></p><p><strong>French</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-09-06_17-26-00-3ea10ff4d88286e61a9eaea5c93cc46a/2/WebHD_720p.mp4?Expires=1637860255&Signature=b0t5C5cdKTug7QkOkhKK83NdeJNhDDf2OhKJDXRwbaHOVJK8C~JOHx2DPcYhfMSunzumaYZnh5ymERYHIbGrusPUYFjQaj4Z-GOwuhX8sZqRf-j46pjJTB7BHlWrsOZYSKRmMn4L5421MNW0TR-4AU3lFG7QKv0TqCE12Lu4Hb~HxkdcAy0U8dYVxe4wSTa7Tp9qt5zjmjQCFGnb7jWs2fXa9nh-u3juwksDfNmvpVvjQq3QoDUxz2TXMVLylqCliCs9fuKO3xrBMusSwEqRecPTZa0zA6bEWfdcFkuVHnSyRF4VPEu~wEXKONHJpT1W6xr9QOUIajVsuaU9lbw3ng__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4393210", "category": "Business", "sub_category": "E-Commerce", "title": "The Complete Introduction to Online Course Creation", "level": "Beginner Level", "author": "Yassin Marco", "duration": "7 hours", "rating": "3.3", "reviews": "3", "students": "3066", "coupon_code": "D24FE7CF5167344C81B7", "preview_img": "https://img-c.udemycdn.com/course/750x422/4393210_0ba9.jpg", "coupon_link": "https://www.udemy.com/course/the-complete-introduction-to-online-course-creation/?couponCode=D24FE7CF5167344C81B7", "end_day": "2021-11-29 23:40:16+00:00", "headline": "Learn all the basics of starting your own online course business", "description": "<p><strong>Why am I qualified to teach this course:</strong></p><p>My name is Yassin Marco and I will be your instructor for this course. I have been an online course instructor for many years and as of today I have over 25 online courses on various plateforms as well as over 1.1 million unique students on udemy alone. My courses have been taken by people all over the world and have helped many in different fields. Over the time I received a lot of questions about how I started in this field and someone can also start out in the course creation world. So I deceided to create a course that contains everything about this topic. My goal with this course is really to help you understand all the aspects of this business model and helping you start out as a course creator and helping you share your skills with other and beeing able to monetize them.</p><p><strong>Course Presentation</strong></p><p>Creating an online course is not an easy task and can sometimes get really complicated especially if you have no prior experience in this field. But, don't worry, this course has everything you need to start your very own and first online course. Indeed, you will learn many interesting things about this business model. If you:</p><p>- Are someone interested in teaching your skills to others</p><p>- Want to create your first online business</p><p>- Launching your own teaching plateform</p><p>- Are simply interested by the topic and want to learn more about it</p><p>Then you will love this course. Not only you will have by the end of the course a very strong understanding of how to crate your course since I will teach you everything that I personnaly do but you will also be able to create your course from scratch, launch it on various marketplaces, create your plateform and finally promote your course.</p><p><strong>The structure of the course</strong></p><p>The way this course is created is really done to help you learn all the basics of course creation and launching your first online business in this field. From the basic theory and course plan creation to launching your course, your plateform and promoting everything you created, everything in this course is structured to help you learn and achieve your goal of understanding how you can work with this business model. In this course, you will also learn how to work with various plateforms or marketplaces and what exactly you should take into consideration to succed in this type of business. The objective of the course is simple, teaching you everything you need to know to become more efficient when you are creating your first online course.</p><p>Also, this course is built on a concept of learning by practice. In other words, even if there is a lot of theory, you will have a lot of examples and practice. This way, you will have a better understanding of this topic and reach your full potential when you will grow your teaching business .</p><p><strong>For who is this course designed</strong></p><p>There are many course creation courses out there, but this one is different. Indeed, this online course creation course will teach you with clear and simple examples all the basics of to start a business in this field. Also, since this course is an introduction to the topic it's perfect for people that have no prior experience with this business model, teaching or creating an online course. Indeed, even if you never had or created an online business before, you will have a solide understanding of the topic. The goal of this course is really teaching you how to think like an experienced online course creator and showing you all the tips and tricks to start out with this business model.</p><p><strong>Why should I take this course</strong></p><p>If you want to start your first online course then you should definely take this course. Not only you will learn how to create an online course from scratch but you will also be able to promote it on different plateforms, marketplaces as well as your own plateform. Indeed, by the end of this course you will have the required knowledge to start in the online business world and be able to grow your brand.</p><p><strong>There is no risk involved in taking this course</strong></p><p>This course comes with a 100% satisfaction guarantee, this means that if your are not happy with what you have learned, you have <strong>30 days </strong>to get a complete refund with no questions asked. Also, if there is any concept that you find complicated or you are just not able to understand, you can directly contact me and it will be my pleasure to support you in your learning.</p><p>This means that you can either learn amazing skills that can be very useful in your professional or everyday life or you can simply try the course and if you don't like it for any reason ask for a refund.</p><p><strong>You can't lose with this type of offer !!</strong></p><p><strong>ENROL NOW and start learning today :)</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-11_19-43-58-adec7cca600377c8aee23cbb933d56e1/2/WebHD_720p.mp4?Expires=1637860267&Signature=AYCh0f8HAk7fgl-LZiTT4L0KiFmGRL7kOlHYSzZO-6si12qZ6q7OD8ZpxUQ0fOtEQj7wYRNF3FGGCvhjopuwLuCqs7Sj8Q3Z6mTUl4jdS-PcqoaIMeaBlqAFthobhpXlxjqAdDKd6xZa3NmJ50IavaRkFOVcBD6rD~87hHCNaKptDE54cWVgszm5fAXBaJIuGt8Rhl1K~x1xMe3We8fr6KjxcmihtmtA7WT29v7FcjFi4c8gBScQueGQv0CW9nPwkg-61K5E7s3ErYIZzVxwHObv0Qm3rjrPy89shl~yz2x5hCO2p6502d9wWcerHHhDIjFuGELVs4bRK~47mn0Zag__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "239692", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Introduction to the CISSP Security Certification", "level": "All Levels", "author": "Adrian Mikeliunas", "duration": "2.5 hours", "rating": "4.3", "reviews": "290", "students": "7149", "coupon_code": "2026C67DB1C095C80010", "preview_img": "https://img-c.udemycdn.com/course/750x422/239692_359d_9.jpg", "coupon_link": "https://www.udemy.com/course/introduction-to-the-cissp-security-certification/?couponCode=2026C67DB1C095C80010", "end_day": "2021-11-30 05:09:00+00:00", "headline": "Introduction to the Certified Information Systems Security Professional (CISSP) Certification for 2021", "description": "<p><strong>Acquire the ability to deal with today’s fast evolving technological threats. </strong>&nbsp; &nbsp;</p><p>Information security is an area that every organization needs to deal with, considering the increased security risks arising from emerging technologies and the growing army of malicious attackers.&nbsp; &nbsp;This CISSP training course covers topics ranging from operations security, telecommunications, network and internet security and business continuity planning.&nbsp; &nbsp;</p><p>The training course is delivered by a certified CISSP professional, covering all eight domains of the CISSP Common Body of Knowledge (CBK) and is addressed to both information security professionals, which are committed to continually expanding their knowledge and expertise, as well as the general public.&nbsp; &nbsp; </p><p>The CISSP certification is a worldwide recognized standard of achievement that confirms knowledge in the information security field and is imperative to a cyber security career. CISSPs are information assurance professionals that assure a secure business environment. \n\n&nbsp; </p><p><strong>The CISSP Certification offers the following benefits: </strong>&nbsp; &nbsp;</p><ul><li><p>Advanced knowledge of information security</p></li><li><p>Enhanced credibility and marketability career distinction&nbsp; &nbsp; </p></li><li><p>Increased income than non-certified professionals \n\n&nbsp; </p></li></ul><p>The CISSP course is nothing more and nothing less than a thorough, deep dive into the most critical skills of information technology and it is available to anyone, anywhere in the world. <br><br>This Cyber certification is offered by (ISC)2 which is an international non-profit organization with more than 200k certified members. The certification was introduced in 1994 and is most required security certification on Linkedin. The exam is available in 8 languages at 882 locations in 114 countries. The certification meets ISO/IEC Standard 17024.</p><p>Important Domains of CISSP Certificate</p><p>A domain is a broad topic that you need to master to ace the CISSP certification exam. Here are the important CISSP Domains:</p><ul><li><p>Domain 1. Security and Risk Management</p></li><li><p>Domain 2. Asset Security</p></li><li><p>Domain 3. Security Architecture and Engineering</p></li><li><p>Domain 4. Communication and Network Security</p></li><li><p>Domain 5. Identity and Access Management (IAM)</p></li><li><p>Domain 6. Security Assessment and Testing</p></li><li><p>Domain 7. Security Operations</p></li><li><p>Domain 8. Software Development Security</p></li></ul>", "preview_video": "https://mp4-b.udemycdn.com/2018-10-10_03-58-59-0cb01d210e75ccc6b97dca0dead359ec/WebHD_720p.mp4?secure=gQaBDEalA7yuWTlfEhCwOg%3D%3D%2C1637860284"}, {"course_id": "3923356", "category": "Business", "sub_category": "Project Management", "title": "HVAC Ductwork Quantity Take off for Quantity Surveyors", "level": "All Levels", "author": "Akhil Krishna", "duration": "42 mins", "rating": "4.1", "reviews": "101", "students": "18854", "coupon_code": "HVACFORNOV", "preview_img": "https://img-c.udemycdn.com/course/750x422/3923356_5dca_2.jpg", "coupon_link": "https://www.udemy.com/course/hvac-duct-quantity-take-off-for-quantity-surveyors/?couponCode=HVACFORNOV", "end_day": "2021-11-29 17:46:20+00:00", "headline": "HVAC, Duct, Take off, Estimation, Quantity Surveying, Length, Area, Weight, SMACNA, POMI, AUTOCAD, Excel, Template, MEP", "description": "<p>Welcome to this course on HVAC Duct Quantity Take off.</p><p>HVAC stands for Heating, Cooling, Air Conditioning. It forms a part of MEP Services.</p><p>Ducts are used as a medium for transmission of air from the equipment's to different rooms in a building.</p><p>Accurate estimation of DUCT quantities is critical for an effective cost management of a construction project. </p><p>In this course you will understand how to take off the HVAC duct quantity using different unit of measurements.</p><p>You will be able to estimate the duct measurement by length, area and weight by the end of this course.</p><p>Excel templates for all length, area and weight measurements are separately explained and the templates are also available for download.</p><p>These templates can be used in your professional life.</p><p>This course also includes the basics of ductworks, difference between Air Handling Unit &amp; Fresh Air Handling Unit.</p><p>POMI Standards for Duct measurement is also included as an additional lecture.</p><p>There is also a lecture on AUTOCAD tips that can be helpful for your estimation purpose.</p><p>SMACNA Documents for weight estimation is also explained and this document is downloadable in this course.</p><p>A Sample drawing is also included for practice purpose.</p><p>Construction professionals and enthusiasts will definitely enjoy this course and learn something new.</p><p><br></p><p>So enroll for this course without wasting time and have fun learning new concepts and ideas.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-03-18_18-33-33-a686169937201eeb7c101a1447075da9/1/WebHD_720p.mp4?Expires=1637860291&Signature=i1IUfRr~4vGInlzCL99MthEmN5R6HzvHATFU9bMFtfS6UYhHEL-hRcc3IXBD28t~ukXCkFjlQAiMNAgzJ0TdBK3yKKYql11Htq-lX5UEVCmHpZhOX58HwRRzMv4Gp0JvBhC43L28NRXrbl7ykqRdaW-gMBSl6EYNLDnmrAM3APImsF632IDSyzGxYaGFKvNTq6my3ywL6FLRxZm~rcfl1k85SMVU2R9gB~-Si1g6SqZXKycAzHRf8gYI5sVTVVvhPQ4eiQk11sMgN868rL84PLAikc8~ciK2duDI0ZeKdvg2kOmDleHLLw4rm~0jQdjVnDq4I9aT7Np-Kv5A1mGFwg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4144042", "category": "Teaching & Academics", "sub_category": "Language Learning", "title": "Arabic Alphabet For Beginners", "level": "Beginner Level", "author": "Hassan Academy For Arabic Language Courses", "duration": "2 hours", "rating": "4.7", "reviews": "47", "students": "16885", "coupon_code": "ARABIC-ALPHABET", "preview_img": "https://img-c.udemycdn.com/course/750x422/4144042_eeb5_2.jpg", "coupon_link": "https://www.udemy.com/course/arabic-alphabet-for-beginners/?couponCode=ARABIC-ALPHABET", "end_day": "2021-11-25 18:31:36+00:00", "headline": "Arabic Language: Learn to Pronounce & Write Arabic Alphabet, and Read Arabic Words", "description": "<p>السلام عليكم</p><p><br></p><p>In this Course, we will learn <strong>Arabic Alphabet</strong> from Alef to Yaa</p><p><br></p><p>Firstly, we will take general view for all letters,</p><p>then, we will learn each letter in details :</p><p>How we Pronounce it ?&nbsp; &nbsp;&amp;&nbsp; &nbsp;How we write it ?</p><p>and some words with this letter, so we can read Arabic Words.</p><p><br></p><p>Finally, you will take a test, so you can evaluate yourself in Arabic after finishing this Course.</p><p><br></p><p><strong>By finishing this Course, you will be able to :</strong></p><ul><li><p>Pronounce Arabic Alphabet.</p></li><li><p>Write Arabic Alphabet.</p></li><li><p>Read Arabic Words.</p></li></ul><p><br></p><p><strong>This Course is for :</strong></p><ul><li><p>Arabic Learners.</p></li><li><p>Beginner Students who don't know any thing about Arabic Language.</p></li><li><p>Students who want to learn Arabic Alphabet.</p></li><li><p>Students who want to be able to read Arabic Words</p></li></ul><p><br></p><p><strong>Course Requirements :</strong></p><ul><li><p>Pen and Paper.</p></li><li><p>Focus.</p></li><li><p>Do the Homework after each Lesson.</p></li></ul><p><br></p><p>So let's get started..</p><p><br></p><p><br></p><p><br></p><p><br></p><p><strong>Who is Hassan Academy ?</strong></p><p>Native Arabic Speaker, With over 12+ years of experience in Arabic Language.</p><p>Hands-on experience creating development courses and activities modeled on goal attainment and student-centered instruction, delivering engaging lessons focused on the interests and needs of students. Knowledgeable of standard instruction principles, classroom management styles, and approaches to teaching Modern Standard Arabic to English speakers.</p><p>We will add value by helping you learning how to listen to Arabic and read Arabic with true pronunciation as fast as possible.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-24_18-56-54-b6818d3e061d45a3ef8b06e2d4069f30/1/WebHD_720p.mp4?Expires=1637860297&Signature=Zvt-EIkJGREaiO9kF~pxeA7IsmO1j5~K86xFwNBBVSw~4Q30S3GazihZ6KvJc~PP93nJefap-pAj17MDnKU1wDvn6QK89W3zFkdioTFZWBy5pBtaSRRa4ZQKs0hH3PX38phWuDRBfFAHn78k5M-AvZqoCcBEsUlHlaMaaQabUmx-Ry439tlcKAf6j9~mqEu1KcpldY34us46uYHlRSc02ZGT6P8392kPUHVsRUIOTzCO09N6VXJuV-0m4iYE9YKD~C0C2oJs8T9iiJ3l335BsU0Firh1-SaZKarC~hAgixfwV3HCohR5mVUrwL72yFr7zXSKNBqb7qRgu1xMYqgXcQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "354482", "category": "Design", "sub_category": "Web Design", "title": "Wordpress For Beginners", "level": "Beginner Level", "author": "Howard Lynch", "duration": "36 mins", "rating": "4.7", "reviews": "813", "students": "68042", "coupon_code": "4CC3FD7119303AD38EDB", "preview_img": "https://img-c.udemycdn.com/course/750x422/354482_310c_3.jpg", "coupon_link": "https://www.udemy.com/course/build-a-wordpress-website/?couponCode=4CC3FD7119303AD38EDB", "end_day": "2021-11-29 13:13:52+00:00", "headline": "Wordpress : Create a Kickass Wordpress site in two hours !", "description": "<p>&nbsp; </p><p>\t<strong>Would you like to learn how to instantly create an amazing website for your business, blog or any other endeavor?</strong>&nbsp; </p><p>&nbsp; \t&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Would you like me to teach you how to setup said website in under <em>two hours</em>, with your only upfront costs being hosting and a domain name ?&nbsp; </p><p>&nbsp; \t&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Can you follow the easy instructions I will lay down for you in order to setup your very own commerce or entertainment platform?&nbsp; </p><p>&nbsp; \t&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; If you answered « yes » to any of the questions above, congratulations. This Wordpress course is definitely for you.&nbsp; </p><p>&nbsp; \t<strong>Let me help you !</strong>&nbsp; </p><p>&nbsp; \t&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; In this course,<strong>I will teach and DEMONSTRATE </strong>every step of the process from registering hosting and installing Wordpress to crafting your beautiful masterpiece.&nbsp; </p><p>&nbsp; \t&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Better yet, the learning curve for this course is very short. Watch it once and you'll be ready to go. Monkey sees monkey does.&nbsp; </p><p>&nbsp; \t&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; ·Do you need/want a website for your business?&nbsp; </p><p>&nbsp; \t&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; ·Do you have very low starting capital, or wish to invest as little money as possible?&nbsp; </p><p>&nbsp; \t&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; ·Are you busy and want to get things done as fast as possible with Wordpress ?&nbsp; </p><p>&nbsp; \t&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; ·Do you want to own a business that you can be proud of?&nbsp; </p><p>&nbsp; \t&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; If you answered « yes » to <em>these </em>questions, <strong>then consider this course to be your blueprint to success.</strong>&nbsp; </p><p>&nbsp; \t&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Upon enrolling, you will get my personal help to create your Wordpress site. I will answer any question that you may have in the member's area, and I also offer Skype support if needed.&nbsp; </p><p>&nbsp; \t<strong>I would like to remind you that my course comes with a 30 days « no questions asked » money back guarantee. </strong>You have a full month to give it a spin, and try it out and if, for whatever reasons, you are unsatisfied, just ask for your refund. You take absolutely no risk !&nbsp; </p><p>&nbsp; \t&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; You can get started right after you have taken my course -That means <strong><em>TODAY!</em></strong>&nbsp; </p><p>&nbsp; \t&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Click the \"Take This Course\" button now. That's your first step to building an amazing website from scratch. Every minute that goes by without action is <strong>a minute you are not getting back.</strong>&nbsp; </p><p>&nbsp; \t&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Cheers!&nbsp; </p><p>&nbsp; \t&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Howard&nbsp; </p>", "preview_video": "https://mp4-c.udemycdn.com/2014-11-25_05-43-19-f0786a143dac4b6e61f96da0043ea511/WebHD_720p.mp4?Expires=1637860300&Signature=ODnEDNFdqHG1EEacsayysA76MFajzPBOogyGhup~JOeVYDLleqSxr92Gd7vKlgTGkLYhwL4BE5lLG55ZzQQaWHs3dRcXZM~e1MWfT-YHMcFvfPhXFyvPIlIjLX6jRkPXJOC7gUn5g6-6joRj~lDceoB87ELYTFpPnuBYgVaq-N2OOqrybQr0xe6GP~o1dS-ZBo1Ob8ErLTFC-V~70dWcERwaggRbHdmRRZqw91bh4tE1F5JT0KtIfD8ej9wXZ5LEZZPahKkJ9auiIks8DsljDIl1QPr6gnJjx2~xbeYIxEKsAx6v2r9V-9u73TAVuwBbwBEolI-3SmeT9ivRe8UGkw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4057106", "category": "Business", "sub_category": "E-Commerce", "title": "NFT for Dummies", "level": "Beginner Level", "author": "George Proorocu", "duration": "1.5 hours", "rating": "4.2", "reviews": "170", "students": "26444", "coupon_code": "E51CC98D24978A8ECC85", "preview_img": "https://img-c.udemycdn.com/course/750x422/4057106_76d8_8.jpg", "coupon_link": "https://www.udemy.com/course/nft-trading-course/?couponCode=E51CC98D24978A8ECC85", "end_day": "2021-11-28 13:50:00+00:00", "headline": "Crash course in the basics of creating and trading NFTs as a digital asset", "description": "<p>Dear students and others interested in Non- Fungible Tokens,</p><p><br></p><p>Whereas most <strong>NFT</strong> courses highlight technological components, our course introduces NFTs from both the <strong>IT</strong> and <strong>financial </strong>/ <strong>legal</strong> perspective. It is a how-to user guide that covers trading in the NFT markets, understanding the legal issues involved with NFTs (non - fungible tokens), and the technological solutions that NFT can offer in order to create what is called a DIGITAL&nbsp;ASSET.</p><p>Our unique selling point (USP) in this course is that we may introduce to you the NFT as a <strong>Tradable Digital Asset</strong>. </p><p><br></p><p>The following are the modules that we present to you: </p><ul><li><p><strong>Chapter one – Tokenization</strong></p></li><li><p><strong>Chapter two – Ownership</strong></p></li><li><p><strong>Chapter three – Trading</strong></p></li><li><p><strong>Chapter four – Smart-contracts</strong></p></li><li><p><strong>Chapter five – Technical</strong></p></li><li><p><strong>Chapter six – How to sell your NFT</strong></p><p><br></p></li></ul><p>If you study the modules carefully you will understand not only how to create non-fungible tokens but also how they can be traded, leveraged, or sold together with smart contracts.<br><br>A small case study and a small test on the materials will test your competence after your study. </p><p>The course is a crash course which means that it only takes one and a half hours of your time in order to see a result.<br></p><p>Good luck!</p><p><br></p><p><em>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </em><strong><em>&nbsp; &nbsp; - U2 CAN&nbsp;NFT -</em></strong></p><p><br><br>The NFT&nbsp;Guys</p><p><em><br>George &amp; Robert</em></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-25_18-03-37-dfa6ed2572296cf76773d5d5b75a480d/1/WebHD_720p.mp4?Expires=1637860309&Signature=RUqg0nWbZU44hgi4DAAzzpSNFIiD5LDeKL2r5kfRQ9yiTCs-RIpmgd-OIGWsM5cLn66NMKGXP4OU9poGa4SbD3-wKSBriNCC4Sc6cRDv7MsJ3lTsuasZOxx3H-rlwlj1-YC5VMm-N~zJKgBn8vqGhQaYQFqmVbQVeWI9MdzHXYv~LZn1NSg4y856rE0mNy2QMIL6nd4q42BSBqs-~G85f9h6ialFhMqk4B5MXMaecBGmd4MbUxA-ji~FWaKG1D9cbgkFt8M1oPg0QEuHMF6WWP8GY8YDsIAC7Ru11gKRTFfRKxCPqdXPsEb6B8Ikh38oIVbxU9IaSfLcOCEODwbsNw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4233882", "category": "IT & Software", "sub_category": "IT Certifications", "title": "PSPO1™ Practice Tests Scrum Product Owner certification-160Q", "level": "All Levels", "author": "Debajyoti Adhya", "duration": "", "rating": "4.4", "reviews": "14", "students": "6868", "coupon_code": "F9365E3050B88B19D427", "preview_img": "https://img-c.udemycdn.com/course/750x422/4233882_79fb.jpg", "coupon_link": "https://www.udemy.com/course/pspo1tm-practice-tests-scrum-product-owner-certification-160q/?couponCode=F9365E3050B88B19D427", "end_day": "2021-11-26 05:59:40+00:00", "headline": "The Complete PSPO1™ Practice Test - 160Q - Pass PSPO1™ Certification Exam Successfully - Lets Get it Done !", "description": "<p>The Professional Scrum Product Owner certification or <strong>PSPO1™</strong>&nbsp; is most widely accepted and globally recognized Product Owner Certification. This certification is provided by<strong> Scrum org </strong>and to pass the exam the candidate need to be aligned with the latest changes in the Scrum Guide. The best way to validate the knowledge is to take practice Exams.</p><p><strong>Exam Details:</strong></p><ul><li><p>Total 80 Questions</p></li><li><p>Exam time 60 Min.</p></li><li><p>Pass at 85%</p></li><li><p>Exam price 150$</p></li></ul><p>This course provides 160 practice test questions, which will help you get ready to pass the <strong>PSPO1™</strong>&nbsp;exam. This course is set up to match the latest changes in scrum guide presented in the <strong>PSPO1™</strong>&nbsp;exam content outlines published by <strong>Scrum org</strong> on 2021. </p><p>This course provides 160 practice test questions, which will help you get ready to pass the <strong>PSPO1™</strong>&nbsp;exam. </p><p>This practice test provides a robust system to help you pass the certification exam in the first time! By using this test questions, you can identify weak areas upfront and then create a strategy for the exam day.</p><p>The course includes 2 practice tests. Take the tests like the actual exam. If you can get more than 85 percent of the answers correct, you're ready to take the certification exam.</p><p><strong>This course is specifically for:</strong></p><p>· People that want to take a Product Owner certification exam like PSPO1 or CSPO.</p><p>· People that know the Scrum framework and theory. To learn about scrum you can take this course: </p><p><strong>Is there a guarantee to pass ?</strong></p><p>Absolutely yes ! You can enroll now <strong>100% risk-free</strong> because you receive <strong>30 days, unconditional full money-back guarantee </strong>in case you are not satisfied<strong>.</strong></p><p>So, go ahead and click the “<strong>Buy Now</strong>” button right now !</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-08-11_10-24-28-a1d6a760e6b15e468cd287872ab0a912/2/WebHD_720p.mp4?secure=-hWinVKGT8mmSzbuK6Oa-w%3D%3D%2C1637860311"}, {"course_id": "4376522", "category": "IT & Software", "sub_category": "IT Certifications", "title": "IBM Big Data Engineer practice Tests Certification 2021", "level": "All Levels", "author": "wassim Elhgali", "duration": "", "rating": "0.0", "reviews": "0", "students": "779", "coupon_code": "5213507955E9C410BA38", "preview_img": "https://img-c.udemycdn.com/course/750x422/4376522_9013.jpg", "coupon_link": "https://www.udemy.com/course/ibm-big-data-engineer-practice-tests-certification-2021/?couponCode=5213507955E9C410BA38", "end_day": "2021-11-29 23:10:16+00:00", "headline": "best practice Tests for  IBM Big Data Engineer Certification 2021", "description": "<p><strong>About IBM Big Data Engineer</strong></p><p>This certification is intended for IBM Big Data Engineers. The Big Data Engineer works directly with the Data Architect and hands-on Developers to convert the architect's Big Data vision and blueprint into a Big Data reality. The Data Engineer possesses a deep level of technical knowledge and experience across a wide array of products and technologies.</p><p><br></p><p><strong>Prerequisite for the exam</strong></p><p>• Understand the data layer and particular areas of potential challenge/risk in the data layer</p><p>• Ability to translate functional requirements into technical specifications.</p><p>• Ability to take overall solution/logical architecture and provide physical architecture.</p><p>• Understand Cluster Management</p><p>• Understand Network Requirements</p><p>• Understand Important interfaces</p><p>• Understand Data Modeling</p><p>• Ability to identify/support non-functional requirements for the solution</p><p>• Understand Latency</p><p>• Understand Scalability</p><p>• Understand High Availability</p><p>• Understand Data Replication and Synchronization</p><p>• Understand Disaster Recovery</p><p>• Understand Overall performance (Query Performance, Workload Management, Database Tuning)</p><p>• Propose recommended and/or best practices regarding the movement, manipulation, and storage of data in a big data solution (including, but not limited to:</p><p>• Understand Data ingestion technical options</p><p>• Understand Data storage options and ramifications (for example , understand the additional requirements and challenges introduced by data in the cloud)</p><p>• Understand Data querying techniques &amp; availability to support analytics</p><p>• Understand Data lineage and data governance</p><p>• Understand Data variety (social, machine data) and data volume</p><p>• Understand/Implement and provide guidance around data security to support implementation, including but not limited to:</p><ul><li><p>Understand LDAP Security</p></li><li><p>Understand User Roles/Security</p></li><li><p>Understand Data Monitoring</p></li><li><p>Understand Personally Identifiable Information (PII) Data Security considerations</p></li></ul><p><br></p><p><strong>Course Outline</strong></p><p><strong>1. Data Loading</strong></p><p><br></p><p>• Load unstructured data into InfoSphere BigInsights</p><p>• Import streaming data into Hadoop using InfoSphere Streams</p><p>• Create a BigSheets workbook</p><p>• Import data into Hadoop and create Big SQL table definitions</p><p>• Import data to HBase</p><p>• Import data to Hive</p><p>• Use Data Click to load from relational sources into InfoSphere BigInsights with a self-service process</p><p>• Extract data from a relational source using Sqoop</p><p>• Load log data into Hadoop using Flume</p><p>• Insert data via IBM General Parallel File System (GPFS) Posix file system API</p><p>• Load data with Hadoop command line utility</p><p><br></p><p><strong>2. Data Security</strong></p><p><br></p><p>• Keep data secure within PCI standards</p><p>• Uses masking (e.g. Optim, Big SQL), and redaction to protect sensitive data</p><p><br></p><p><strong>3. Architecture and Integration</strong></p><p><br></p><p>• Implement MapReduce</p><p>• Evaluate use cases for selecting Hive, Big SQL, or HBase</p><p>• Create and/or query a Solr index</p><p>• Evaluate use cases for selecting potential file formats (e.g. JSON, CSV, Parquet, Sequence, etc..)</p><p>• Utilize Apache Hue for search visualization</p><p><br></p><p><strong>4. Performance and Scalability</strong></p><p><br></p><p>• Use Resilient Distributed Dataset (RDD) to improve MapReduce performance</p><p>• Choose file formats to optimize performance of Big SQL, JAQL, etc.</p><p>• Make specific performance tuning decisions for Hive and HBase</p><p>• Analyze performance considerations when using Apache Spark</p><p><br></p><p><strong>5. Data Preparation, Transformation, and Export</strong></p><p><br></p><p>• Use Jaql query methods to transform data in InfoSphere BigInsights</p><p>• Capture and prep social data for analytics</p><p>• Integrating SPSS model scoring in InfoSphere Streams</p><p>• Implement entity resolution within a Big Data platform (e.g. Big Match)</p><p>• Utilize Pig for data transformation and data manipulation</p><p>• Use Big SQL to transform data in InfoSphere BigInsights</p><p>• Export processing results out of Hadoop (e.g. DataClick, DataStage, etc.)</p><p>• Utilize consistent regions in InfoSphere Streams to ensure at least once processing</p>", "preview_video": ""}, {"course_id": "3296114", "category": "Business", "sub_category": "Entrepreneurship", "title": "Learn 47 Different Ways to Make Money Online!", "level": "All Levels", "author": "Roope Kiuttu", "duration": "3 hours", "rating": "3.9", "reviews": "635", "students": "83013", "coupon_code": "76715E51A2E546CA230D", "preview_img": "https://img-b.udemycdn.com/course/750x422/3296114_bd59.jpg?secure=tgeIFRX_vaMaqiZRU0dkUA%3D%3D%2C1637930530", "coupon_link": "https://www.udemy.com/course/learn-to-make-money-online/?couponCode=76715E51A2E546CA230D", "end_day": "2021-11-28 21:15:58+00:00", "headline": "Learn many PROVEN Ways to Make Money Online. Even 1 Strategy Will Pay Your Course Price Back!", "description": "<p><strong>Imagine having the FREEDOM to make money just by using your smartphone or laptop.</strong></p><p>That's what I've been doing already for several years and now I&nbsp;have a privilege to help YOU&nbsp;too.</p><p>In this course, I'll show you +47 ways to make money online.</p><p><strong>Learn just 1 strategy to make money and you'll earn your course price back.&nbsp;The rest will be pure profits for you!</strong></p><p>Over the course of years, I've helped 1,000's of ordinary people to start their 'Make Money Online' journeys and you'll be the next one.</p><p>Get started with the course and pick your strategy to start making money online.</p><p>I'll see you inside!</p><p>-&nbsp;Roope \"Sharing the blessing of making money online\"&nbsp;Kiuttu</p><p><strong>PS. </strong>If you need any help, you can contact me personally on my YouTube channel called \"Learn to Make Honest Money Online\".</p><p>I read all your comments personally and I do everything that I humanly can to help you to succeed.</p>", "preview_video": "https://mp4-b.udemycdn.com/2020-11-18_20-57-58-c402417456eea4ec12fa661f146191b9/1/WebHD_720p.mp4?secure=sriuAODLjUfiuTJODeXB3A%3D%3D%2C1637860330"}, {"course_id": "2591028", "category": "IT & Software", "sub_category": "Other IT & Software", "title": "OBS Studio - Ultimate Livestreaming Guide to OBS Studio", "level": "Beginner Level", "author": "Nick Nyxson", "duration": "2.5 hours", "rating": "4.4", "reviews": "715", "students": "102042", "coupon_code": "EC4EB3E047D1399942B0", "preview_img": "https://img-c.udemycdn.com/course/750x422/2591028_45c3_3.jpg", "coupon_link": "https://www.udemy.com/course/ultimate-beginners-guide-to-open-broadcaster-softwareobs/?couponCode=EC4EB3E047D1399942B0", "end_day": "2021-11-28 03:15:14+00:00", "headline": "Start LiveStreaming and Recording to Twitch, YouTube, Mixer & more using Open Broadcaster Software (OBS Studio)", "description": "<p>Welcome to <strong>OBS Studio - Ultimate Livestreaming Guide to OBS Studio!</strong></p><p>Nick Nyxson here, your instructor.</p><p>In this course, you will learn how to start using&nbsp; Open Broadcaster Software (OBS Studio) for Livestreaming on Twitch, YouTube, Mixer, and other platforms,&nbsp; even if you have no idea where to start.</p><p>In this course You Will Learn:</p><ul><li><p><strong>Which version of OBS Studio (Open Broadcaster Software) You need to use;</strong></p></li><li><p><strong>How to download OBS Studio;</strong></p></li><li><p><strong>OBS Studio Settings Walkthrough;</strong></p></li><li><p><strong>OBS StudioSources and Scenes;</strong></p></li><li><p><strong>OBS Studio Audio setup;</strong></p></li><li><p><strong>OBS Studio Effects;</strong></p></li><li><p><strong>and Many More!</strong></p></li></ul><p>Everything you will learn here will be based on My practice as a video content creator and Streamer and Everything shown step by step as I am performing everything live on video.</p><p>Most importantly this course will continue and grow as time passes and all the upgrades will be available for FREE for every enrolled student.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p><p>Join me in this amazing journey and I hope to see you in class :)</p><p><br></p><p><em>This course is made for the complete beginner of Open Broadcaster Software (OBS Studio).</em></p><p><br></p><p><strong><em>Version History:</em></strong></p><p><em>Version 1.0 - Initial Release;<br>Version1.1 - Added 8 New Lectures (and 3 New Sections), Updated Logo.</em></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-11-26_08-55-48-e1f4a9d6f1090c1f1a70be0ec9901712/1/WebHD_720p.mp4?Expires=1637860347&Signature=YMnhoLofP7W9-dgW0S5VB27TeKoBLyiZg-zWea6JCaqW34ecOzGScBxupE~KsnTTNPjLWs2Av7MFmB0YKF1LmpBgVPxCBfOmSmKM~qAB1-yekagUWd5PTvw9uDYBPIoCB-sQQ9lLHjZ01lflws8ZKOSHBPdYPOJE34Xf6Blz6lTOEMYjIqQPPY3GVbZ3jk5P7ZCF3aKzmXX1VasclK~xvgmE4Pz45TwVF-vyqMQ97i2PmO1bhARXTNhVmaiirOHf0WFD-hxo7pVM07y8Dq0B6z9UUSen70ILGExNwFvLoz402B9-MRsXFCWolFmCz0BmiNN7oy5tX~Hn3ceOB701nw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1547478", "category": "Teaching & Academics", "sub_category": "Language Learning", "title": "Basics of the Arabic Language", "level": "All Levels", "author": "Mohammed Zaid", "duration": "1 hour", "rating": "3.7", "reviews": "146", "students": "19506", "coupon_code": "ARABIC11COURSE", "preview_img": "https://img-c.udemycdn.com/course/750x422/1547478_0465_3.jpg", "coupon_link": "https://www.udemy.com/course/easy-way-to-learn-arabic-basics/?couponCode=ARABIC11COURSE", "end_day": "2021-11-29 17:31:31+00:00", "headline": "Super Easy Way To Learn Arabic Language Basics - How To", "description": "<p><strong>Update | Date:&nbsp;November 20th, 2021. </strong></p><p><strong>If you have any questions/comments please, do not hesitate to contact me. Good Luck!</strong></p><p><strong>______________________________________________________________</strong></p><p>The Arabic language is not easy to learn but, it depends on the way of learning.</p><p>In this course, you will learn a lot through a nice way of teaching and nice lecture slides design to help you start speaking Arabic with more confidence.</p><p><br></p><p>This course includes:&nbsp;</p><ul><li><p><strong>Background</strong>: Culture and History</p></li><li><p><strong>Basics </strong>of the Arabic language.</p></li><li><p><strong>Numbers (&nbsp;with a song&nbsp;).</strong></p></li><li><p><strong>Alphabet / Letters.</strong></p></li><li><p>Most common <strong>greetings.</strong></p></li><li><p>Most common <strong>conversations.</strong></p></li><li><p><strong>PDF </strong>downloads</p><p><br></p><p><strong>and a lot more.</strong></p><p><br></p></li></ul><p>Each section focuses on a&nbsp;carefully selected area of the course&nbsp;so that you can&nbsp;<strong>master each area&nbsp;</strong>and speak <strong>Arabic </strong>more accurately,</p><p>If you want to speak Arabic more clearly, if you want to understand more native-like,&nbsp;or if you simply want to experience the Arabic language and your knowledge about it, this course can help you achieve some steps of your&nbsp;goal of&nbsp;<strong>taking&nbsp;your Arabic to the next level.</strong></p><p><br></p><p><strong>What are the requirements?</strong></p><ul><li><p>A desire to expand your horizons about the Arab culture and history.</p></li><li><p>A desire to improve your Arabic through practice.</p></li></ul><p><strong>What am I going to get from this course?</strong></p><ul><li><p>Speak Arabic with more confidence and clarity.</p></li><li><p>Have a deeper knowledge of Arabic and how it works.</p></li><li><p>Confident to use the language in greetings, numbers, and common conversations.</p></li><li><p>Understand the areas of Arabic that must be mastered to become more fluent.</p></li><li><p>The tools to develop even more.</p></li></ul><p><strong>What is the target audience?</strong></p><ul><li><p>Take this course if you want to discover more about the Arab cultures, history, and background.</p></li><li><p>Take this course if you want to learn in all areas of Arabic: pronunciation, grammar, vocabulary, speaking and listening.</p></li><li><p>Take this course if you want to take your Arabic to the next level.</p></li></ul><p><br></p><p>Thank you (Shukran)&nbsp;for reading and see you in the course!.</p><p>Best</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-20_13-06-32-c5234cc13807e287a562751b54dcb29a/2/WebHD_720p.mp4?Expires=1637860353&Signature=VS1Pf1GNomoCvLl3p-0Cm3Spb6h~UnOEIsVsOw5ZfVOg5sha9TWR0LRFU~YHzurMlsrZ2RLx-a2Zrg9PgExefjc-KdhnMPVV5nW2sa5JjWRFUtyGMGVvv9V170HrI~NgNNQelr4pR7duxmh9b6e~hp1pvLp0FTdT64SyvKnBw5BwgeW9qUpxQpUls768Zl2DmA2l3IJVn5taQf5bXWDaBg5Cz6DL1PTcnxT9E6f2kMtji1rVkjrdUS0xj9FUaWsY5iY33lHOvWTx2WzxS~1MrafHFuqes5xonRFaUWCzy5r4LRRj8WNgupXKAmGZzpNMDB0EV1PtxS9mS8svr6oJAA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3727022", "category": "Business", "sub_category": "Business Strategy", "title": "Management Consulting Skills Mastery", "level": "All Levels", "author": "John Burress", "duration": "7.5 hours", "rating": "4.5", "reviews": "607", "students": "60650", "coupon_code": "33DFE1AA353A70CE7A1F", "preview_img": "https://img-b.udemycdn.com/course/750x422/3727022_0856_2.jpg?secure=jm_3LoC75y-AenfJ6ZrbUw%3D%3D%2C1637930558", "coupon_link": "https://www.udemy.com/course/management-consulting-business-strategy/?couponCode=33DFE1AA353A70CE7A1F", "end_day": "2021-11-28 06:03:19+00:00", "headline": "Problem solving, communication, corporate strategy, financial analysis, operations analysis. Everything is included!", "description": "<p>**Updated for 2021!**</p><p><strong>The most complete course available on management consultant. 8+hours of videos, activities, templates, case studies, articles and more.</strong></p><p><strong>Everything you need to know about management consulting tools and techniques from problem solving to presentation skills, from corporate strategic analysis to financial analysis.</strong></p><p><strong>Learn management consulting skills step-by-step. Real life consulting projects, business cases, and templates included. Learn by doing!</strong></p><p>Management consulting involves identifying and suggesting important changes to what a company does and how they do it—developing a working strategic plan and guiding its execution with optimum effectiveness.</p><p>You can see why management consulting is a growing field very much in demand in today’s marketplace.</p><p><strong>College graduates with management consulting degrees receive offers from top firms with compensation approaching or exceeding $90,000 in their first year alone. Experienced management consultants can earn well over 6 figures—and that’s not accounting for bonuses.</strong></p><p>Our goal in this training program is to help you improve your day to day operations, career and yourself, so I will show you techniques and toolkit that we use in management consulting industry, and ones that I frequently share with my clients and students.</p><p>You simply have to find a way to acquire practical skills that will give you an edge over the other candidates.</p><p><strong>But how can I help you do that?</strong></p><p>The Complete Management Consultant Course 2020 is the most comprehensive, dynamic, and practical course you will find online. It covers several topics, which are fundamental for every aspiring management consultant:</p><p><strong>What makes this course different from the rest of the consulting courses out there?</strong></p><ul><li><p>Knowledgeable instructor (experience in companies like BCG)</p></li></ul><ul><li><p>Complete training: We will cover all major topics and skills you need to become a top-class management consultant</p></li></ul><ul><li><p>Extensive simulation scenarios: To help you reinforce everything you’ve learned</p></li></ul><p><strong>Why should you consider a career as a management consultant?</strong></p><ul><li><p>Salary. A management consultant job usually leads to a very well-paid career</p></li></ul><ul><li><p>Promotions. Management consultant acquire valuable technical skills, which makes them the leading candidates for senior roles within a corporation</p></li></ul><ul><li><p>Secure Future. There is high demand for management consultant on the job market, and you won’t have to be concerned about finding a job</p></li></ul><ul><li><p>Growth. This isn’t a boring job. Every day, you will face different challenges that will test your existing skills</p></li></ul><p>You will make your money back from the price of this course. Udemy guarantees it with their no-risk 30 day money back guarantee. You really have nothing to lose.</p><p>Thank you for signing up for this course on Udemy. The course will always be up-to-date here and nowhere else. I am also available for questions inside the course discussion board.</p><p><strong>Act now! </strong>This immensely valuable course, The Complete Management Consulting Skills Course 2020, gives you unlimited access to over 8-hour training videos you can view on any device! You will receive step-by-step guides to develop a corporate strategy. Receive in-depth case studies, templates, toolkits, and methodologies. In addition to 130+ training videos, read and refer back to the all-inclusive, 200-page power point.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-12-31_03-24-00-d5ebb65597a3cedd24e61560485021a0/1/WebHD_720p.mp4?Expires=1637860358&Signature=h~rX-Dq6pKIdNDkr3UuLjkKvXqhlpWfDzPg5Qv4q62eyxu3oYD8JZ8iYSCxN2xdA0uEhCw9ZCWchDO07xO6Kt0LkS31CUWYjmS2qIZumThPU7uWBoGsO6h52TMPySFt0-gQSMfMYzD0W1oMtHN5IDpfH0sYt86ebsNon5KLZoEbrkmwbn2~DE6Pb8YNgs2xI2u~EyMdAoQ~0g2tG3xS~DcVFy3FM7oR65NYRD6ngWizueUOoONrHLcD9-wnfNVHTu2tFg7ttTtCf5-BNEu0nGDt6P4tdZYXC8ImDgj83yJSWqK2CWDCpD54mm4yMtCaFttm-3geXO3FQHWhKwekdKA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "547486", "category": "Design", "sub_category": "Web Design", "title": "Wordpress For Entrepreneurs", "level": "Beginner Level", "author": "Adrian Mikeliunas", "duration": "1.5 hours", "rating": "4.0", "reviews": "37", "students": "7530", "coupon_code": "DE481A4773FDF929F9DC", "preview_img": "https://img-c.udemycdn.com/course/750x422/547486_91f7_4.jpg", "coupon_link": "https://www.udemy.com/course/wordpress-for-entrepreneurs/?couponCode=DE481A4773FDF929F9DC", "end_day": "2021-11-30 05:07:02+00:00", "headline": "Introduction to WordPress for Entrepreneurs, or Small and Medium Enterprises (SME)", "description": "<p>Learn the necessary steps to get your new website (using WordPress) up and running! While the majority of courses focus on the HOW, my course focuses on the WHY to explain to an entrepreneur why they should be doing it, not how.&nbsp; I'm an experienced WordPress instructor working with small business owners, solving their needs to communicate via a WordPress website. </p><p><br></p><p>WordPress is one of the most popular blogging tools on the web, making it easy for anybody to post their business ideas, pictures, and multimedia. It can also help to get new business by adding contact form, a shopping cart or an ecommerce free plugin. This class covers how a new website owner get their website up and started quickly while understanding the right way to install, administer, customize and market their website. Each lecture will give explanations, illustrations, resources, and practical scenarios.</p><p><br></p><p><strong>Other Topics we will cover:</strong></p><ul><li><p>Foundations of a WordPress-based website</p></li><li><p>Basics of the WordPress User Interface</p></li><li><p>Finding and Using WordPress Plugins</p></li><li><p>Working with WordPress Themes</p></li><li><p>WordPress Content Management</p></li><li><p>Creating and Managing Content</p></li><li><p>WordPress based Sites</p></li><li><p>WordPress Search Engine Optimization (SEO)</p></li><li><p>Managing Multimedia with WordPress</p></li><li><p>WordPress Site Maintenance</p></li><li><p>WordPress Security</p></li><li><p>Troubleshooting Common WordPress Problems</p></li><li><p>WordPress for Mobile: iOS and Android Devices.</p></li></ul><p>Have you built your WordPress web site but cannot get any traffic? Does it look amateurish, and your goal is to make it look like a million bucks? In this course, you will learn how anyone can build a professional business or entrepreneurial website with WordPress without a single line of code or HTML knowledge. This course is perfect for the beginner.&nbsp; </p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2018-10-23_06-53-31-6d5099c14830aad5405a10705958555a/WebHD_720p.mp4?Expires=1637860372&Signature=P6eUOkkGApOPbn6TcZKV0tE06sa-ph6rPux6gbPlLINAjxF31tid61YggvwFaJjeaU8l6k4x5FfE2I~AhA79-bcfiQTaZ~UyhHcd5qedELPWzMJ-ci9j2ChOfNFONvypKQ5O7l1eydvr2FGCA~SdXcBbrh7xD6ibh9-QbbhRliNkPEiJ7lnjnFlUP5DqYO0c6FOwPx~Cg4qBDWnqNr1kFnnnWjGTAC5FPK3mAobdlYM6t4YLalQJgihfoR9bR754H6L0Edq0xVzlgR3rpNbCdwkirAgjmV-QCHeZQF2sKTqvknYGSNxopYRdWx9tvSJIVBJJNNbQnjSIhcURYVPW9w__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2431976", "category": "Teaching & Academics", "sub_category": "Engineering", "title": "Ultrasonic Testing Level 1 Training", "level": "Beginner Level", "author": "Mustapha benbihi", "duration": "1.5 hours", "rating": "4.5", "reviews": "181", "students": "28558", "coupon_code": "BLACKFRIDAY", "preview_img": "https://img-c.udemycdn.com/course/750x422/2431976_6ccf.jpg", "coupon_link": "https://www.udemy.com/course/ultrasonic-testing-level-1-training/?couponCode=BLACKFRIDAY", "end_day": "2021-11-26 14:45:23+00:00", "headline": "An introduction to Non-Destructive Testing & an A-Z guide on The Ultrasonic Testing.", "description": "<p>This course teaches you how to perform ultrasonic inspection from beginning to end.</p><p>The course provides you with Level 1 training in the fundamentals of Ultrasonic Testing methods. It will introduce you to the basic concepts and principles and includes hands-on training using Ultrasonic Testing equipment settings and functions.The Ultrasonic theories presented will provide the knowledge of Ultrasonic Testing required and enable you to work with individuals qualified and certified to gain needed experience for qualification as Level 1. While the practical manipulations will give you the essential steps that you will need to calibrate the ultrasonic testing equipment, perform the inspection, collect and interpret the data.</p><p>This course consists of two handbooks: The first handbook made by the instructor is the official of the training. It covers all the topics presented through the 35 lectures. While the second one (offered as bonus) is the official one of the TWI (International Institute of Welding) training.In addition to that, the course includes 35 lectures alternating between the different lecture types, with regular quizzes and exams to enable you to check that your are following the topics covered.</p><p>We'll begin by taking a closer look at the general concepts of ultrasonic testing, I'll then take you throw the fundamental properties of ultrasound starting with the generation of the ultrasonic wave and the mean physical phenomena that govern it.</p><p>Next, we'll discuss the most famous Ultrasonic Inspection Techniques and the equipment used to perform them so that you be able to perform them effectively.</p><p>We'll then take a look at the reference blocks used for calibrating the equipment, and how the inspected part variations that may affect the test result.</p><p>Finally, we'll explore the types of defects, and the most useful evaluation techniques so that you can decide whether the flaw is accepted or it needs to be repaired.Having the proper theoretical knowledge of ultrasound is critical to running a successful inspection, I'll introduce you to this knowledge and how to practice them effectively in Ultrasonic testing level 1 training.</p>", "preview_video": "https://mp4-c.udemycdn.com/2019-06-26_23-15-04-d7f8099be3d6b455e9a96268f3c8db37/WebHD_720p.mp4?Expires=1637860385&Signature=fQN2z9yOZsDs4MLlWObI6rLWGRYj7LJzqFnE4p7nwB8Ojw4CCmRRP8VJeLhkLoBgMfv1Xj3RVy1Xm3mjAl3BbwYJpxy0OCmpFlxoFcD5VANgRNQqxDj60kfYO28taHG2XOY2SpFPNf382eGljcu3M1t8Z4BGCIrP9Xm7wLTqMHFs8XUCau9vDm-toxezXH3opqK63m-j4HHHo1OU-hobOOj5aSmuzvgvYlfTGpHncxUUwGlcX8gwYy6XRIvfzgvEzjuCuAgsuASrhXqOwCckTGsoGpgV5Wr~OdXhxRL4TA1R11ZMs-bCDcQqu40nMuGnVa3IDYrl45zQRjpUbWsFew__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3904774", "category": "Business", "sub_category": "Human Resources", "title": "Diversity At Workplace", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "32 mins", "rating": "4.7", "reviews": "134", "students": "26065", "coupon_code": "NOV-21", "preview_img": "https://img-c.udemycdn.com/course/750x422/3904774_476b.jpg", "coupon_link": "https://www.udemy.com/course/diversity-at-workplace-t/?couponCode=NOV-21", "end_day": "2021-11-28 20:15:00+00:00", "headline": "If you want to position your business for success, hire a diverse workforce.", "description": "<p><strong>Diversity in the workplace</strong> is vital for employees because it manifests itself in building a great reputation for the company, leading to increased profitability and opportunities for workers.</p><p>Workplace diversity is important within the organization as well as outside.</p><p><strong>Diversity in the workplace</strong> means that a company’s workforce includes people of varying gender, age, religion, race, ethnicity, cultural background, sexual orientation, religion, languages, education, abilities, etc.</p><p><strong>Why is workplace diversity so important?</strong></p><p>In the modern, globally connected society and market, workplace diversity is becoming a <strong>necessity </strong>rather than a banner companies wave to show their commitment to embracing differences.</p><p>Most of the modern companies can sell their products <strong>all over the world</strong>, reaching many different groups of people. In order to successfully create, present and sell their products in this global market, companies <strong>need </strong>a diversified workforce.</p><p>So, in this class our Learning Objectives are:</p><ul><li><p>Understand what diversity and its related terms mean</p></li><li><p>Be able to identify your stereotypes</p></li><li><p>Understand what terms are politically correct and which are not, and why</p></li><li><p>Be familiar with the four cornerstones of diversity</p></li><li><p>Develop a technique for dealing with inappropriate behavior</p></li><li><p>Develop a management style to encourage diversity</p></li><li><p>Know what to do if you or one of your employees feels discriminated against</p></li></ul><p>So, shall we get started? I wish you a happy learning!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-03-10_18-27-35-2bbbf410a61aae5dcbeec3c4c3756a88/1/WebHD_720p.mp4?Expires=1637860395&Signature=fT69zH6-C2FAq6bB9uP71Mkj-RN0~V4wTfOLab5mHa2bXpmuXzMNV8~FwgfcxF6frBDo9zuLOhH1MV2-9MpW4DDPuum8yQzyiBJsPU-db3E6XEnbIYOg35Y5LIByg0goetDR8OWrikQQ5-wJ3sWCh24Gkc7uh~DXqEElDp4BrInfEidBwCjLbH4Yp2Nb~oHDVVE57f1aqxse3fGfjamt6ZMqSx31-35Pg2Nrj4tuzUjQZmNFhXklXZ4Mk1rUdXFPXm5rkAqkoH6MOEQGEkg1SjPBS8Sx2USZAr7Sq54PkzOOSxaIO2ngmh8RoOgiFmADueyJPZf05NHe~ZZQxLhKaw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2604580", "category": "IT & Software", "sub_category": "Other IT & Software", "title": "Ultimate Beginner Guide to Streamlabs OBS (OBS)", "level": "Beginner Level", "author": "Nick Nyxson", "duration": "2 hours", "rating": "4.6", "reviews": "245", "students": "68571", "coupon_code": "52ED37B5016C4584BA42", "preview_img": "https://img-c.udemycdn.com/course/750x422/2604580_c9b0_5.jpg", "coupon_link": "https://www.udemy.com/course/ultimate-beginner-guide-for-streamlabs-obs/?couponCode=52ED37B5016C4584BA42", "end_day": "2021-11-30 03:44:13+00:00", "headline": "Learn everything you need about livestreaming on Twitch, YouTube, Mixer and more with SLOBS fast and easy", "description": "<p>Welcome to <strong>Ultimate Beginner Guide to Streamlabs OBS (OBS)!</strong></p><p>Nick Nyxson here, Your Instructor for this course.</p><p>In this course, you will learn how to start using&nbsp; Streamlabs OBS which is live streaming software made by Streamlabs and is a modified version of Open Broadcaster Software (OBS).</p><p>In this course You Will Learn:</p><ul><li><p><strong>What is SLOBS (Streamlabs OBS);</strong></p></li><li><p><strong>How Streamlabs OBS is any different from OBS Studio;</strong></p></li><li><p><strong>Streamlabs OBS Settings Walkthrough;</strong></p></li><li><p><strong>Streamlabs OBS Sources and Scenes;</strong></p></li><li><p><strong>Steamlabs OBS Tabs;</strong></p></li><li><p><strong>and Much, Much More!</strong></p></li></ul><p>Everything you will learn here will be based on My practice as a video content creator and Streamer and Everything shown step by step as I am performing everything live on video.</p><p>Most importantly this course will continue and grow as time passes and all the upgrades will be available for FREE for every enrolled student.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask, I will try to answer any of your questions as fast and as detailed as possible.</p><p>Join me in this amazing journey and I hope to see you in class :)</p><p><br></p><p><em>Disclaimer: This course is made for beginners in live streaming, Open Broadcaster Software (OBS), and Streamlabs OBS (SLOBS). </em></p><p><br></p><p><em>Version History:</em></p><ul><li><p><em>Version 1.0 - Initial Release;</em></p></li><li><p><em>Version 1.1 - Added New \"Introduction\" and \"Basics\" Sections, New Logo.</em></p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2019-10-14_11-59-59-51032b59daf1c4974e4d01175672871b/WebHD_720p.mp4?Expires=1637860398&Signature=aKE4r4jlHdDrlfO4~4ku-ejT1yye7XaSd2dk3jo9mLeTt8H4ful0rRk3lOOZ-Azx5t3k78pV5q8qWT6x2tsEqMgzBTru-23RcqUqty-rNwCXAWWiMyC-T6xll3bWRJ3ZpWT9H1LxcEde7g56GuDYhXAkZGZQmLIk~VZ-Mq2cnBSN568StvnTOs~Axgx9YQHMRO9ogoVfe~4RFQYgr4sLWbbZBWfeGcYqOEJIk90SzyKDAF0NrfNmViBfHq-qZmNHTseaTrNWEs18z2Hzcba0Y7J5FouIeoslE3C~Nz36qdLhWexMDQR0eJT4~sqQnScPwhGEz5UZqNBjZlJFbVXk9A__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3229341", "category": "Design", "sub_category": "Design Tools", "title": "Affinity Publisher Guide - Affinity Publisher for Beginners", "level": "Beginner Level", "author": "Nick Nyxson", "duration": "3 hours", "rating": "4.5", "reviews": "168", "students": "48810", "coupon_code": "B0755295C1EA0BEE4EF4", "preview_img": "https://img-b.udemycdn.com/course/750x422/3229341_e035_3.jpg?secure=DGnMzBZqYZX0b5MljCyoJg%3D%3D%2C1637930604", "coupon_link": "https://www.udemy.com/course/affinity-publisher-guide/?couponCode=B0755295C1EA0BEE4EF4", "end_day": "2021-11-27 03:03:09+00:00", "headline": "Learn Affinity Publisher (part of Affinity Suite) as Fast As Possible. From Affinity Publisher Beginner To Advanced.", "description": "<p>Welcome to <strong>Affinity Publisher Guide - Affinity Publisher for Beginners!</strong></p><p>The only course you will need to start with Affinity Publisher, one of the best publishing software in the industry.</p><p>Affinity Publisher is an easy-to-use desktop publishing software that helps you create beautiful layouts with custom graphics and images in minutes. It's the perfect choice for a graphic designer who wants to take on a more creative role, or for someone who has always wanted to create their own book, magazine, or brochure. Affinity Publisher offers powerful features, like multiple master pages and postcard printing templates, so you can easily express your creativity.</p><p>Learn how to create incredible-looking graphics, layouts, and designs in Affinity Publisher. With our intuitive course and carefully planned lessons, you'll be able to design amazing infographics, flyers, posters, and more!</p><p>Here you will learn everything you need to know about Affinity Publisher, including but not limited to:</p><ul><li><p><strong>Basics &amp; Interface of Affinity Publisher;</strong></p></li><li><p><strong>Tools of Affinity Publisher;</strong></p></li><li><p><strong>Creation of Basic Book Document;</strong></p></li><li><p><strong>Advanced tips &amp; Tricks</strong></p></li><li><p>&amp; Much More...</p></li></ul><p>Most importantly this course will continue and grow as time passes and all the upgrades will be available for FREE for every enrolled student.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p><p>So what are you waiting for? Join thousands of students who've made amazing things happen with this course!</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-07-08_09-35-23-71db5ca833450a2fba5c50e5c21a7d9c/1/WebHD_720p.mp4?Expires=1637860404&Signature=SQ5IV~vmDwLRjFb~zDBLoKWQyx1sJ8rdxUrVF-2SGmn8DO5xnqZUBjbnDoqe3bOq802rWpt6KODX4AFfTGG31ywPkWL0S3lAqEvj8HKSc~MLoGAEK7Yb8q9hrU1uy8Mz6aIHoT~5yo-N2BWLtAQ6hA~zJFl63jQJtXvdWki5sKm5wtfojGsv0S7BRL4P7uRddM9NOmtq0puSeTlfCJYzpwvf3t~DXqb5OVP7PAIgeWZMNSTBlJTU7Q4KE-qkaLF48QlfNEaaS4rdihhNDVW1eutvcvNnM-ezDtGCpgkjq-fv7PuyaxNODFc7uV0VoT0C4A6asymMcrccxwF8d4XuiQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3415190", "category": "Business", "sub_category": "Other Business", "title": "Make Money Online: Mindset Training + Real-Life Examples", "level": "All Levels", "author": "Roope Kiuttu", "duration": "1.5 hours", "rating": "4.2", "reviews": "290", "students": "52489", "coupon_code": "1E48A796ECBE59733F01", "preview_img": "https://img-c.udemycdn.com/course/750x422/3415190_34e7.jpg", "coupon_link": "https://www.udemy.com/course/make-money-online-training/?couponCode=1E48A796ECBE59733F01", "end_day": "2021-11-29 19:38:32+00:00", "headline": "Learn the Mindset Secrets of the People Who Are Making a LIFE-CHANGING Income Online!", "description": "<p><strong>Would you like to have an UNSHAKEABLE CONFIDENCE that you WILL&nbsp;make a life-changing income online?</strong></p><p><strong>I've shown the steps to make money online to 100,000's of people.</strong></p><p>But even though many people know how to make money, very few of them actually take action.</p><p>It's not because they wouldn't know what to do but because they are <strong>AFRAID!</strong></p><p>Most people don't have the right mindset and that's why they don't start even though they know step-by-step how to make money.</p><p>They have all the knowledge and information they need, but something is holding them back.</p><p><strong>What's holding people back is FEAR.</strong></p><p>\"What if this doesn't work for me?\"</p><p>\"What if I don't have any prior experience?\"</p><p>\"What if I&nbsp;fail?\"</p><p>And that's why don't get started OR they simply quit too early before having their breakthrough.</p><p><strong>I created this course to make YOU&nbsp;UNSTOPPABLE with your online business journey.</strong></p><p>You'll learn what ordinary people are doing and thinking in order to go from 0 to making a life-changing income online.</p><p>It's Your Time!</p><p>See you inside the course!</p><p>- Roope \"Revealing you the secrets to making a life-changing income online\"&nbsp;Kiuttu</p><p><strong>PS. </strong>If you need any help, you can contact me personally on my YouTube channel called \"Learn to Make Honest Money Online\".</p><p>I read all your comments personally and I do everything that I humanly can to help you to succeed.</p><p><strong>PPS. </strong>Even 1 advice from this course can be worth $1,000's or even $10,000's during your \"online business career\"...</p><p><strong>Every second that you are procrastinating is holding you back from achieving the next level in your life...</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-08-13_02-43-03-4d1ae8f3f046278640d07efa1a82892f/1/WebHD_720p.mp4?Expires=1637860412&Signature=T2fwem0Ve45~IElJLrUkz3uvy0hoHTzYzjbRDk91eDIHLWshgxeoRfMbDrVFW4MoU~wO4AyhcPw2-5FiYtUMPQbBcB5U4XHXsU466~QiC4jCe5dncXShESWPnmRRVy2QcLaiDG3f-DMdXTlP9rm0zEVlVwN1AXBTW-BPmYRRfWdHdAUYYzoFP-~bvqmDFOsAV1STR5FZaObkqFmBIf9CAaAkXuR8bWAt5--2Kbtmf0GhjmAwH~GYV0WLQUEI7GYyz6p-piYy8IW65YAn-moF1tok8mbr4jJMd15L5A7cScWzDaZvkLQY3fdVDO0neeNFuUSh4h9hUojGK1L-W~tgkg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4043852", "category": "IT & Software", "sub_category": "IT Certifications", "title": "PMP® Practice Test: Project Management Professional 2021", "level": "All Levels", "author": "Debajyoti Adhya", "duration": "", "rating": "4.7", "reviews": "33", "students": "17935", "coupon_code": "DA49D2F2A188A7425632", "preview_img": "https://img-c.udemycdn.com/course/750x422/4043852_84bd.jpg", "coupon_link": "https://www.udemy.com/course/pmp-practice-test-project-management-professional-2021/?couponCode=DA49D2F2A188A7425632", "end_day": "2021-11-28 16:28:18+00:00", "headline": "Prepare yourself to pass the PMP® certification exam in 2021 The Complete PMP® Practice Test - 360 Questions", "description": "<p>The <strong>PMP®</strong> certification is the most widely and globally recognized project management certification in 2021. It validates your experience and knowledge of Project Management. </p><p>Unfortunately <strong>PMP®</strong> Exam content outline has changed in 2021, Hence old mock test preparations can not completely prepare you to take the challenge. This course can align your preparation to the new expectation of PMI&nbsp;from its students. Each practice test covers a deep understanding to carry out project management responsibilities. The new domains for PMP® are as follow:</p><ul><li><p>People (42%)</p></li><li><p>Process (50%)</p></li><li><p>Business Environment (8%)</p></li></ul><p><strong>Why to choose this course?</strong></p><ul><li><p>PMP® Certification changes are covered in this course</p></li><li><p>2 practice Mock exam for reality check for your preparation.</p></li><li><p>Most of the questions are close to real exam questions with small changes.</p></li><li><p>Explanations for every right answers are prepared to make you understand in a clear and concise manner.</p></li><li><p>The creator for this course has already experienced the difficulty a student can face due to the new change in exam pattern.</p></li></ul><p><strong>PMP® Examination Information</strong></p><p>The PMP® certification is comprised of 180 questions. Among which 5 are considered non marking questions. Non marking questions do not affect the score and are used in examinations as an effective and legitimate way to test the validity of future examination questions. All these questions are randomly placed throughout the examination to test the robustness of your preparation.</p><ul><li><p>No. of Scoring Questions: 175</p></li><li><p>No. of Non Scoring Questions: 5</p></li><li><p>Total number of Questions: 180</p></li><li><p>Allotted Time: 230 Minutes</p></li></ul><p><strong>Choose this course and Lets Get it Done! </strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-05-12_07-14-15-9e61e5dedb7639acda782ba8b07b4b6e/1/WebHD_720p.mp4?Expires=1637860435&Signature=IGVfv1GoogntE5faYwPWt3MTbor-mNO7N~neYUPltSgJcA~MbHUXrOwZBKwYCD~bsLwWtdYUKMIP4ZHecZX1DNCKRcJxi2SgjkaCoBENA~MOx4o4epkqpSrrFWhId73topE6dwTALfl44gjZGhGuB-~kRKUbTMgQRRmmykZVX2mR1eRVakgKjYRk1uxCdM3zxtuWv6-CbhKqKcnAklrvTRYpH5ohYtkjqHglVr4LSSzYSfybeQB3TGqUV9kXZEIpe8qCJjq9EGnSm5JHKCjudfkUGJ7bxlNV8TRAA6VDgzTAxmUDCjL5pRaftlbB0LFrOBNn~jHk0idGoFeIztXb8g__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2217684", "category": "Design", "sub_category": "3D & Animation", "title": "Técnicas para la creación de elementos 3D para Videojuegos", "level": "Intermediate Level", "author": "Rubén Alvarez", "duration": "3,5 horas", "rating": "4.6", "reviews": "99", "students": "13429", "coupon_code": "BLACK3D", "preview_img": "https://img-b.udemycdn.com/course/750x422/2217684_d0d7_4.jpg?secure=H0j7dQprWv7LPB5M81AGZQ%3D%3D%2C1637930670", "coupon_link": "https://www.udemy.com/course/tecnicas-para-la-creacion-de-elementos-3d-para-videojuegos/?couponCode=BLACK3D", "end_day": "2021-11-29 12:25:27+00:00", "headline": "Modelado LowPoly y Texturizado Compuesto para videojuegos y aplicaciones interactivas (3ds Max,  Pho, Unreal y Marmoset)", "description": "<p>En este pequeño curso trabajaremos de una forma sencilla el proceso completo (<strong>workflow</strong>) para crear “<strong>assets o elementos 3D</strong>” para videojuegos o aplicaciones interactivas, usando dos de las herramientas más estandarizas de la industria en la creación de contenido 3D; Autodesk 3ds Max y Adobe Photoshop.</p><p>Trabajaremos en torno al diseño de un “<strong>Escudo Vikingo</strong>” pasando por todas sus fases, el modelado Low Poly, el despliegue de coordenadas UV para proyectar la textura, la creación de mapas simples y mapas compuestos (Blend), el tostado de mapas (diffuse, normal, AO), la composición 2D y el añadido de detalles, la exportación del modelo e importación y comportamiento en <strong>Unreal Engine.<br><br>&gt; </strong>Se ha añadido una nueva sección en la que renderizaremos nuestra geometría en<strong> Marmoset Toolbag </strong>para conseguir un acabado aun más atractivo para una exportación fija, interactiva y para vídeo &lt;<br><br>Este <strong>workflow </strong>será aplicable a cualquier tipo de proyecto de creación de contenido 3D (LowPoly o HighPoly )</p><p><br></p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-12-20_21-25-15-d3fbd02dd0f2e9ee45e429d8f051ec9a/1/WebHD_720p.mp4?Expires=1637860470&Signature=POTzgQ~W~2ar-p3OObmHTdwp77r7q-RRxGMY6NIKWrHjMQKY3h68JC~VIjWrigQI0H1wxkcqq03D5U4EGVukBYUKYSIoJp68w4Li6E4AmAPg6cVvMk-1rdVcjD9KvL0Lq0mCqBcjZYwT973M745UGaboJMZ2dSJKGKpxj-OKQVolzhfGQVnrwfMYGBrMMR85b-Bs0rwVSTRPmS2ky58Kh6sMpTbzJdD7DlHbOmz-zVRDB2TGBLPGbXvg-u2L9t9MayN7Wz2XFzpW4vXTZqIugD5YuyHzzeTEtQ7TtLzoiXEc49p9P9TGX4qj8ECZy6B5AW-MC-gO5TQCffY-GE7nBg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4035798", "category": "Teaching & Academics", "sub_category": "Engineering", "title": "Fundamentals of Industry 4.0", "level": "Beginner Level", "author": "Harish Kumar Maheshwari", "duration": "33 mins", "rating": "3.2", "reviews": "118", "students": "20585", "coupon_code": "F3C1C8EC1A61C4038606", "preview_img": "https://img-c.udemycdn.com/course/750x422/4035798_adf2_2.jpg", "coupon_link": "https://www.udemy.com/course/fundamental-of-industry-40/?couponCode=F3C1C8EC1A61C4038606", "end_day": "2021-11-28 04:28:40+00:00", "headline": "Basic Concept, Components, Technology and Application of INDUSTRY 4.0", "description": "<p>Hi Friends,</p><p>In this course we will start learning about Industry 4.0 which is actually the foundation of the digital transformation of the Industry. This course is beneficial for you in Starting Level. In this Course you learn all about the<strong> </strong>Industry 4.0 that How Industry 4.0 grow from Industry 1.0.</p><p><strong>The Content of the Course are:</strong></p><ul><li><p>What is Industry 4.0?</p></li><li><p>Industry 4.0: The Fourth Industrial Revolution</p></li><li><p>Component of Industry 4.0</p></li><li><p>Industry 4.0 Smart Factory</p></li><li><p>Industry 4.0 Supply Chain</p></li><li><p>Some Industry 4.0 Technologies</p></li><li><p>Soon Everything Will Be Smart</p></li><li><p>Connected Devices Projection</p></li><li><p>Smart Buildings</p></li><li><p>Smart Manufacturing</p></li><li><p>Smart Farming</p></li><li><p>The opportunities in Industry 4.0</p></li></ul><p>Industry 4.0 is revolutionizing the way companies manufacture, improve and distribute their products. Manufacturers are integrating new technologies, including Internet of Things (IoT), AI, Cloud Computing and machine to Machine Communication.</p><p>In this Course you learn the Basic Terminology of INDUSTRY 4.0 in a simple Language. Which enhance your Knowledge in the field of INDUSTRY 4.0 .The entire course material including the slide presentation in very effective method? Further there are additional handpicked reading material and resources available for your reference.</p><p>Feel free to reach out if you have any additional questions regarding INDUSTRY 4.0. Also this course has 30 days money back guarantee without any delay the applicants participate in this Course</p><p>All the best for your learning journey of INDUSTRY 4.0 !</p><p>Cheers!</p><p>Harish Kumar Maheshwari</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-05-08_13-47-22-a0ab89594549d408e713466de3f661ee/1/WebHD_720p.mp4?secure=WmfKTykr6MzOgwpbyNu0pA%3D%3D%2C1637860490"}, {"course_id": "2556276", "category": "Personal Development", "sub_category": "Personal Transformation", "title": "Learning Hypnosis Keeping Hypnosis Simple in 2021", "level": "Beginner Level", "author": "Alan Kirwan", "duration": "43 mins", "rating": "4.8", "reviews": "67", "students": "10009", "coupon_code": "EC4AA740D6CD000FD9E2", "preview_img": "https://img-c.udemycdn.com/course/750x422/2556276_aac3_2.jpg", "coupon_link": "https://www.udemy.com/course/learn-hypnosis/?couponCode=EC4AA740D6CD000FD9E2", "end_day": "2021-11-29 10:07:07+00:00", "headline": "Learn hypnosis tests the easiest hypnosis induction used by most hypnotist and getting a hypnotic voice for hypnosis", "description": "<p>If you want to learn how to hypnotize someone one of the most used hypnotic inductions by hypnotists is called progressive relaxation where you get someone who wants to be hypnotized to close their eyes and focus their attention on different muscle groups throughout the body.</p><p>but before you jump in and just try something like that you must first get someone into the right mindset by making sure they have no fears about being hypnotized and to do this you discuss the most common misconceptions about hypnosis.</p><p>once they understand these they will have a new curious mindset instead of a mindset of fear as fear creates only one thing for a good hypnotic induction process failure. </p><p>So it is important to start any hypnotic induction with a good foundation and that is overcoming misconceptions then it is time to open the mind to new possibilities with suggestibility tests.</p><p>And while these are called tests of suggestibility they really are a step by step approach to engage and open their mind by visually seeing how what they think effects their body so if what they think effects their body what they think effects their life and if they are just following ideas you are offering and they are accepting them something is happening to their body that is beyond conscious control.</p><p>So once they have engaged and respond reasonably well their mindset&nbsp; has changed they accept that what you say to them makes something happen at a subconscious level so therefore when you say something to hypnotize them their is only one place to go into hypnosis.</p><p>Also accepting the words which are suggestions that take them into hypnosis which is a very nice place to go means that your words has taken them somewhere that makes them feel goo so if you give them a suggestion for changing an old behavior to something positive they may accept that change to become their new reality.</p><p>You will also learn how to discover your hypnotic voice by experiencing&nbsp; the difference between an ordinary speaking voice and a hypnotic voice along with my tips on how you could discover your own hypnotic voice.</p><p>You will also learn the importance of the right types of suggestions so that you take someone only in the direction they want to go because your wording needs more precision than everyday conversation as the inner critic that makes choices is offline during hypnosis, but I will demonstrate what I mean in this course. </p><p>One of the most important lessons you will learn in this course is how to get someones mind back on track if they should wander and get caught up in emotional stuff.</p><p>And of course the de-induction what to say to someone to bring them out of trance correctly and if you dont what you should do.</p><p><strong>What will you learn </strong></p><ol><li><p>Suggestibility Tests for getting into the right hypnotic mindset</p></li><li><p>Why Hypnosis Suggestions don,t Work</p></li><li><p>How to get your Hypnotic voice</p></li><li><p>Giving Suggestions in Hypnosis</p></li><li><p>Hypnosis Safety Instructions</p></li></ol><p><strong><em>Hypnosis Downloads to Improve your confidence as a Hypnotist </em></strong></p><p><br></p><ol><li><p><em>Becoming Successful Hypnosis. mp3 </em></p></li><li><p><em>Assertiveness Hypnosis for Confidence. mp3 </em></p></li><li><p><em>Deep Sleep Now. mp3 </em></p></li><li><p><em>Anxiety relief Hypnosis. mp3 </em></p></li><li><p><em>Having a positive attitude. mp3 </em></p></li><li><p><em>Motivation For Success Hypnosis. mp3 </em></p></li><li><p><em>Master Negotiator hypnosis. mp3 </em></p></li></ol>", "preview_video": "https://mp4-c.udemycdn.com/2019-09-12_15-03-18-1ee95591d6d5166f04c481541675aab7/WebHD_720p.mp4?Expires=1637860509&Signature=aP-F0px3RCnKufUwXiD6iNnQag1fTt1AqmRgfTte5IfND9MXng~2fpSz0C0XO0xAuOqdND--KNuaPj8PdVLy6KsGRdWV5C27eV3qVh3dFAUFGC27JMQQsICqTNezNgn~GlHsLAg5MdXuTnl50iyXbvUekXPCB3ZwubPUxIYwrXIOsPTkLc-7J6ckWNUKTc3xrrFcvUMVTHZWDFZAMvcTEm38xnzWoCbxDJKgnq90x1uVzk3tGMmQ9FaQgh19-yxRZlkIPxJa1ps89RzKhRrnHMrGuufR~Qfjls7MtWH64Ob6hFF1tRxn-dP0GSkswg2KCXIR9Bc7RwR9purGQ~nZiA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4409560", "category": "Teaching & Academics", "sub_category": "Test Prep", "title": "PRINCE2® Practitioner Practice Tests", "level": "All Levels", "author": "AFAQ Formations", "duration": "", "rating": "0.0", "reviews": "0", "students": "786", "coupon_code": "MAISSAE", "preview_img": "https://img-c.udemycdn.com/course/750x422/4409560_c11f.jpg", "coupon_link": "https://www.udemy.com/course/prince2-practitioner-practice-tests/?couponCode=MAISSAE", "end_day": "2021-11-29 19:53:50+00:00", "headline": "Pass the PRINCE2® Practitioner Exam On your First Try!", "description": "<p><strong>Get Ready To Prepare Like You’ve Never Prepared Before</strong></p><p>As we often say at AFAQ Formations , work smarter not harder. You are about to see a study guide that took hours of hard collection work, expert preparation, and constant feedback. That’s why we know this exam prep will help you get that high-score on your journey to certification.</p><p><strong>Your Journey To Pass The PRINCE2® Practitioner</strong></p><p>Perhaps this is your first step toward the certification, or perhaps you are coming back for another round. We hope that you feel this exam challenges you, teaches you, and prepares you to pass the PRINCE2® Practitioner . If this is your first study guide, take a moment to relax. This could be the first step to a new high-paying job and an AMAZING career. If you’ve been around the block a few times, consider taking a moment and answering some questions from newer techies.</p><p><strong>What Should You Know Before Studying The PRINCE2® Practitioner ?</strong></p><p>Every exam and certification has different requirements. If this is a serious venture, make sure to read the prerequisites before preceding. Nothing is worse than wasting months studying for an exam you can’t take or passing an exam that won’t help you get a certification!</p><p><strong>What Is ThePRINCE2® Practitioner Focused On?</strong></p><p>The PRINCE2®<strong> </strong>Foundation or as it’s also known, the PRINCE2®<em> </em>Practitioner, like all tests, there is a bit of freedom on PRINCE2®'s part to exam an array of subjects. That means knowing the majority of PRINCE2® Practitioner content is required because they test randomly on the many subjects available. Be aware too that experience requirements often exist because they’ve observed the average person and what is required. You can always push past that to succeed with the PRINCE2® Practitioner but it may take some extra work.</p>", "preview_video": ""}, {"course_id": "3417826", "category": "Finance & Accounting", "sub_category": "Other Finance & Accounting", "title": "Learn 27 Ways to Make Money Online with Your Smartphone!", "level": "All Levels", "author": "Roope Kiuttu", "duration": "3 hours", "rating": "3.5", "reviews": "670", "students": "72064", "coupon_code": "8588190C2FD838BFBF6F", "preview_img": "https://img-c.udemycdn.com/course/750x422/3417826_b765_4.jpg", "coupon_link": "https://www.udemy.com/course/make-money-with-your-smartphone/?couponCode=8588190C2FD838BFBF6F", "end_day": "2021-11-29 09:28:15+00:00", "headline": "Learn PROVEN Ways to Make Money with Your Smartphone. Even 1 Strategy Will Pay Your Course Price Back!", "description": "<p><strong>Would you like to make money online with your smartphone?&nbsp;</strong></p><p><strong>Do you wanna see real money-making apps that pay in 2021?</strong></p><p>Then this course is PERFECT FOR YOU!</p><p>I&nbsp;created this course because every single day people ask me for the best way to get paid just by using their smartphones.</p><p><strong>Learn just 1 strategy and you'll earn your course price back.&nbsp;The rest will be pure profits for you!</strong></p><p>Over the course of years, I've helped 1,000's of ordinary people to start their 'Make Money Online' journeys and you'll be the next one.</p><p>More than 310,000 individuals have taken my courses on Udemy. </p><p><strong>Get started with the course and pick your strategy to start making with your phone.</strong></p><p>You're gonna enjoy this. It's fun and profitable at the same time!</p><p>I'll see you inside!</p><p>-&nbsp;Roope \"Sharing the blessing of making money online\"&nbsp;Kiuttu</p><p><strong>PS. </strong>If you need any help, you can contact me personally on my YouTube channel called \"Learn to Make Honest Money Online\".</p><p>I read all your comments personally and I do everything that I humanly can to help you to succeed.</p><p><strong>PPS. I&nbsp;am constantly adding new lessons to the course to make it even more helpful for you.</strong></p><p>Your satisfaction is the best reward.&nbsp;</p><p>It gives me the most joy when YOU&nbsp;succeed.</p><p>It's Your Time!</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-08-13_23-51-41-eeb35c222bebf50d26d096e914e1d08a/1/WebHD_720p.mp4?Expires=1637860523&Signature=SB-doXViCGRQocQDYO7cDys82I~5kzBdkmm5RtEkAu1IW3U1UboQpSXSz3TuRLfKs8PCuEcs2yH5YKyCDLRIBIUqgSRPOttU2jmOYrNQzJgDYHJNLjxQOs389JUFTWjrdTbI2lJcApts7YGq9bSnRm3E5l4psXfW4W2ixg6am4Roiy42UEFGBLqnwK2SHb3WxSKA1CSuaKpwMGL9fJs~I9WoxZ~3U1TWGuc-p8XZqgJOWaGoocgoobjbvn9Ft7LCaylLLx6iyNG~9-2JMhle3g2LXEWRppNkOWg-LF~U-k4WBUELTQJG79zTT51Ns-qohxvBeMje~iIbNC5dQy4vEw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3905144", "category": "Business", "sub_category": "Human Resources", "title": "Hiring Process: Talent Management", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "1 hour", "rating": "4.4", "reviews": "413", "students": "41124", "coupon_code": "NOV-2021", "preview_img": "https://img-c.udemycdn.com/course/750x422/3905144_1038.jpg", "coupon_link": "https://www.udemy.com/course/hiring-process-talent-management/?couponCode=NOV-2021", "end_day": "2021-11-25 19:52:15+00:00", "headline": "Talent management plays an important role in business strategy since it manages one of important assets - it's people!", "description": "<p>By adopting a structured and comprehensive hiring process, you're taking the first step in positioning your business for success by attracting the right talent. The type of talent that will help build the company culture, drive sales and ultimately position the company as a leader in the industry.</p><p>So in this course we will learn:</p><ul><li><p>Learn how to present the current open position</p></li><li><p>Develop a workable hiring strategy</p></li><li><p>Know how to determine which candidates to interview</p></li><li><p>Steps and techniques to use in an interview</p></li><li><p>Welcome newly hired employees</p></li><li><p>Find potential candidates for the position</p></li><li><p>İnterview new and potential candidates</p><p><br></p></li></ul><p>The job market is more competitive than ever, which means your job as an HR professional needs to evolve in order to keep up with the latest HR trends – and a great talent management strategy could be what helps you edge out the competition.</p><p>Some view ‘talent’ as employees who are top performers or those with high potential, while others view talent as everyone in an organisation.</p><p>When preparing to hire a new employee, your first step should be to know what position you intent to hire them for. In this course you will learn how to research for new talents and the research will help you get a better idea of that skill sets needed, which in turn will help you draft an accurate job description to share with potential candidates.</p><p>Which one is a talent?</p><p>++++++++++++++++++++</p><p>If you are a new manager or small business owner you also need to learn this piece of HR.</p><p>So, what are you waiting for?</p><p>Let’s get started!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-03-10_19-52-35-1d4516f6d27fdd4ae7c14d699f355a8e/1/WebHD_720p.mp4?Expires=1637860529&Signature=bZzEGKMf3ZfJgAthO1~VE1oBt1DfxtJUWE4sf4rqyJIalxH2q2Z-xj9UuG5oUV~AMhUXpfq6S4f1Eg4ioedO4IQS7pzI0BwV0Js9noVNz6MKqHEUHOlYWMzpMPAswZ4trhBaf2aCjse3KTnUqmNKQL5ZuGcZLAhDgWDjaSyGT7xeFrve4EnoIwPdVR7aH2ahTEDmNCozO-pEHcnJpGvjRXMLiyQgP2cJRUDMSqhy9-CsGa3Y5-t46ik8RqZHoqRJiXdxBG6n6GrwyLec7l9B8JK~0Y4nTTKA98K5Mnay-RAKLz9ziYB~qzKwcVCwLbnHhfJNu~I4QrV5osvmF9JTkA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3850246", "category": "Business", "sub_category": "Communication", "title": "First Steps Into Public Speaking", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "42 mins", "rating": "4.3", "reviews": "855", "students": "62298", "coupon_code": "NOV.2021", "preview_img": "https://img-c.udemycdn.com/course/750x422/3850246_42ba.jpg", "coupon_link": "https://www.udemy.com/course/first-steps-into-public-speaking-u/?couponCode=NOV.2021", "end_day": "2021-11-29 12:52:26+00:00", "headline": "Public speaking is one of the most important and most dreaded forms of communication", "description": "<p><strong>First Steps into Public Speaking</strong></p><ul><li><p>Do you get nervous when presenting at company meetings?</p></li><li><p>Do you find it hard to make conversation at gatherings and social events?</p></li><li><p>Do you lock up in awkward social situations?</p></li></ul><p>If so, this course is just for you!</p><p>It’s aimed at anybody who wants to improve their speaking skills in informal or formal situations.</p><p>We’ll give you the confidence and the skills to interact with others, and to speak in front of small or large groups.</p><p><br></p><p><strong>Glossophobia or speech anxiety is the most common fear people have across the globe.</strong></p><p>It affects up to 75% of the population.</p><p>Fear of public speaking can prevent you from taking risks to share your ideas, to speak about your work, and to present your solutions to problems that affect many people.</p><p>However, public speaking is a tremendously efficient form of communication. If you rehearse your presentation over and over you will soon gain confidence.</p><p><strong>Remember, one of the often unexpected delights of public speaking is how it builds confidence.</strong></p><p>Knowing that you can stand in front of an entire tribe—sometimes complete strangers—and weave your magic, is a powerful elixir for greater confidence. And if you find that, rather than enduring public speaking, you actually enjoy it, so much the better.</p><p>I wish you a happy learning and let’s get started.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-02-15_12-06-34-ff438a614bae0ac7c33a6dc5741f76ca/1/WebHD_720p.mp4?Expires=1637860538&Signature=JcESIlthJlntn3Jg-uPUm-mrgYnZRItqrn-OxtuFqKRby7SzYlbsFIPKyLY8kSZP8k2rwypvDuEx8hDpgMBnUX4pnyDBAdErBzw4UnycLOZThLE8jygXILN-2nycYGHBDG6-zrBjzlXNsTIOzRyYKe7avy8T851IOvgEkcvVsDtkyChBA7dT~bg7WeFrkQNFujWTJoT2OD4NaqOAeyoOmVc2TyLDjYtcxGlEaMSNNVsagAydSDjdAy6pgUClOZ1FvROQfwVju3WOA~mqkmtHxCVF92duwYyWux8qrLDpUA-7sGvmqBQ~JiiQ61a1SQj2TkBhO-VFZvYARaXs5cXV4Q__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3540520", "category": "Finance & Accounting", "sub_category": "Investing & Trading", "title": "Passive Income: 27 Ways to Earn Passive Income Online", "level": "All Levels", "author": "Roope Kiuttu", "duration": "2.5 hours", "rating": "3.8", "reviews": "379", "students": "55401", "coupon_code": "D31C0E9BA826CBE46995", "preview_img": "https://img-c.udemycdn.com/course/750x422/3540520_a25f_7.jpg", "coupon_link": "https://www.udemy.com/course/how-to-earn-passive-income-online/?couponCode=D31C0E9BA826CBE46995", "end_day": "2021-11-26 15:03:44+00:00", "headline": "Learn the Steps That I Use to Make Money Even While I Am Sleeping!", "description": "<p><strong>Would you like to earn money even while you are sleeping?</strong></p><p><strong>Do you want to earn money automatically once you've set up the systems?</strong></p><p>Then this is the right course for you.</p><p>I&nbsp;have been earning passive income already for years and I have helped 1,000's of people worldwide to do the same through my YouTube channel, Udemy courses and blogs.</p><p>Earning passive income works in the following way (in a nutshell):</p><ol><li><p><strong>Set up the system.</strong></p></li><li><p><strong>Get paid for months, years and even decades to come.</strong></p></li></ol><p>I love to help people to earn automatic money online.</p><p><strong>This is a really eye-opening course for most of my students.</strong></p><p><strong>Most of my students are complete beginners and they've previously earned money in 9-5 jobs.</strong></p><p><strong>Now they are earning money while they sleep!</strong></p><p>The benefit of earning passive income compared to regular jobs is that you will keep on earning money even after you have stopped working.</p><p>In a regular job, your income stops pouring in the minute you stop working.</p><p>With passive income, you will keep on earning money for a long time after you stop working.</p><p>In this course, I'll show you 27 ways how I&nbsp;earn passive income online so that you can start doing the same.</p><p>It's Your Time!</p><p>- Roope \"Sharing the blessing of passive income\"&nbsp;Kiuttu</p><p><strong>PS. </strong>When you earn passive income, YOU&nbsp;can decide how to spend your time.</p><p>Take control of your life right now and enjoy the freedom!</p><p><strong>► Don't delay. Every second could be costing you money!</strong> ◄</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-10-02_02-51-09-dd8dd382e09745d0c8f64448d299ad98/1/WebHD_720p.mp4?Expires=1637860541&Signature=eiYFEEr2dIbb-KuZPe8hVsw-k1ogzTup5MPphOkL6IIHy4Qz51JFWgwRM3yY3yAL2h7os3HzqEl6DMDHQj~s8rocZeaPqSujDAiDHqUEmBYHkFngdzyDasLMmN25N4PoVL8yFB3UivmUYrtzmi24VmFJiMqyj0L~l7xSzaXQNd7lTd8vy-QPVoghApT-LwejlKxeww116lcbAZ9YQ04Ocw~AoORZAAgVbxa0EkyJgnlucsXBFBaapUeD4pEF-DJuri0I-6Im4iB3ryNaOK4DZxNGQFCulmPsXDS6EVdpzPXFt5ekpEXsih4mnqN2AWTW32DM157sdk~gpvVvQLRc-w__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3580573", "category": "Business", "sub_category": "Entrepreneurship", "title": "Passive Income 6 figures Drop Servicing Home Online Business", "level": "All Levels", "author": "Zeeshan Hussain", "duration": "5 hours", "rating": "4.9", "reviews": "2098", "students": "72068", "coupon_code": "XYZ1XYZ22C1", "preview_img": "https://img-c.udemycdn.com/course/750x422/3580573_7133_4.jpg", "coupon_link": "https://www.udemy.com/course/create-drop-servicing-website-with-wordpress/?couponCode=XYZ1XYZ22C1", "end_day": "2021-11-25 15:31:31+00:00", "headline": "Passive Income up to 6 figures per month Learn Drop Servicing Online Business Home Business without doing investment", "description": "<p><strong>Passive Income Drop Servicing Online Business Home Business</strong></p><p>This passive income drop servicing online business or home business is the first course on Udemy that teaches you how to start to drop servicing online business or home business for passive income. This course will take you step by step from start to end to teach how to start a passive income drop servicing online business home business to make six figures per month.</p><p>What is Passive Income Drop Servicing Online Business?</p><p>So in passive income drop servicing online business home business you create a website (I will teach you in this course step by step how to create a drop servicing website) and you showcase some services on that website for example video editing service, business card designing service, wedding card designing service or logo designing service, etcetera etcetera.</p><p>Now suppose you are providing a wedding card designing service on your website and then when a customer land on your website and he place an order on your website to design for him a wedding card. So you will receive the order and you will forward the order to a freelancer on a freelancing website like Fiverr, Upwork, or any other freelancing website. If you know freelancers on the freelancing websites are doing these jobs on very small amounts like 10 dollars or 20 dollars but you can easily price this service on your website for 80 dollars and 100 dollars. Now let say you have priced this service for 80 dollars so you received 80 dollars from the customer and let say you pay 20 dollars to the freelancer for doing this job, so the remaining 60 dollars is your profit in this one order. So this is how this Passive Income Drop Servicing online business Home Business works.</p><p>Now you might be thinking about how to get clients to my dropservice website. So if you watch the introduction lecture of this Passive Income Drop Servicing Online Business Home Business, there I have discussed some powerful strategies for getting clients for free on your drop servicing website to generate a passive income in this online business or home business.</p><p>In this Passive income drop service online business home business course I have shared the affiliate marketing strategies to get clients for free on your drop service website in the first lecture you can watch that in free preview.</p><p>For Passive income, the best idea in today's age is dropservicing this is the easiest online business and you can start it as a home business and later you can transform this online business home business into a full-time drop servicing agency to generate a lifetime passive income.</p><p>Passive Income is important because if you rely only on your salary you will work until you die but if you start an online business or home business so you will feel relax in your old age and drop servicing is the best online business home business in my opinion.</p><p>I will highly recommend you to watch the first free preview lecture of this Passive income dropservice online business home business course and see how easy, interesting, and profitable is dropservicing online business home business for passive income.</p><p>Instructor Disclosure: All the opinions discussed in this course “ Passive Income Drop Servicing Online Business Home business” are my own, I do not guarantee or promise anyone success or income in this course.</p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-07-31_09-11-33-cc260bf309d5be0adffdd36969bba3da/2/WebHD_720p.mp4?Expires=1637860547&Signature=SVG4RplQrF16J5W2oF53dZOxQDpyot4zpoKSZyFQ2U5Yb9q~APLYrfpRaXsMU1IJz6bEmBR069pYsXoB-1f7YO6kr5YSJdf539lowy-czFOVl3DqDBKnWzbDR9HEAQRH5x3VK26P~6fA4nO2-vuBL6EUsFJvP2PFvijdnyJQSN-mDueEAvM~7CCrigvNB2LJBMeM-IgYgO1~meSbYNOdmE7excA9uGd-7EQVmb35cS9G9V4Wi5COpQG9Cq591RT01klidHL9Ah9DMCknH4UorB4VbWG~A0FuLUWTJ3qz~~UXBStmhx9kfVY3~Il7gJ0gqKS6KzOzcKsgWS-WaNdSVA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1894054", "category": "Development", "sub_category": "Web Development", "title": "Drupal For Absolute Beginners (2021)", "level": "All Levels", "author": "Shubham Saurav", "duration": "1.5 hours", "rating": "4.3", "reviews": "187", "students": "47957", "coupon_code": "847060B3724EBE600440", "preview_img": "https://img-c.udemycdn.com/course/750x422/1894054_b286_3.jpg", "coupon_link": "https://www.udemy.com/course/drupal-masterclass/?couponCode=847060B3724EBE600440", "end_day": "2021-11-28 14:38:19+00:00", "headline": "The Most Comprehensive Course To Start Learning Latest And Greatest Drupal From Scratch", "description": "<p><strong>This is The BEST Course To Start Learning Latest And Greatest Drupal From Scratch. Drupal is now powering more than 1,000,000 websites in the world, there's never been a better time to build an income and business around it.</strong><br><br>If you want to master Drupal to build a Business or to impress your potential Employer then, you've come to the right place.<br>Hi there, my name is Shubham and YOU&nbsp;are going on an exciting learning adventure with me. </p><p>In the entire exiting course I will be teach you the ins and out of Drupal. You will learn everything that you need to know. And by the end of the course you will become and expert in Drupal. <br><br><strong>Here is a glimpse of what you are going to learn :-&gt;</strong><br></p><ul><li><p>Installation of Drupal on localhost</p></li><li><p>Brief Introduction to all the features of Drupal</p></li><li><p>Creating Content on Your Drupal Site</p></li><li><p>Creating User and User Roles</p></li><li><p>Adding Permission to User Roles</p></li><li><p>Blocks and Conditionally Displaying Blocks</p></li><li><p>Adding Link to Menu</p></li><li><p>Create and Displaying Menu using Blocks</p></li><li><p>Making URL pretty using URL Alias</p></li><li><p>Installing Modules</p></li><li><p>Generating URL Aliases using PathAuto</p></li><li><p>Customizing Contact Form</p></li><li><p>Installing Themes</p></li><li><p>Much, much more.</p></li></ul><p><strong>What you will get from this course?</strong></p><ul><li><p>Step by Step HD video tutorial</p></li><li><p>An awesome community</p></li><li><p>Lifetime Updates</p></li></ul><p><strong>How this course is different than other course?</strong></p><p>This is the most comprehensive course about Drupal that comes with a great support. We are open to lecture request . We answer every single question of our students. </p><p>I have taught over 90,000 happy students on Udemy alone and this number is increasing rapidly. There is no risk involved in taking the course as I provide 30 days money back guarantee with No-Question-Asked. <br><br><strong>Don't Wait for the time. Now is the time. Enroll now.</strong></p><p><br></p><p><br></p>", "preview_video": "https://mp4-b.udemycdn.com/2018-10-11_03-58-48-54c3299adb5e0663387addb572f7aa71/WebHD_720p.mp4?secure=7FGVXMxlJv7sAsdh0zrigw%3D%3D%2C1637860553"}, {"course_id": "3569891", "category": "Development", "sub_category": "Programming Languages", "title": "सीखें Javascript Programming हिन्दी में", "level": "All Levels", "author": "Shubham Saurav", "duration": "5 hours", "rating": "4.2", "reviews": "154", "students": "17895", "coupon_code": "E4077F87D581280EA832", "preview_img": "https://img-c.udemycdn.com/course/750x422/3569891_acf2_5.jpg", "coupon_link": "https://www.udemy.com/course/learn-javascript-step-by-step-in-hindi/?couponCode=E4077F87D581280EA832", "end_day": "2021-11-28 14:37:27+00:00", "headline": "Learn Javascript Programming Language easily In Hindi. Every Topic is explained in simple way using हिन्दी language.", "description": "<p><strong>नमस्कार दोस्तों!</strong></p><p><br></p><p><strong>जावास्क्रिप्ट(Javascript) वह भाषा है जिसे आधुनिक डेवलपर्स को जानना, और अच्छी तरह से जानना होगा। वास्तव में जावास्क्रिप्ट जानने से आपको नौकरी मिल जाएगी, और आप quality web application का निर्माण करने में सक्षम होंगे।</strong></p><p>इस पाठ्यक्रम में, आप जावास्क्रिप्ट के मूल सिद्धांतों को सीखेंगे, variables, constants, conditionals, loop, function जैसे बुनियादी निर्णय प्रोग्रामिंग अवधारणाओं को सीखेंगे। आप इस भाषा की सुंदरता और शक्ति को सीखेंगे जो आज आधुनिक सॉफ्टवेयर विकास में सबसे आगे है।<br></p><p>प्रोग्रामिंग में 6 साल के अनुभव के साथ, मैं अपना ज्ञान आपके साथ साझा करता हूं। इस कोर्स में, मैं आपको निम्नलिखित अवधारणाएं सिखाऊंगा।</p><p>1. Downloading Code Editor and Browser<br>2. First line of code: Hello World <br>3. Preferences <br>4. Comments<br>5. Variables<br>6. Constant<br>7. Variable<br>8. Naming Rules<br>9. Data Types <br>10. String<br>11. Arithmetic Operator<br>12. Array<br>13. Object Literal<br>14. Array Of Object Literal <br>15.If Else<br>16. Comparison Operators (Part 1 + Part 2)<br>17. Else If<br>18. Logical Operator<br>19. Switch<br>20. For Loop<br>21. While Loop<br>22. For Of Loop <br>23. Functions <br>24. Return Type Functions<br>25. Arrow Functions</p><p>इस कोर्स में, हम 10 कोडिंग चालान भी हल करेंगे जो आपको अपने संदेह को दूर करने और अपनी सीख को लागू करने में मदद करेंगे।</p><p><strong>अगर आपके लिए यह सही कोर्स है तो \"Buy\" बटन पर क्लिक करके इस पाठ्यक्रम में शामिल होकर आज ही पाठ्यक्रम शुरू करें|</strong></p>", "preview_video": "https://mp4-b.udemycdn.com/2020-10-15_03-29-43-65ad15f3d30b44c967258652c187c295/1/WebHD_720p.mp4?secure=2VkwiYSHvhH0mxb_W26Fbw%3D%3D%2C1637860556"}, {"course_id": "3433626", "category": "Business", "sub_category": "Entrepreneurship", "title": "Make Money From Home: 45 Work From Home Opportunities", "level": "All Levels", "author": "Roope Kiuttu", "duration": "1 hour", "rating": "4.2", "reviews": "924", "students": "94568", "coupon_code": "5A757E30F5F10ED78E33", "preview_img": "https://img-b.udemycdn.com/course/750x422/3433626_42b9.jpg?secure=skfL1SvrWdzM1hhSOn0qgg%3D%3D%2C1637930777", "coupon_link": "https://www.udemy.com/course/work-from-home-job-opportunities/?couponCode=5A757E30F5F10ED78E33", "end_day": "2021-11-27 16:25:44+00:00", "headline": "Find the Best Way to Make Money From Home That Fits YOUR Needs!", "description": "<p><strong>Do you want to Make Money From Home?</strong></p><p><strong>Do you want to find a flexible Work From Home Job?</strong></p><p>Then this is the PERFECT COURSE FOR YOU.</p><p>You're going to see over 45 make money from home opportunities.</p><p>I've shown steps to make money for 100,000's&nbsp;people worldwide and every single month around 500,000 people watch my videos on my YouTube channel called \"Learn to Make Honest Money Online\".</p><p>It will be my privilege to help YOU to make money online too.</p><p>Until this day, I've still answered 100% of the questions I&nbsp;received on Udemy.</p><p>I&nbsp;reply almost 100% of the comments that I&nbsp;receive from my 84,000+&nbsp;subscribers on \"Learn to Make Honest Money Online\" channel.</p><p>This simply means that I&nbsp;really put effort on helping as many people as possible to make money online.</p><p>I&nbsp;believe that anyone can make a life-changing income online.</p><p>IF I&nbsp;CAN&nbsp;DO&nbsp;IT,&nbsp;YOU&nbsp;CAN&nbsp;DO&nbsp;IT.</p><p><strong>IF 1,000's OF&nbsp;OTHERS&nbsp;PEOPLE&nbsp;CAN&nbsp;DO&nbsp;IT, YOU&nbsp;CAN&nbsp;DO&nbsp;IT TOO.</strong></p><p>It's Your Time!</p><p>- Roope \"Sharing the Blessing of Making Money From Home\"&nbsp;Kiuttu</p><p><strong>PS. </strong>If you prefer building an online BUSINESS, you may prefer to take my other courses on Udemy where I will walk you through the steps on how you can do that.</p><p>See you inside! :)</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-08-21_03-03-33-6202bd778a21512590e062a7c64305d7/1/WebHD_720p.mp4?Expires=1637860577&Signature=VsgLX~VjzlwqsI7lvbuIb2sBhglGZGlHcDDlkuzL2Q9I4mbSSuj-jKSNOo4BPDYLBW4bp6cE8O4AlnPvzq4yGfGNyb74asUDaiyocl7NBzxaSHgi7KgJ-E6GlDNobSwkjOnK~36mCqwnDwo9ImlUBHPxZAPk4NOA~fXGcsQZ1~U4MSOzbAsUNcNZkb38EMUsGtS-owA-OAATLFPuuI09hIEduJzRP~oQ6eX1R7gt0Wtjrg0lbKLf~Hmdv7PM3OhsSNSefErU94o2qEQ51aYVc9z0sLA-~Ks3E37rcga-r9xbLjJuIBYN5MKXjslqrqDJh3hCUemYq3aU-eNk0XPJQg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3923322", "category": "Development", "sub_category": "Web Development", "title": "Déployer Gratuitement WordPress en ligne (2021)", "level": "Beginner Level", "author": "Josaphat ADJIBI", "duration": "33 minutes", "rating": "4.9", "reviews": "7", "students": "1162", "coupon_code": "72622E94FAEE856358C3", "preview_img": "https://img-b.udemycdn.com/course/750x422/3923322_0f36_2.jpg?secure=XC13ZANwiSruDy7SWlVh9Q%3D%3D%2C1637930783", "coupon_link": "https://www.udemy.com/course/deployer-gratuitement-wordpress-en-ligne-2021/?couponCode=72622E94FAEE856358C3", "end_day": "2021-11-29 00:07:26+00:00", "headline": "Hébergez gratuitement 3 sites Wordpress avec certification SSL et développez dynamiquement WordPress en local", "description": "<p>Ce cours vous confère la possibilité d'héberger gratuitement au maximum 3 sites WordPress, avec certification SSL, ainsi que le développement de votre site WordPress en local. Il s'adresse a tout ceux qui souhaiteront héberger gratuitement leurs sites WordPress en ligne, sans dépenser le moindre centime pendant 9 mois. Aujourd'hui il existe de nouvelles technologies facilitant l’hébergement de WordPress en locale comme celle que vous-allez voir dans ce cour. Ensuite nous aborderons comment installer les Démos d’un thème de WordPress. Cette partie vous permettra de disposer d’un site prédéfinis en locale, et il vous suffira alors de faire les personnalisations nécessaires afin de répondre à vos ambitions de site. Les Démos existent sous plusieurs catégories, tels que les sites de e-commerce, d’actualité, de blogging, de forum, de business etc... L’hébergement par contre est une partie délicate de ce cours, il mérite une grande concentration pour la mise en œuvre des instructions. La certification SSL en outre est une partie très importante dans la qualité du site publié. En effet elle rassure vos visiteurs de la légitimité de votre site et vous mets au meme pied d’égalité que vos concurrents a hébergement payant. Profitez bien de ce cours, il sera révisé mensuellement.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-10-15_23-41-49-de6219a232f83e7bb4cdd25faf6386e2/2/WebHD_720p.mp4?Expires=1637860583&Signature=F6qUFMf0ek1sR1x9m03dttrJpDh0pfi4LGnnIz8el9aiUhT1HyrDZuUDyQpOZil68soPfjIjG2fMEltoJaAOxORHIrl1o7iEJVUn6c6bHIMBlgscM~CUb~TvwcSJtJMDEAEukhGPGooE7aVfM72FDSBmXtuO8KCb-gGZ0l5Abc7XkyS1RsaLYqzxpWIkyq7-FFtn7bW8R6XD2uleukQXz0ApkxA82tAY-j9QuAOKdrLXU8zpYPkWLfhadnemVpG7tt4unE1sH7H3kqNJr7~V1dqaashQ76KvnjWChOg79ss44~fpD5LidwTBCqkgFJQBW-W~WRzvhFvlyFt18IrU5Q__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4407120", "category": "Personal Development", "sub_category": "Career Development", "title": "Comunicazione efficace - Diventa bravo a comunicare", "level": "Beginner Level", "author": "Giuseppe Franco", "duration": "2,5 ore", "rating": "0.0", "reviews": "0", "students": "356", "coupon_code": "52014D80F3EC92536E16", "preview_img": "https://img-b.udemycdn.com/course/750x422/4407120_f833_4.jpg?secure=nB-XrAjBi3fEo8G8EGNQdg%3D%3D%2C1637930787", "coupon_link": "https://www.udemy.com/course/comunicazione-efficace-per-tutti/?couponCode=52014D80F3EC92536E16", "end_day": "2021-11-28 17:53:05+00:00", "headline": "I 10 Passi per distinguersi in tutte le situazioni lavorative e personali", "description": "<p><strong>Livello: base</strong></p><p>Avere buone <strong>abilità comunicative</strong> è il più importante vantaggio che tu possa mai sviluppare per il tuo successo nella vita. Ogni giorno tra situazioni lavorative e personali (Riunioni, presentazioni, cene galanti o colloqui di lavoro) dovremo sempre essere pronti a comunicare nel modo giusto.</p><p>Coloro che sviluppano <strong>forti capacità di comunicazione </strong>ottengono posti di lavoro e promozioni e spesso salgono ai più alti livelli di leadership nelle aziende, nei governi e nella vita quotidiana. Senza contare che già da studenti, quando si è abili a comunicare, si diventa dei bravi allievi che l'insegnante non può fare a meno di notare.</p><p>Invece, le persone che non riescono a sviluppare capacità di comunicazione spesso finiscono per essere fraintesi, hanno situazioni lavorative e private che non riescono a risolvere perché non sono bravi a comunicare. Questo percorso è indicato per <strong>costruire le basi fondamentali </strong>per una comunicazione chiara, sicura e coincisa (in meno di 3 ore!)</p><p>Il corso è progettato per tutti coloro che vogliono migliorare la propria comunicazione e costruire delle basi solide per influenzare e rimanere impresso POSITIVAMENTE nella mente degli altri.</p><p>L'approccio per la maggior parte del tempo sarà discorsivo come se fosse una chiacchierata tra amici e senza mai utilizzare esempi accademici pesanti e difficili da comprendere. Solo quello che ti servirà per comprendere differenza tra un messaggio scadente ed una comunicazione efficace.</p><p><strong>Attenzione:</strong> non è un corso esaustivo su <strong>tutto quello che riguarda la comunicazione</strong> e non è consigliato per chi ha già esperienza in ambito comunicativo.</p><p><strong>Organizzazione del corso:</strong></p><p>Ci sono 10 sezioni fondamentali denominate Analizza la tua comunicazione, Il cuore del messaggio, Organizza i pensieri, Frasi coincise, Pause efficaci, Riempitivi, Ascolta per comunicare, Comunicazione non verbale, Parole ammorbidenti (bonus) e Messa in pratica. Guarda le sezioni/lezioni del corso completo per maggiori dettagli. Grazie ;-)</p><p><strong>Ecco alcune delle cose che imparerai a fare in questo corso:</strong></p><ul><li><p>Come evitare i falsi miti della comunicazione e distinguersi quando parliamo</p></li><li><p>Differenza tra essenza del messaggio e mettere un punto nelle conversazioni</p></li><li><p>La semplice e ordinata \"Tecnica dei tre secchi\"</p></li><li><p>Dare ritmo alle parole con le pause appropriate senza essere lagnosi</p></li><li><p>E tanto altro...</p></li></ul><p><strong>Ci sono 2 modi pratici per seguire l'intero percorso:</strong></p><p>Seguire l'intero corso in ordine come lo trovi.</p><ol><li><p>Seguire l'intero corso in ordine e poi fare \"zapping\" da una lezione all'altra in base a quello che vuoi approfondire.</p></li><li><p>Puoi andare direttamente all'argomento che ti interessa di più e trovare direttamente le risposte ai tuoi dubbi o domande.</p></li></ol><p>Tutto in poco più di due ore per dare la possibilità a chi è impegnato per lavoro di acquisire in poco tempo le basi per una comunicazione efficace.</p><p>Ricordati che<strong> </strong>la <strong>comunicazione efficace</strong> è un'abilità importante per qualsiasi lavoro ed è essenziale per la vita stessa. Senza capacità di comunicazione efficace, non avremmo modo di funzionare come esseri umani nella nostra società moderna.</p><p>Per qualsiasi domanda ci vediamo nel mio sito o scrivimi via email.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-21_06-37-33-2ce34899c8a6841395945e7ee4b48802/2/WebHD_720p.mp4?Expires=1637860587&Signature=KLJpDFWa2qnQpAxnbB~7RK51izlYP-Zc3rpUfORFYrubmKND-SWemTlzQL8M1N9NTkbGlpAgD3yh9v7pBFrMOEvqK2VEg~eYzEeAj7X0Cm2D8~P-cUtgMJvgngK8Oiu7OGmWTQHIHVX7wR51eHkBPe2VDyTQRRWcg9G2q8M7jhjBM4w351UmK~sws2R8H9WaIQ4wTHWxS0SRv5tdqN8gECZE5uIT6eiLjh~Fq6mwe3pg9UeYInqChenLGLHmu0qoY-I9i3QlT64jWYZl8jXuSXu19aaNN8v0rFt8OxzOzORHgSklXrMBc3hAAj6SuJjd6-2ffi9B7Il0XEzlRDOe5w__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3393972", "category": "Finance & Accounting", "sub_category": "Investing & Trading", "title": "Simple and Strong Forex Swing Trading Strategy in the world", "level": "All Levels", "author": "Thomas Boleto", "duration": "1.5 hours", "rating": "3.9", "reviews": "139", "students": "26139", "coupon_code": "B55C2A7674E4A2E62FE2", "preview_img": "https://img-c.udemycdn.com/course/750x422/3393972_b069.jpg", "coupon_link": "https://www.udemy.com/course/a-simple-forex-swing-trading-strategies-that-work-vip-only/?couponCode=B55C2A7674E4A2E62FE2", "end_day": "2021-11-29 11:29:33+00:00", "headline": "Price Action Secrets for Forex , Stock Trading , Options , Swing Trading & Day Trading + Template and Indicators", "description": "<ul><li><p><strong>Forex swing trade : use swing trading strategy to be better trader ,<em>A Simple Forex Swing Trading Strategies That Work</em></strong> </p></li><li><p>here its a <strong>Simple and Strong Forex Swing Trading Strategy in the world</strong></p></li></ul><p>Gain the ability to <strong>Make Money in Stock market, commodity,Forex, cryptocurrency and other tradable instruments </strong>using <strong>Price action, the Safest way </strong>by taking this course! Get your answers from<strong> two Certified &amp; experienced Market experts</strong> to every single question you have related to the learning you do in this course including <strong>TimeFrame, Indicators, </strong>studying <strong>Charts, Use candlestick trading, </strong>understand the trading strategy how it work with historical date of the strategy from ( 2017 till jun 2020) and the results, and many more topics that are added every month!❕❕</p><p><strong>Whether you are a Beginner, a regular investor or an Experienced market player, </strong>I know many people who even after working in the Industry for whole life could not determine the correct ways to invest. This course is for all of those who want to Get the<strong> Essence of investing &amp; trading</strong> in Forex Market.<br></p><p>If you are like me, you are reading more now because you want to know for sure whether this course is worth taking before you invest your money and time in it. <strong>A Huge Number of Clients trust us and Invest their money on our Suggestions</strong> and now, We are teaching all of that on Udemy with more improvements and awesome video lectures</p><p>Thank you very much for reading so much of the description for this course! The fact that you have spent some of your very valuable time here already reading this course leads me to believe that you will enjoy being a student in the course a lot! <strong>Find the \"take this course\" or \"start free preview\" button up on the page to give the course a try today!</strong> </p><p>If you want to learn more about what the course contains, <strong>here is a short list of questions to help you decide if you should take it followed by a deep list of the course lectures below</strong>. What you see is just the beginning of what the course includes because I am making new lectures every month for you! You will get to see screen capture live tutorials showing you everything you need to do to get started with Technical Analysis and price action including information about all of the topics below!</p><ol><li><p><strong>Importance of Technical Analysis and price action</strong></p></li><li><p><strong>historical data and results of strategy from (2017 till jun 2020) with the percentage win rate and loss </strong></p></li><li><p><strong>How to use trading strategy if you are beginner there's free indicator who will help you to find the setups of entry&nbsp; </strong></p></li><li><p><strong>If you are advance I will show you how to find the enter setups without any indicator only by eyes with naked candlesticks&nbsp; </strong></p></li><li><p><strong>How to set stop loss and where exactly and even take profit&nbsp; </strong></p></li><li><p><strong>How to use my money management strategy </strong></p></li><li><p><strong>How to control your emotions when you trading Financial market, Stock market, commodity,Forex, cryptocurrency</strong></p></li><li><p><strong>How to grow your trading account capital if its 100$ or 1000$</strong></p></li><li><p><strong>Which trading Size (micro,mini or standard lot)&nbsp; its match with your account depending your account size </strong></p></li><li><p><strong>Common Mistakes that you should Avoid</strong></p></li></ol><p><strong>Moreover you will get videos trading live with the swing strategy </strong></p><p>You get lifetime access to this course which already 4K video tutorials sharing everything you need to be a Technical Analyst and Start Making Money in the Best way </p><p>If you are still not sure, here are three questions you can use to make the final decision!</p><ol><li><p>Do you want to learn how to invest in <strong>Stock market, commodity,Forex, cryptocurrency</strong> the Most Safest way via Technical Analysis (Price action) no indicators needed&nbsp; </p></li><li><p>Do you want to use the valuable skills to work for clients who want to invest their money </p></li><li><p>Do you want to learn the Essence of Trading which people even after spending years don't know </p></li></ol><p>if you answered yes to any of these questions, I would guess based on my experience after working for 20+ years in Investment and Finance Industry that you might enjoy this course. If for any reason I am wrong, you have <strong>30 days to ask Udemy for a refund</strong>. I can guess the odds of you enjoying this course are very high! Thank you very much for reading all of this!</p><p>I hope to see you as a student in the course when we next meet ?</p><p><strong><br>cheer?</strong></p><p><strong>Thomas Boleto</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-08-07_03-26-48-11dc4a2278834f77ca60e43b57874c23/1/WebHD_720p.mp4?Expires=1637860590&Signature=P6Nf0z5RSDVhoTP-j~LhdY6mO0Ot-6k0DM9kVLJleEtjVzEBpGOox8uAq2bZPvZH2WWtAZXsVWRy20aKYJS1QkRzQDl2VZ~674f9Dtz3ELSb-Vw7TjvoqdOvRuM5OrN7G3nJWIXDnq5TVMBofgnUzm3EquhVNGT~uzfgdnjqEySGDmRxnn~f2mBBHgS2Ip7T-bg~sVx4e-4Q6IjEHSaBb59Y6zaG0gxk0UzLcRXRJ9LV~WZgIEbUiETY9IV5FRk-N5FNOTSyg4JgGUmZ51VEnabWsO8QyvZjcqeShpCzLI1jXpsDMPGCJaoFDLqw1Iqn~7oVy~vCSmxzwjTNE-H1Ww__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3798454", "category": "Business", "sub_category": "Sales", "title": "Becoming A Sales Professional", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "2 hours", "rating": "4.3", "reviews": "252", "students": "47634", "coupon_code": "NOV.2021", "preview_img": "https://img-b.udemycdn.com/course/750x422/3798454_1ea7.jpg?secure=FteuB0iioW1pjdpeXVm-fw%3D%3D%2C1637930804", "coupon_link": "https://www.udemy.com/course/building-sales-relationships-networking/?couponCode=NOV.2021", "end_day": "2021-11-27 19:25:46+00:00", "headline": "The choices other people make about you determine your health, wealth, and happiness.", "description": "<p>By caring about building relationships with potential customers and taking an interest in their world, it can significantly improve the odds of securing a sale and retaining that customer for the long-term.</p><p>Strategic friendships will make or break any business, no matter how big and no matter what kind of market.</p><p><strong>So, in this course, our learning points will include:</strong></p><ul><li><p>Discover the benefits of developing a support network of connections.</p></li><li><p>Understand how building relationships can help you develop your business base.</p></li><li><p>Learn how to truly like your acquaintances—not just pretend to.</p></li><li><p>Identify the key elements in strong working relationships, and how you might put more of these elements in your working relationships.</p></li><li><p>Recognize the key interpersonal skills and practice using them.</p></li></ul><p>No matter how hard we as humans try to make logical and rational decisions, the simple fact is, every decision we make is actually made emotionally. How we feel about it determines what we choose to do, not what we think about it.</p><p>Salespeople: showing the other person that we actually care about them and the things that are important to them is the first order of business if we want to be successful.</p><p>So, shall we get started?</p><p><strong>Enroll in the course today</strong> and I wish you a happy learning!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-01-24_20-34-15-3571532cea8aa28f05696374655b38af/1/WebHD_720p.mp4?Expires=1637860604&Signature=mUWyBwTG8vTXfWOqdQk93BTvvvZuMLDHRmgh8RZNu1ZUI58aBgbTz9I4VDH8bravbXh9ssWFkD9Rt1wfPrQAWEgDBp6gEsnCVPj3PDTa6fB7nWBcAUD8OI0hu1Szp8jZU30QQ9S5~jSpoN1ROC6pnbpwMge5sCGegZmdH58BeIc5-Z3jupDOXpsmf-kZgWFwaG1Z2zXgLoLcQB9OyvKtYGfmxTRgJ~LIrWgIv~KbPU1X~EKfXuNvz36nKQsmLlXw6gQQZuQ5tMQA374438eox3jTUpvKWVoQfIEF5Kt2hwUCcvzqFpdu-oB5lOeNKsS8VOzN48djbJQgOtZfDFmf9g__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3214003", "category": "Design", "sub_category": "Design Tools", "title": "Das große Canva-Kompendium", "level": "Beginner Level", "author": "Sebastian Glöckner", "duration": "5 Stunden", "rating": "4.0", "reviews": "29", "students": "1349", "coupon_code": "A70D8A11CCDB6B21D71A", "preview_img": "https://img-c.udemycdn.com/course/750x422/3214003_12e8.jpg", "coupon_link": "https://www.udemy.com/course/das-canva-kompendium/?couponCode=A70D8A11CCDB6B21D71A", "end_day": "2021-11-26 12:42:23+00:00", "headline": "Professionelle Designs mit Canva gestalten und Dein eigenes E-Book gestalten!", "description": "<p>Die <em>Grafikgdesignplattform Canva </em>ist eine <strong>kostenlose, </strong><em>Photoshop </em>ähnliche Bildbearbeitungssoftware welche Windows, Max OS und Linux unterstützt und sogar eine App bereitstellt.</p><p>\"<strong>Entwerfe mit Canva alles, was du dir vorstellen kannst\"</strong></p><p>Mit Canva hat <strong>jeder </strong>die Möglichkeit <strong>professionelle Designs</strong> zu erstellen, ohne dafür Kenntnisse in Bildbearbeitung zu benötigen.</p><p>Selbst mit Zugriff auf viele Youtube-Tutorials wenden viele in der Grafikdesignplattform Canva nur grundsätzliche Funktionen an.</p><p><em>Bis jetzt...<br></em></p><p>Du bist gerade dabei dein erstes Buch zu veröffentlichen und dir fehlt es an einem passenden Cover?</p><p>Du kennst dich nicht gut aus mit Photoshop und möchtest keinen Grafiker beauftragen dir ein Cover zu erstellen?</p><p><em>Bis jetzt...</em></p><p>Warum probierst du es nicht selbst aus - mit Canva benötigst du<strong> keine Design Kenntnisse</strong>, um tolle ansprechende Cover für dein Ebook oder Taschenbuch zu erstellen!<br></p><p><strong>Cover Erstellung mit Canva Schritt für Schritt</strong></p><p>Ich zeige dir viele verschiedene Varianten, um das passende Designs für Dein Business und Cover für dein Buch zu finden! Ich kläre dich über die rechtlichen Gegebenheiten bzgl. einer kommerziellen Nutzung von Canva auf und zeige dir viele nützliche Tricks, um Canva effektiv nutzen zu können.</p><p>Schreib dich ein und fange noch heute an, schöne Designs und Cover für deine Werke zu erstellen!</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-06-09_13-25-55-0e3a0873d509a73702916ea9dc098517/1/WebHD_720p.mp4?Expires=1637860614&Signature=Q6zPIi0DA961o1wi8bS90jFrvV3lOti9IFncQztnQ3P9vO~vz0WF0aUykBqPmLnbXycEQ-trR36r0tLoTYR538n4OxFQBp13jg4YobLoMLQ1B5eptl~nUyrKmDIDtEB4ABJXRio7J2MxuwSLhHVgAPEXzKAom9C70QUOtiwql3qU34~7kTsfa4db9pL4UIFAhL9WN0yamSoNxCrDfyF5DNIyuW~1hSmi95uJvJY5uDo53nFLq8nHHaYd~EWjO6OlUKe3H4xXKxiwf3n1EPR9Bxtx~m68O2Q3K~EY~nlpIu57D7dHQcwSL9HZP2Dm1cWsQel1qR1fs2VIw-4NGi4HKg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3200880", "category": "Marketing", "sub_category": "Affiliate Marketing", "title": "Learn 4 Steps to Make Money Online with Affiliate Marketing!", "level": "Beginner Level", "author": "Roope Kiuttu", "duration": "4 hours", "rating": "3.9", "reviews": "460", "students": "76797", "coupon_code": "7F6DCEE2580D2878B987", "preview_img": "https://img-c.udemycdn.com/course/750x422/3200880_8fa6.jpg", "coupon_link": "https://www.udemy.com/course/make-money-with-affiliate-marketing-online/?couponCode=7F6DCEE2580D2878B987", "end_day": "2021-11-27 21:38:22+00:00", "headline": "These 4 steps took me from a complete beginner to making a life-changing income online.", "description": "<p><strong>Have you ever wanted to make money online even while you are sleeping?</strong></p><p><strong>Would you like to spend time with your loved ones and earning money at the same time?</strong></p><p>It happens to me all the time.</p><p>I still remember the day when I stumbled online and searched something like, \"How to make money online\".</p><p>There was a young man from the United States who said that he can show me how to make money using the Internet.</p><p>My first thought was, \"that must be a scam or something!\"</p><p>Well, I&nbsp;gave it a try...</p><p>And guess what.</p><p><strong>I failed! </strong></p><p>The reason was that I&nbsp;just \"tried\" it. I didn't really commit at first.</p><p>Then I saw dozens and dozens of examples:</p><p>Someone made $2,000/month online.</p><p>Another person made $5,000/month online.</p><p>Some people made even $10,000/month online...</p><p>And more...</p><p>I realized that if they can do it, I&nbsp;can do it.</p><p>And sure enough, I did it.</p><p><strong>I made a life-changing income online and I've traveled around the world in 40 countries in total.</strong></p><p><strong>Nowadays I run a YouTube channel called \"Learn To Make Honest Money Online\" with over 300,000 monthly views helping ordinary people to make a life-changing income online too.</strong></p><p>I&nbsp;simply share the steps that I took to make money.</p><p>And it works.</p><p>In this course, <strong>you'll learn the steps that I&nbsp;have taken to make a life-changing income online and achieve the ultimate freedom in my life.</strong></p><p>I can't give you any income guarantees because it's against the law but I&nbsp;can tell that the steps that I teach have worked for me and dozens of my friends.</p><p>I'll see you inside the lessons!</p><p>Looking forward to helping you my friend!</p><p>Cheers</p><p>- Roope&nbsp;\"From a complete beginner to making a life-changing income online\" Kiuttu</p><p><strong>PS. </strong></p><p>Imagine having a life that you've always dreamed of.</p><p>Imagine having the freedom...</p><p>It's Your Time!</p>", "preview_video": "https://mp4-b.udemycdn.com/2020-10-09_04-00-40-3e2327bd76e567b7990524bf15251305/1/WebHD_720p.mp4?secure=je6WtG20ccJQiBIVRXCY5w%3D%3D%2C1637860617"}, {"course_id": "4408138", "category": "Teaching & Academics", "sub_category": "Test Prep", "title": "2022 Kpss Güncel Bilgiler+ Pdf", "level": "Beginner Level", "author": "ATACBALA AKADEMİ", "duration": "2,5 saat", "rating": "0.0", "reviews": "0", "students": "837", "coupon_code": "43FD3E4ED618127125C0", "preview_img": "https://img-c.udemycdn.com/course/750x422/4408138_8b01.jpg", "coupon_link": "https://www.udemy.com/course/kpssguncelbilgiler/?couponCode=43FD3E4ED618127125C0", "end_day": "2021-11-28 07:57:33+00:00", "headline": "Her Ay Yeni Video Yayınlanacaktır 2020 Den Bu Yana Bütün Güncel Bilgiler Serisi", "description": "<p>2022 Kpss Sürecinde </p><p><br></p><p>Pratik Matematik</p><p>Sözel Mantık </p><p>300 Deneme Tarih Soru Çözüm </p><p><br></p><p>Eğitimimizden Sonra </p><p><br></p><p>2022 Kpss Sürecinde Güncel Bilgiler Eğitimlerimizle Başarılarınıza Ortak Olacağız </p><p>2022 Kpss Güncel Bilgiler Eğitimine Her Ay Yeni Video Eklenecektir </p><p>Kpss Güncel Bilgiler'de Her Sene Altı Soru Öğrencilerimize Yöneltilmektedir</p><p>Sektördeki Tecrübemiz Paralelinde Her Sene Soru Yakalıyoruz.2022 Kpss Sürecinde'de tek temennimiz Öğrencilerimizin bizlerden Gördüğü Sorularla Sınavda Karşılaşması Olacaktır </p><p>2020 Yılından Bu Yana Bütün Güncel Bilgiler Sorularına Sahip Olacaksınız </p><p><br></p><p><br></p><p><br></p><p>Atacbala</p><p><br></p><p><br></p><p>Kpss Vatandaşlık Konuları </p><p><strong>» Hukuka Giriş</strong></p><p><strong>» Anayasal Gelişmeler</strong></p><p><strong>» Genel Esaslar</strong></p><p><strong>» Temel Haklar</strong></p><p><strong>» Yasama</strong></p><p><strong>» Yürütme</strong></p><p><strong>» Yargı</strong></p><p><strong>» İdari Yapı</strong></p><p><strong>» Uluslararası Örgütler</strong></p><p><strong>» Güncel</strong></p><p><br></p><p><strong>2022 KPSS Lisans Türkçe Konuları;</strong></p><p><strong>» Sözcüğün, Söz gruplarının Anlamı</strong><br><strong>» Cümlenin Anlamı, Yorumu</strong><br><strong>» Sözcük Türleri</strong><br><strong>» Sözcüğün Yapısı, Ekler</strong><br><strong>» Cümlenin Ögeleri</strong><br><strong>» Cümlenin Türleri</strong><br><strong>» Ses Olayları</strong><br><strong>» Yazım Kuralları</strong><br><strong>» Noktalama İşaretleri</strong><br><strong>» Anlatım Bozukları</strong><br><strong>» Paragraf</strong><br><strong>» Paragrafta Anlatım Yolları, Biçimleri</strong><br><strong>» Sözel Muhakeme ve Mantık</strong></p><p><br></p><p><strong>2022 KPSS Lisans Matematik Konuları </strong></p><p><strong>» Temel Kavramlar – Çözümleme</strong><br><strong>» “Bölme ,Bölünebilme Kuralları, Asal Çarpanlara Ayırma, OBEB, EKOK”</strong><br><strong>» Rasyonel Say. Ondalık Say.</strong><br><strong>» Basit Eşitsizlikler</strong><br><strong>» Mutlak Değer</strong><br><strong>» Üslü Sayılar</strong><br><strong>» Köklü Sayılar</strong><br><strong>» Faktöriyel</strong><br><strong>» Çarpanlara Ayırma</strong><br><strong>» Oran – Orantı</strong><br><strong>» Denklem Çözme</strong><br><strong>» Sayı Problemleri</strong><br><strong>» Kesir Problemleri</strong><br><strong>» Yaş Problemleri</strong><br><strong>» işçi-Havuz Problemleri</strong><br><strong>» Hareket Problemleri</strong><br><strong>» Yüzde Kar-Zarar, Faiz Problemleri</strong><br><strong>» Karışım Problemleri</strong><br><strong>» Grafik Problemleri</strong><br><strong>» Kümeler</strong><br><strong>» Bağıntı ve Fonksiyon</strong><br><strong>» İşlem</strong><br><strong>» Modüler Aritmetik</strong><br><strong>» Permütasyon</strong><br><strong>» Kombinasyon</strong><br><strong>» Olasılık</strong><br><strong>» Sayısal Mantık</strong><br><strong>» Şekil Yetenek</strong></p><p><br></p><p><strong>2022 KPSS Lisans Tarih Konuları -En Güncel;</strong></p><p><strong>» İslamiyet’ten Önceki Türk Devletleri</strong><br><strong>» İlk Müslüman Türk Devletleri</strong><br><strong>» Osmanlı Devleti Siyasi</strong><br><strong>» Osmanlı Devleti Kültür ve Uygarlık</strong><br><strong>» XX. Yüzyılda Osmanlı</strong><br><strong>» Kurtuluş Savaşı Hazırlık Dönemi</strong><br><strong>» Kurtuluş Savaşı Cepheleri</strong><br><strong>» Devrim Tarihi</strong><br><strong>» Atatürk Dönemi İç ve Dış Politika</strong><br><strong>» Atatürk İlkeleri</strong><br><strong>» Çağdaş Türk ve Dünya Tarihi</strong></p><p><br></p>", "preview_video": "https://mp4-b.udemycdn.com/2021-11-22_11-28-59-6d7b29d71f71a9a758b9aeb60dd1d7b1/2/WebHD_720p.mp4?secure=M6Noh6rumwXOnle1cM02-w%3D%3D%2C1637860620"}, {"course_id": "434774", "category": "Finance & Accounting", "sub_category": "Investing & Trading", "title": "Stock Option Day Trading with Chart Pattern Trading Tools", "level": "Intermediate Level", "author": "Scott Paton", "duration": "10 hours", "rating": "3.5", "reviews": "361", "students": "33979", "coupon_code": "SODTCEXPNOV292021", "preview_img": "https://img-b.udemycdn.com/course/750x422/434774_b707_2.jpg?secure=ZucNFTQEf72tJx56z9oo1Q%3D%3D%2C1637930823", "coupon_link": "https://www.udemy.com/course/trading-stock-options-ii-simplified-strategies-for-success/?couponCode=SODTCEXPNOV292021", "end_day": "2021-11-29 16:55:39+00:00", "headline": "Level 2. 10% in 10 Minutes. Secret Proven Stock Options Strategies & Systems Revealed using Chart Pattern Trading", "description": "<p>Can you <strong>make 10% in ten minutes</strong> trading stock options with Chart Pattern Trading? No one but you knows the answer to that question.</p>\n\n<p>What we do promise is that you will learn the tools in this course to make make 10% in ten minutes<strong> on a regular basis</strong>. Those tools include how to <strong>use our exclusive Waves of Profits software</strong>, how to control Fear and Greed, journaling, and identifying patterns of success. This course builds on our first Stock Options Trading course, \"Stock Options Trading - Make Money &amp; Income From Day Trading\". </p>\n\n\n\n\n\n<p>If you are very new to day trading, options or the stock market, we strongly recommend you <strong>shortcut your learning curve by building a strong foundation for success.</strong></p>\n\n\n\n\n\n<p>If you are an experienced Day Trader, the tools you will learn in this course will <strong>take your success rates through the roof.</strong></p>\n\n\n\n\n\n<p>The most important part of trading is protecting your capital and that comes from managing risk. What can you do to <strong>minimize your exposure to capital losses</strong>?</p>\n\n\n\n\n\n<p>One thing you can do is to make sure you are not gambling. <strong>Day trading is not investing.</strong> You don't buy a stock and hold on to it for a year. You buy a Call or a Put, and sell it ten or fifteen minutes later. </p>\n\n\n\n\n\n<p>And if you follow the right rules and use our exclusive tools, you will find with practice, <strong>trading options becomes easier</strong> and more profitable the more you do it.</p>\n\n\n\n\n\n<p>We have back<strong> tested our theories over 50+ years</strong> of stock data. We have refined our theories and rules with a small group of diligent 'beta-testers'. We have grown our own accounts.</p>\n\n\n\n\n\n<p>But what we do isn't as important to us as what our students have done and their <strong>successes</strong>, nor it is as important to us as how you can do.</p>\n\n\n\n\n\n<p>In this course, you will learn:</p>\n\n\n\n\n\n<ol><li>How to choose the best stock option opportunities with Chart Pattern Trading</li><li>The basic rules of options trading success</li><li>How to make 10% in 10 minutes</li><li>The best way to practice</li><li>How to protect your capital</li><li>How to minimize your risk</li><li>The secrets to successful practicing</li><li>How to access our exclusive Day Trading software for a month FREE! Discover for yourself this system works.</li><li>What indicators you should watch</li><li>How to access our eleven exclusive proven indicators</li><li>Our proprietary rules for option success</li><li>How to practice in near-real market conditions without risking any capital</li><li>How to practice at normal market speed or at double market speeds so that when you are trading live everything looks like it is unfolding in slow motion</li><li>How to stop yourself from self-sabotaging your success</li><li>Why you should only trade once a day</li><li>How to use the Waves of Profit software to increase your success rate</li><li>Entry and exit strategies</li><li>Case studies</li><li>And much more</li></ol>\n\n\n\n\n\n<p>There's <strong>no better time than the present to make money trading options.</strong> Start today and find out what successful traders know to <strong>make 10% in ten minutes with Stock Options and Chart Pattern Trading!</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2015-05-01_10-32-12-74dd08045282f0ff3cd3e5ae188a7df7/WebHD_720p.mp4?Expires=1637860623&Signature=Mg7DxtujYPFF-KFOmTxm20ybM23Ls1DcdlIL~4zfyGtwt2v9dXEDLMfA9oRthKLWRRkmdu3f~7Ri2IA8an~x9GhFaPvE4jmjOp0UIwRtP3U56wLv3EhpOdJPYTyR64ghSsvL83EXxC22d3QZ9JrDAvPDKYvik6RTAkJMatWdI6LYx5PSnWyHzbeTO62VzJwsEKfhBnMa6QyNyh6Ke~KO9BV9RYdpRhFSSNx5yEHLTTLPd74sIy7u2f-Oc3VniNDMPCs5MWTl2HIt4olMlE2~DSJtF2nPH9RCI~pY2t2JAVxJGo8wpRKImP1vdy3wR~XsL13UY0uXHcnnHrsu8eMC2Q__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3584300", "category": "Business", "sub_category": "Project Management", "title": "Scrum Fundamentals for Scrum Master and Agile Projects- 2021", "level": "All Levels", "author": "GenMan Solutions", "duration": "2 hours", "rating": "4.5", "reviews": "1338", "students": "109826", "coupon_code": "SCRUMNOVM", "preview_img": "https://img-c.udemycdn.com/course/750x422/3584300_6463_3.jpg", "coupon_link": "https://www.udemy.com/course/scrum-genman/?couponCode=SCRUMNOVM", "end_day": "2021-11-30 06:24:18+00:00", "headline": "Master the Scrum concepts necessary for Scrum Master Certification & Agile Scrum Project Management", "description": "<p>This course provides a comprehensive overview of the Scrum framework for agile project management. You’ll learn the basics of Scrum and the Scrum lifecycle, how to organize a Scrum team and set up a project, and how to implement a Scrum, from releases and sprints to enterprise transformation. </p><p>This course is for anyone involved in product delivery using the Scrum framework. It is particularly beneficial for those people within an organization accountable for getting the most out of Scrum, including <strong>Scrum Masters, managers, and Scrum Team members.</strong></p><p>Course enrollment grants you <strong>lifetime access to all the the entire course content including quizzes, practice exercises etc.</strong> In addition, you’ll also r<strong>eceive 1-on-1 support for any questions or uncertainties that come up.</strong> And this all comes with a <strong>30-day money-back guarantee!</strong> You have nothing to lose and so much knowledge to gain.</p><p><strong>Over 19,000 students have enrolled</strong> into this course so far and have shared some great reviews about the course:</p><p>★★★★★ <em>\"Very clear explanation, I am really very grateful, I knew the existence of Scrum but not in detailed knowledge, the tutor is knowledgeable in her field. Please keep on doing\".</em></p><p>-Daud Ali Ahmed</p><p>★★★★★ \"<em>Great Course. To the point explanation of the concepts. Highly recommended.\"</em></p><p>-Tristan Taylor</p><p>★★★★★<em>\"This course gives a good overview of the scrum and clearly explains the concepts.\"</em></p><p>-Sujith singh</p><p>★★★★★ <em>\"Extraordinary learning\"</em></p><p>-Akhas Rahmadeyan</p><p>There are no prerequisites for starting this Scrum Fundamental course. </p><p><strong>Here are some FAQs about Scrum before you get started:</strong></p><p><strong>What is Scrum?</strong></p><p>Scrum is a framework within which people can address complex adaptive problems, while productively and creatively delivering products of the highest possible value.</p><p>Scrum itself is a simple framework for effective team collaboration on complex products. The definition of Scrum consists of roles, events, artifacts, and the rules that bind them together.</p><p>Scrum defines three roles, the Product Owner, Scrum Master and Development Team Member.</p><p>Scrum is:</p><ul><li><p>Lightweight</p></li><li><p>Simple to understand</p></li><li><p>Difficult to master</p></li></ul><p><strong>What is the difference between Scrum and Agile Development?</strong></p><p>Agile Development is a software methodology, whereas Scrum is one of process frameworks that follows Agile. Scrum is advised to teams with experienced team members as the Framework requires great collaboration and self-organization as well. If the Scrum rules are not followed strictly, a project can lead to failure. Hence, it is necessary to have a proper understanding of Scrum concepts among the entire team.</p><p><strong>Why do we need Scrum?</strong></p><p>You don’t “need” it, per se.</p><p>But to be successful at building products and services which generate value for your customers and your business in rapidly changing circumstances, you do need a way of managing risk, optimizing value and navigating complexity in both the work and the surrounding environment. Scrum provides a framework for doing that.</p><p><strong>When should I choose Scrum?</strong></p><p>Scrum best serves the projects with unclear details and specifications, ones with high risk of mid-project changes, where there is a need to monitor the value of completed tasks throughout and where teams need autonomy and creativity to produce the best results.</p><p>With Scrum your team will:</p><ul><li><p>Deliver the main value quicker</p></li><li><p>Have a bigger chance of meeting the deadline</p></li><li><p>Create the product for less</p></li><li><p>Be more motivated</p></li><li><p>Collaborate better</p></li><li><p>Be more innovative and listen to client requirements more careful</p></li></ul><p><strong>When should I not choose Scrum?</strong></p><p>Scrum application can be complicated in large teams or those very attached to the traditional process. It will also not be a good fit for those that expect a light and quick change into better results. Otherwise, it simply takes determination and will to take on the process and adapt it to your needs.</p><p><strong>Is Scrum Master a job title or a role that someone with an existing job title fills?</strong></p><p>Scrum Master is a role that someone with a job title fills. Normal practice is that the person playing the role of project manager plays the ScrumMaster’s role as well.</p><p><strong>Can Product Owner and ScrumMaster’s roles be played by the same person?</strong></p><p>No, since the ownership differs. The role of Product Owner and ScrumMaster are very much mutually exclusive. Product Owner takes care of the Product Backlog, Prioritization of User Stories, and Validation of the working product increment with the user stories allocated to the Sprint.</p><p><strong>How might Scrum work for research projects?</strong></p><p>Scrum can be applied to any project where the goal is to maximize the value of something (a “product”), and thus requires short feedback loops in order to govern what actually gets delivered and ends up being valuable. Research fits nicely in this category because, by definition, it is about learning something in order to achieve a broader purpose.</p><p><strong>What about Professional Scrum Certification?</strong></p><p>There are various Professional Scrum Certifications available including <strong>Professional Scrum Master™, Professional Scrum Product Owner™, Professional Scrum Developer™, Scaled Professional Scrum™, Professional Scrum™ with Kanban, Professional Agile Leadership™ and Professional Scrum™ with User Experience.</strong></p><p>These assessments cover a range of areas related to the knowledge and real world usage of Scrum. Passing these credible and consistent assessments is highly regarded as true industry certification by individuals, organizations and industry associations.</p><p>You can visit the official Scrum website for more details.</p><p>---------------</p><p>Let's get started. I'll see you inside the course :)</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-10-25_18-52-07-d554e687964561837701782d33f29ed6/1/WebHD_720p.mp4?Expires=1637860626&Signature=gbH7mvFWPZJjPfqEqvYrsJCI0DyA-tcvIrMfq7sEoaU6~W3fYG23vy51ik0OtPMNxD--4VDamm3si0q7InsSARaCBAfhXBFEb8fVb91gyUfyh6yog45h9w7OPv2vtHWs9pnOPNB6cvC8H6xc1qZC8Kz6erhNtpSrHAlsvPU57WWAjP1n7YoOkzTDPF3hkoQhTvhL0VyEQxhG47P5tvCbeo0E9PN-6grL0PfPt7kQzlMHzZmH-ciG6pm1a3SobheSN5Irp~L5CleYO3QIr3wL8usrv9vd5RygDlYOEfmVEVfMN~Smn4kmZeo7D47Mi7vkTaPwnWlBBPh6QDzSKMC8uQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4211458", "category": "Marketing", "sub_category": "Digital Marketing", "title": "Einstieg ins Affiliate-Marketing", "level": "All Levels", "author": "Kristoffer Ditz", "duration": "1,5 Stunden", "rating": "5.0", "reviews": "4", "students": "216", "coupon_code": "8275A9F28A69C5AB9772", "preview_img": "https://img-b.udemycdn.com/course/750x422/4211458_4168.jpg?secure=SpmX7fOguZwRztIAphrafw%3D%3D%2C1637930835", "coupon_link": "https://www.udemy.com/course/einstieg-ins-affiliate-marketing/?couponCode=8275A9F28A69C5AB9772", "end_day": "2021-11-27 21:00:24+00:00", "headline": "Lernen Sie, wie Affiliate Marketing funktioniert - wie Sie Affiliate werden oder Affiliates als Vendor gewinnen", "description": "<p><strong>Allgemein</strong></p><p>Kein Startkapital, kein eigenes Produkt bzw. eigene Idee?</p><p>Mit <strong>Affiliate-Marketing</strong> ist dies heute in Zeiten der Digitalisierung kein Problem mehr.</p><p><strong>Affiliate</strong> heißt aus dem Englischen übersetzt Geschäftspartner. Wenn man so will ist <strong>Affiliate-Marketing</strong> die <strong>Empfehlung</strong> von Produkten und Dienstleistungen anderer Unternehmen. Voraussetzung dafür ist, dass diese Unternehmen ein Partnerprogramm anbieten.</p><p>Wenn der <strong>Affiliate-Marketer</strong> sich nun für ein Produkt/Dienstleistung für das <strong>Partnerprogramm</strong> anmeldet und zugelassen wird, erhält dieser eine <strong>Provision</strong>, wenn ein Produkt über seinen Vertriebskanal bestellt bzw. verkauft wird.</p><p>Heute gibt es weit über 10.000 <strong>Partnerprogramme</strong> von Produkten und Dienstleistungen aus allen Branchen.</p><p><br></p><p>Allerdings sollten Sie als <strong>Affiliate-Marketer </strong>beachten, dass viele Fehler gemacht werden können, die es unbedingt zu vermeiden gilt.</p><p>Schnell versprechen Scharlatane, dass es möglich ist, über Nacht ein Vermögen aufzubauen. Ausnahmen bestätigen die Regel, allerdings für erfolgreiches <strong>Affiliate-Marketing</strong> auch Zeit und Geduld erforderlich.</p><p>Wenn Sie Anbieter von Produkten sind (<strong>Vendor</strong>) und nun zusätzliche Einnahmen über <strong>Affiliates</strong> generieren möchten, sollten Sie sich für ein Partnerprogramm anmelden und <strong>Affiliates </strong>aufmerksam machen, dass diese an Ihren Produkten und/oder Dienstleistungen mitverdienen können. Eine Win-Win-Situation sozusagen.</p><p>Dabei sollten Sie als <strong>Vendor </strong>darauf achten, was Sie und Ihre Produkte oder Dienstleistungen auszeichnet, dass <strong>Affiliates</strong> diese bewerben und empfehlen.</p><p><br></p><p><strong>Über mich</strong></p><p>Als Controller habe ich für mehrere Online-Unternehmen gearbeitet bzw. diese beraten. Hier habe ich auch eng mit den Online-Marketing-Manager aus dem <strong>Affiliate-Marketing</strong> zusammen gearbeitet. Des Weiteren biete ich für meinen eigenen Online-Shop ein Partnerprogramm über Digistore24 an. Dieses Wissen werde ich Ihnen in diesem Online-Kurs vermitteln</p><p><br></p><p><strong>Inhalt</strong></p><ul><li><p>Wie funktioniert erfolgreiches Affiliate-Marketing</p></li><li><p>Vorteile Affiliate Marketing</p></li><li><p>10 typische Fehler im Affiliate-Marketing</p></li><li><p>Wie gewinnen Sie Affiliates</p></li><li><p>Wie sieht eine gute Affiliate-Support-Seite aus</p></li><li><p>Beteiligung bei Freebies und Up-Sells</p></li></ul><p><br></p><p><strong><em>Hinweis:</em></strong></p><p><em>Damit Sie als </em><strong><em>Affiliate</em></strong><em> tätig werden können bzw. als </em><strong><em>Vendor</em></strong><em> Ihre Produkte vermarkten können ist eine Registrierung bei einem </em><strong><em>Partnerprogramm-Portal </em></strong><em>notwendig. In diesem Kurs sind Links zu diesen Programmen enthalten, damit Sie sich bei Bedarf schneller anmelden und sofort loslegen können.</em></p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-07-31_16-58-40-822818c50fa0fd7b90c825031c286d41/2/WebHD_720p.mp4?Expires=1637860635&Signature=WjO55ul7ZKtBzykANkvSlMIbswwZfJ7dKDli2zcbmysPzjWKzpHc4PTMXtK5bG~1Vnbw4EdsYrKr2xH3mdfNoQfBskiSz5QpGPfAwaKoKA0oxgrVmcp3bOrHZ42uPhpzs0rkr-6J~T4kdQMeZLZTgqv0tUi7zlwruUOH2EgsjlP9w0s2b6IArjz-311YkCjV08yHTCJ9Jgt1ihZesQUgxmsqljooqaWPvGIkleqKNdhiW1kEo7530e~EeBdhMYCaLSCTH7qCgOGIa37LXcTWcoai83-Ow2Y7UmNCogHjzmMooWjXgbgvBtTg1ECwEq1JP3728od80ycGdQNfXXcQTQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2714022", "category": "Finance & Accounting", "sub_category": "Taxes", "title": "Partnership Income Tax (Form 1065)", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "4 hours", "rating": "4.9", "reviews": "119", "students": "19640", "coupon_code": "8D41D57D0FC54A6DB1B2", "preview_img": "https://img-c.udemycdn.com/course/750x422/2714022_7d92.jpg", "coupon_link": "https://www.udemy.com/course/partnership-income-tax-form-1065/?couponCode=8D41D57D0FC54A6DB1B2", "end_day": "2021-11-26 05:39:08+00:00", "headline": "Learn to enter tax data for a Partnership into tax Form 1065 from a CPA", "description": "<p>This course currently consists of a comprehensive problem showing the data input process of a Partnership into tax Form 1065.</p><p>This course will put together a systematic format of entering data into a Form 1065 that will minimize errors, isolate problems as they happen, and remove the possibility of having to start the process all over again.</p><p>We will enter each M-1 adjustment individually into both the tax return and an Excel worksheet so that we fully understand how they work.</p><p>We will start by reviewing the data for the comprehensive problem.</p><p>Then we will enter the data into an Excel worksheet that will be used to help us organize the information.</p><p>We will be using Lacerte Tax software to enter the tax data into Form 1065. However, we will also provide PDF files of the tax forms so learners can enter the data directly into the tax forms as we go. The tax forms can also be found on the IRS website.</p><p>The course will demonstrate how to enter the data into the tax forms in stages to reduce potential mistakes and to identify mistakes as they happen so they can be fixed as easily as possible.</p><p>We will start the data input with the balance sheet.</p><p>Then we will enter the income statement as it is formatted in the adjusted trial balance.</p><p>Next, we will systematically go through Schedule K and M-1 adjustments. We will isolate these adjustments, reviewing them on the tax forms, in the software, and using our Excel worksheet.</p><p>We will then review the tax forms.</p><p>Next, we will review the Form K-1s and basic calculations.</p><p>The course will demonstrate the exporting of the K-1 Form to the individual Form 1040 for an owner of the Partnership, showing the flow through process.</p>", "preview_video": "https://mp4-b.udemycdn.com/2019-12-20_20-39-58-62aedbf6cd18c564fe60bf61a5d06945/WebHD_720p.mp4?secure=4Je1BrNL9AERPQBipou63A%3D%3D%2C1637860638"}, {"course_id": "4231754", "category": "IT & Software", "sub_category": "IT Certifications", "title": "PSM1™ Practice Tests Professional Scrum Master certification", "level": "All Levels", "author": "Debajyoti Adhya", "duration": "", "rating": "3.9", "reviews": "30", "students": "11569", "coupon_code": "20259B1C3926BB4753C7", "preview_img": "https://img-c.udemycdn.com/course/750x422/4231754_b4b9.jpg", "coupon_link": "https://www.udemy.com/course/psm1tm-practice-tests-professional-scrum-master-certification/?couponCode=20259B1C3926BB4753C7", "end_day": "2021-11-28 16:25:24+00:00", "headline": "The Complete PSM1™ Practice Test - 160Q - Pass PSM1™ Certification Exam Successfully - Lets Get it Done !", "description": "<p>The Professional Scrum Master certification or <strong>PSM1™</strong>&nbsp; is most widely accepted and globally recognized Scrum certification. This certification is provided by<strong> Scrum org </strong>and to pass the exam the candidate need to be aligned with the latest changes in the Scrum Guide. The best way to validate the knowledge is to take practice Exams.</p><p><strong>Exam Details:</strong></p><ul><li><p>Total 80 Questions</p></li><li><p>Exam time 60 Min.</p></li><li><p>Pass at 85%</p></li><li><p>Exam price 150$</p></li></ul><p>This course provides 160 practice test questions, which will help you get ready to pass the <strong>PSM1™</strong>&nbsp;exam. This course is set up to match the latest changes in scrum guide presented in the <strong>PSM1™</strong>&nbsp;exam content outlines published by <strong>Scrum org</strong> on 2021. </p><p>This course provides 160 practice test questions, which will help you get ready to pass the <strong>PSM1™</strong>&nbsp;exam. </p><p>This practice test provides a robust system to help you pass the certification exam in the first time! By using this test questions, you can identify weak areas upfront and then create a strategy for the exam day.</p><p>The course includes 2 practice tests. Take the tests like the actual exam. If you can get more than 85 percent of the answers correct, you're ready to take the certification exam.</p><p><strong>This course is specifically for:</strong></p><p>· People that want to take a scrum certification exam like PSM1 or CSM.</p><p>· People that know the Scrum framework and theory. To learn about scrum you can take this course</p><p><strong>Is there a guarantee to pass ?</strong></p><p>Absolutely yes ! You can enroll now <strong>100% risk-free</strong> because you receive <strong>30 days, unconditional full money-back guarantee </strong>in case you are not satisfied<strong>.</strong></p><p>So, go ahead and click the “<strong>Buy Now</strong>” button right now !</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-08-09_16-04-41-cd658872aa6d84ba2b83a3495d7b16fb/2/WebHD_720p.mp4?Expires=1637860644&Signature=bZNqcsNCpP3ZvQ7EVnBz~V8ONUh7oHU0bwMDTcdxaB92OMfFvrsgO4bGnO0Q7MJuLYbbNE~bVI2Am3eiShgcOpaJIGCP8oiiahUPLeTkZgKEzZN34nG8x6XP2dD5nRBIjFq3amuVgDEaEqBQ3Tb8cGhw1QKBLJKqFZ2QobnYjDtuIAgJeWaAGBTmxfovCPdixXt~FviA0Bv-YTi3QEK8jhldaIJHnvW0a1KLWRcForxsW8p1TCimxOR~m26y29f9Ey8eJmlt1cBon7w3C0fvvmTw4QmZK64NpBnkWGu4HkpdlCRqoNBTFxROckPAQxJT77tLlrdF81HVxyyB67geuw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3423978", "category": "Business", "sub_category": "Project Management", "title": "Atlassian Confluence Masterclass for Project Managers", "level": "All Levels", "author": "GenMan Solutions", "duration": "5.5 hours", "rating": "4.2", "reviews": "407", "students": "79122", "coupon_code": "CONFNOVEND", "preview_img": "https://img-b.udemycdn.com/course/750x422/3423978_990e.jpg?secure=fHlI6JVdiaPC2ejGxSDTkg%3D%3D%2C1637930851", "coupon_link": "https://www.udemy.com/course/atlassian-confluence-masterclass/?couponCode=CONFNOVEND", "end_day": "2021-11-30 06:21:59+00:00", "headline": "Confluence: Complete & Comprehensive course on the Cloud version of Atlassian's Confluence for Project Management", "description": "<p>Confluence is a <strong>powerful enterprise collaboration tool</strong> that brings people, knowledge, and ideas together in a shared workspace, so you can do your best work. Through this course <strong>\"Atlassian Confluence Masterclass\"</strong>, you will learn <strong>how to use Confluence</strong> to transform the way your team works.</p><p>This course is structured to guide you through <strong>all the key aspects of managing and using Confluence</strong>.</p><p>Whether you’re <strong>new to Confluence, training your teammates, or ready to take your Confluence skills to the next level</strong>, this guide covers everything from the <strong>basics to in-depth best practices</strong>.</p><p>The course will start with <strong>setting up your own Confluence account</strong> and you will be introduced to all the key features of Confluence in subsequent lectures. With each lecture, you will <strong>learn important concepts such as creating engaging content, sharing information, and engaging users to collaborate in real time</strong> with each other.</p><p>By the end of the course, you will be able to create your pages, blogs and share the same with your team members to engage &amp; collaborate.</p><p>Please find below the course structure for your quick reference:</p><p>1. Brief overview of Confluence</p><p>2. Setting up your own Confluence account</p><p>3. Applications of Confluence</p><p>4. Navigate through the Confluence interface, spaces, user profile &amp; settings</p><p>5. Introduction to all key features of Confluence: Spaces, Pages, Blogs &amp; Comments</p><p>6. Create Content: Spaces, Pages, Blog Posts</p><p>7. Master Spaces: Create different types of Spaces: Team, Personal &amp; Project Spaces; Delete &amp; Archive Spaces</p><p>8. Master Pages &amp; Blog Posts</p><p>9. Invite users to collaborate</p><p>10. Confluence Editor: Usage &amp; features</p><p>11. Add links, files, macros and mentions</p><p>12. Space &amp; Page Blueprints</p><p>13. Content Permissions, Labels &amp; Restrictions</p><p>14. Watch Content</p><p>15. Keyboard Shortcuts</p><p>16. Confluence Administration &amp; User Settings</p><p><em>Course enrollment grants you lifetime access, with no expiration, to all the course lectures. In addition, you’ll also receive 1-on-1 support for any questions or uncertainties that come up. And this all comes with a </em><strong><em>money-back guarantee</em></strong><em>. You have nothing to lose and so much knowledge to gain.</em></p><p><br></p><p><strong>Just ask the students who’ve already taken this course:</strong></p><p>★★★★★ \"A great step by step guide through Atlassian-Confluence. Menu items are explored and explained. Alternative routes to doing the same actions are also explained. Examples are worked through at a very good pace and the videos are not overwhelming. There is no homework, which means that you can actually focus on soaking in the material. Feel free to stop, edit your own confluence and explore, without the pressure of an assignment behind it. I thought everything in the video was helpful and even learned a couple new tricks on how to structure my spaces. There are a variety of use-case scenarios that give you an idea of how to use this tool in different ways (which happens to be my favorite part). Useful demonstrations on layouts, permissions, status changes, drop down menus and more. Confluence is a Canvass that can be used as a great communication platform. You have many tools at your disposal and this course covers that arsenal. Great work and Thank You.\"</p><p>-<strong>David Fai</strong></p><p><br></p><p>★★★★★ \"This is a great course on Confluence's latest version. Really useful with clear &amp; crisp explanations! Highly recommended. Thanks to the tutor.\"</p><p>- <strong>Reena Shah</strong></p><p><br></p><p>★★★★★ \"I needed a refresher on Confluence capabilities before starting a project. This course presents all the relevant features nicely. It is good for any type of end user.\"</p><p>-<strong>Iasan Montac</strong></p><p><br></p><p>★★★★★ \"The course is well planned and was impressed with instructor's knowledge of the subject &amp; the detailed explanations. I am so glad that I choose this course.\"</p><p>- <strong>Umesh Bansal</strong></p><p><br></p><p>★★★★★ \"To the point. I like it when the instructor is focused on teaching the topic and not wasting time here and there.\"</p><p>-<strong>Rick</strong></p><p><br></p><p><br></p>", "preview_video": "https://mp4-b.udemycdn.com/2020-08-24_05-53-40-e5c70a35a746af0a377b823dfe04424a/1/WebHD_720p.mp4?secure=TZU_hNiRNbQSznPesC_xZA%3D%3D%2C1637860651"}, {"course_id": "3442354", "category": "Business", "sub_category": "Entrepreneurship", "title": "Make Money From Home: 12 EASY Options to Make Money Now", "level": "All Levels", "author": "Roope Kiuttu", "duration": "2.5 hours", "rating": "3.2", "reviews": "530", "students": "63089", "coupon_code": "92BD1EDAEF7F7C03ECA8", "preview_img": "https://img-c.udemycdn.com/course/750x422/3442354_f3a1_2.jpg", "coupon_link": "https://www.udemy.com/course/make-easy-money-from-home/?couponCode=92BD1EDAEF7F7C03ECA8", "end_day": "2021-11-26 19:15:29+00:00", "headline": "Do YOU Want to Make Money From Home? I've Helped Over 385,000 People And I'd Love to Help YOU too!", "description": "<p><strong>If YOU have been looking for easy options to make money from home, this course is the right one for you.</strong></p><p><strong>I'll show you CLICK-BY-CLICK&nbsp;12 easy ways to make money online.</strong></p><p>This will also give YOU confidence that anyone can earn money from home.</p><p>Everything in this course is <strong>extremely simple and easy-to-follow.</strong></p><p>If you are looking for more advanced strategies to make money online, I&nbsp;advise that you take my other Udemy courses where I'll show you more profitable strategies.</p><p>These methods are EASY&nbsp;Ways to make money but in my other courses, you'll learn how to earn BIG&nbsp;money online.</p><p><strong>I help people WORLDWIDE to make money and every single day over 10,000 people watch my videos on YouTube. </strong></p><p>My greatest people is to see people succeeding when they use my methods to make money.</p><p>Every single person is important.</p><p>Once you learn these EASY ways to make money, you can move to more profitable ways to earn money online that I will show you.</p><p>You're gonna be the next success story!</p><p>I'll see YOU inside my money-making courses!</p><p>It's Your Time!</p><p>- Roope \"Educating over 385,000 people on Udemy on how to make money online\"&nbsp;Kiuttu</p><p><strong>PS. If you have been dreaming of making money from home, now is the high time to START!</strong></p><p><strong>Every second that you delay may be costing you money.</strong></p><p><strong>Take action before it's too late...</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-29_15-01-32-1d3903cb53d6bad67030baa5228a7d72/1/WebHD_720p.mp4?Expires=1637860657&Signature=CoIjSSO0O~coeYaX~zKYlWU6QWi6p73V6-rjSiKUtIKzItY-aAYEIwrR1~kXRvQ7rCl1~RmFdBw0V6nPyv~NS4J21TXJ3Pd-N9T2HFs3o1XQLfi5-FYWnjJsaICxRYYSYKuIjTNOyzl9knyj1AQG1qBzfEoh~3aqGstlsSe2MBqnwrD6GwRmNbs605ieH~dk6w8tKNCTt2D3NCXJamJ3fmhGFH~0mKjFmb11TwWlFo8r7Jo3sC62ohEajbZgQyIoV-Eth7NuoI1oAGf23Weq8aRK1D4KRIQEDgWg3S2CFzk8-qcjD3JgUQ3PbiCT6sayR6dkcX6U~WFw~QIH0VaGog__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4201016", "category": "Personal Development", "sub_category": "Personal Productivity", "title": "Productivity Plan & Execute Effectively, Getting things done", "level": "Beginner Level", "author": "Kritika Tripathi", "duration": "1.5 hours", "rating": "3.6", "reviews": "43", "students": "12763", "coupon_code": "640DE5BE3872B7043DF8", "preview_img": "https://img-c.udemycdn.com/course/750x422/4201016_b06d_5.jpg", "coupon_link": "https://www.udemy.com/course/the-art-of-being-productive-planning-effective-execution/?couponCode=640DE5BE3872B7043DF8", "end_day": "2021-11-29 12:23:22+00:00", "headline": "Organise Life and work by Learning art of getting things done & Effective Planning and Execution techniques 2021", "description": "<p>Research shows that a large number of professionals fail to execute their action plan successfully. The problem often isn’t with planning but with executing the planning. It is very important to take a well-structured approach to implement and execute what is planned.</p><p>The Art of Being Productive: Planning &amp; Effective Execution is an online course, that will help professionals to overcome their most challenging execution obstacles on a working day and execute their tasks effectively to achieve better results.</p><p>A business leader's job is to successfully move the organization forward and improve business performance. This requires a continuous process of reflection, analysis, planning, and execution. There is no better way to learn/practice these skills than “by doing”. It doesn't matter how good your strategies and tactics are if you don't execute them well it won't really matter.</p><p>We designed an engaging course for you, You will learn all the aspects of how to create a plan for your objectives and various techniques to effectively execute your plan. Along with learning concepts of being productive, you will get multiple exercises for practicing the skill.</p><p>If you are a working professionals or student who want to learn the art of getting things done, this course is for you.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-08-06_13-58-05-05fccf2c9cdb1e6a3dc1102ecf84af76/2/WebHD_720p.mp4?Expires=1637860660&Signature=TpI6JcuWk1LzIAPL69cpETrFeInti9dnY95RxnRes5nrDe-WB0QN4hwX-dtzKFDJ48QyaUfZvzXwhbJQ7IGLBaGzOhfozi~gdV7V84PakV5tmbaA~D~WUJHsgbNv7uMSb~4g4DBjaW7eDZ6UE8W~KsOITftRhuHmfSng3D-iovJKKF4Xs~K9nIGvPhdL9cQuXUvRNYhnb6CLrKbhbqdslqymm1YDwnnkufgO7XbzAg5R9P4Am3wzFF933LhCQCfzFRJ~-6kPdQF6m9g2yiFP0nVaw8nFRqVU012seFdpwyM~E6SmvvrR5OWnOG~jlLzPH8OLpjVAYPuUfI78CFzS7w__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3909120", "category": "Design", "sub_category": "Fashion Design", "title": "DESEN TASARIM", "level": "All Levels", "author": "Tuğba Yılmaz", "duration": "15 saat", "rating": "5.0", "reviews": "6", "students": "833", "coupon_code": "6FBF415BEBE2224ACC59", "preview_img": "https://img-c.udemycdn.com/course/750x422/3909120_1750_2.jpg", "coupon_link": "https://www.udemy.com/course/desen-ekleme-kursu/?couponCode=6FBF415BEBE2224ACC59", "end_day": "2021-12-22 23:48:14+00:00", "headline": "DESEN EKLEME KURSU", "description": "<p>PUL PAYET BALIK PULU EKLEME</p><p>PİTON DESENİ OLUŞTURMA</p><p>PİYEDEPUL DESENİ OLUŞTURMA</p><p>TAVUSKUŞU TÜYÜ DESENİ OLUŞTURMA</p><p>ZEBRA DESENİ OLUŞTURMA</p><p>LEOPAR DESENİ ÇİZME GÖGELEME IŞIKLANDIRMA TONLAMA</p><p>LEOPAR DESENİ EKLEME</p><p>POFUDUK MONT&nbsp; TONLAMA</p><p>BURBERRY DESENİ YAPIMI KIŞ YÜNÜ TİTRETME</p><p>PHOTOSHOP RETOUCHİNG YAPIMI</p><p>EFEKT VERME</p><p>SEÇİM ARACI KULLANMA</p><p>RENK SEÇİMİ</p><p>1 DEN FAZLA RENK İLE ÇALIŞMAK</p><p>RENK DEGERLERİ AYARLAMA</p><p>KATMANLARLA ÇALIŞMAK</p><p>FIRÇLALAR VE KULLANIMLARI</p><p>DAMGA ARACI KULLANMA</p><p>FİLTRE EKLEME </p><p>BULANIKLAŞTIRMA KESİNLETİRME VE SÜNGER ARACI KULLANIMI </p><p>SOLDURMA VE YAKMA ARACI KULLANIMI VE AYAR DÜZEYLERİ</p><p>OPACİTY AYARLAMA</p><p>IŞIK ARATON GÖLGE ÇALIŞMALARI</p><p><br></p><p>ADDING FISH SCALES</p><p>LEOPARD PATTERN BOOT SHADOW LIGHTING TONING</p><p>ADDING THE LEOPARD PATTERN</p><p>GIVING EFFECT</p><p>USING SELECTION TOOLS</p><p>COLOR CHOICE</p><p>WORKING WITH MORE THAN 1 COLOR</p><p>ADJUSTING COLOR VALUES</p><p>WORKING WITH LAYERS</p><p>BRUSHES AND USES</p><p>USING STAMP TOOL</p><p>ADDING A FILTER</p><p>TURNING OFF AND SPONGE TOOL USE</p><p>BREATHING AND BURNING TOOL USE AND ADJUSTMENT LEVELS</p><p>OPACITY ADJUSTMENT</p><p>LIGHT ARATON SHADOW WORKS</p><p>FISCHSKALEN HINZUFÜGEN</p><p><br></p><p>LEOPARD PATTERN BOOT SHADOW BELEUCHTUNG TONING</p><p><br></p><p>LEOPARD-MUSTER HINZUFÜGEN</p><p><br></p><p>WIRKUNG GEBEN</p><p><br></p><p>VERWENDUNG VON AUSWAHLWERKZEUGEN</p><p><br></p><p>FARBWAHL</p><p><br></p><p>ARBEITEN MIT MEHR ALS 1 FARBE</p><p><br></p><p>EINSTELLEN DER FARBWERTE</p><p><br></p><p>MIT SCHICHTEN ARBEITEN</p><p><br></p><p>BÜRSTEN UND VERWENDUNGEN</p><p><br></p><p>VERWENDUNG DES STEMPELWERKZEUGS</p><p><br></p><p>FILTER HINZUFÜGEN</p><p><br></p><p>AUSSCHALTEN UND VERWENDUNG DES SCHWAMMWERKZEUGS</p><p><br></p><p>EINATMEN UND EINSTELLEN DES WERKZEUGS ZUM ATMEN UND BRENNEN</p><p><br></p><p>OPACITY-EINSTELLUNG</p><p><br></p><p>LICHT ARATON SCHATTEN FUNKTIONIERT</p><p><br></p><p>AJOUTER DES ÉCHELLES DE POISSON</p><p><br></p><p>BOTTES À MOTIF LÉOPARD OMBRE TONALISATION</p><p><br></p><p>AJOUTER LE MOTIF LÉOPARD</p><p><br></p><p>DONNER DE L'EFFET</p><p><br></p><p>UTILISATION DES OUTILS DE SÉLECTION</p><p><br></p><p>CHOIX DE COULEUR</p><p><br></p><p>TRAVAILLER AVEC PLUS D'UNE COULEUR</p><p><br></p><p>RÉGLAGE DES VALEURS DE COULEUR</p><p><br></p><p>TRAVAILLER AVEC DES COUCHES</p><p><br></p><p>BROSSES ET UTILISATIONS</p><p><br></p><p>UTILISATION DE L'OUTIL STAMP</p><p><br></p><p>AJOUTER UN FILTRE</p><p><br></p><p>ÉTEINDRE ET UTILISATION DE L'OUTIL ÉPONGE</p><p><br></p><p>UTILISATION ET RÉGLAGE DES OUTILS DE RESPIRATION ET DE BRÛLAGE</p><p><br></p><p>RÉGLAGE DE L'OPACITÉ</p><p><br></p><p>FONCTIONNE LIGHT ARATON SHADOW</p><p><br></p><p>AGGIUNTA DI SCALE DI PESCE</p><p><br></p><p>STIVALE FANTASIA LEOPARDO OMBRA ILLUMINAZIONE TONIFICANTE</p><p><br></p><p>AGGIUNTA DEL MODELLO LEOPARDO</p><p><br></p><p>DARE EFFETTO</p><p><br></p><p>UTILIZZO DEGLI STRUMENTI DI SELEZIONE</p><p><br></p><p>SCELTA DEL COLORE</p><p><br></p><p>LAVORARE CON PIÙ DI 1 COLORE</p><p><br></p><p>REGOLAZIONE DEI VALORI DEL COLORE</p><p><br></p><p>LAVORARE CON GLI STRATI</p><p><br></p><p>SPAZZOLE E UTILIZZI</p><p><br></p><p>UTILIZZANDO LO STRUMENTO DEL TIMBRO</p><p><br></p><p>AGGIUNTA DI UN FILTRO</p><p><br></p><p>SPEGNIMENTO E UTILIZZO DELLA SPUGNA</p><p><br></p><p>UTILIZZO E REGOLAZIONE DEI LIVELLI DELL'ATTREZZO DI RESPIRAZIONE E BRUCIATURA</p><p><br></p><p>REGOLAZIONE DELL'OPACITÀ</p><p><br></p><p>L'OMBRA DI ARATON CHIARO FUNZIONA</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-03-16_18-49-36-072025ec1cef51dac135b23059d5fa39/1/WebHD_720p.mp4?secure=mI0HELfJfKELd3KlNsWmyg%3D%3D%2C1637860663"}]}