{"last_time_update": "2021-12-14 07:29:56", "results": [{"course_id": "2564412", "category": "Finance & Accounting", "sub_category": "Investing & Trading", "title": "How to Make Passive Income With Bitcoin Lending", "level": "All Levels", "author": "Alex Rodolitz", "duration": "1 hour", "rating": "3.9", "reviews": "760", "students": "106002", "coupon_code": "DECSNWH1FV48DQ92021", "preview_img": "https://img-c.udemycdn.com/course/750x422/2564412_565e_4.jpg", "coupon_link": "https://www.udemy.com/course/how-to-make-passive-income-with-bitcoin-lending/?couponCode=DECSNWH1FV48DQ92021", "end_day": "2021-12-17 15:38:30+00:00", "headline": "Bitcoin Lending course for earning in your sleep, even without cryptocurrency experience - A 6-Step System", "description": "<p><strong>Passive Income Course Covering Everything You Need To Passively Earn Money From Bitcoin Lending!</strong></p><p><strong>******************************************************************************************</strong></p><p><strong>Discover How to Make Passive Income Online Using A 6-Step Bitcoin Lending System:</strong></p><p><strong>- </strong>A step-by-step video for each of the <strong>6-Steps in the Automated System</strong>!</p><p><strong>-</strong> <strong>Inside look</strong> at my personal accounts!</p><p><strong>- Unlimited earnings</strong>, with a small upfront investment!</p><p><strong>-</strong> How to do all of this <strong>without</strong> <strong>any Fees</strong>!</p><p><strong>- </strong>This course is about <strong>results</strong>! If you don't see them within 30-days, you get your money back!</p><p><br></p><p>No more endless searching for the <strong>“right” </strong>passive income Bitcoin course, this course is ready to watch whenever you are, you can take it anywhere, and watch it at your convenience in the privacy of your home or on the go!</p><p><strong>******************************************************************************************</strong></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><strong>Put In as little as 5 minutes to Get This Method Started Then Sit Back And Watch Your PayPal and Bank Accounts Fill With Passive Income Money!</strong></p><p><strong>You'll wonder how you ever lived without it.</strong></p><p>This course is absolutely life changing, I hope you take this opportunity to learn it! You'll be walked through how <strong>successful investors are making money with Bitcoin the “Smart Way”</strong> and <strong>how to minimize risk and maximize profits by creating your very own Money Machine</strong>. These passive income websites allow you to work from home or anywhere with internet and <strong>earn passive income long into the future</strong>.</p><p><br></p><p><strong>This course is the best way to start making passive income online.</strong></p><p>Learn from <strong>years of Bitcoin investor experience</strong>, as well as the<strong> Tricks/Tips to earn you more passive income </strong>that are included in this course.</p><p><br></p><p><strong>Let me share my passive income secrets with you.</strong></p><p>Don't go on wondering \"what would have happened if I did\". <strong>You won't be disappointed</strong>, plus you get an unconditional 30-day money back guarantee. What have you got to lose?</p><p><strong>******************************************************************************************</strong></p><p><br></p><p><br></p><p><strong>You'll also get:</strong></p><p>✔ Lifetime Access to The Course</p><p>✔ Quick &amp; Helpful Support in the Q&amp;A Section</p><p>✔ 30 Day \"No Questions Asked\" Money Back Guarantee!</p><p><br></p><p>Remember, this course is <strong>only available here on Udemy</strong>, you won't find it anywhere else. Take advantage of this special offer while it lasts.</p><p><br></p><p><strong>There's a 30-day no-risk money back guarantee so say \"yes\" now, enroll today and decide later!</strong></p><p><strong>Who this course is for:</strong></p><ul><li><p>No prior online income knowledge is needed.</p></li><li><p>Busy individuals who need extra income.</p></li><li><p>Those looking for extra income online.</p></li><li><p>Those with Beginner to Advanced passive income experience.</p></li><li><p>Those who want to be able to make money online while they do whatever they want.</p></li></ul>", "preview_video": "https://mp4-b.udemycdn.com/2019-09-18_23-21-53-3755d270c82bb7af94a87401fc7927ab/WebHD_720p.mp4?secure=VC-x_zrVgpIKZWCsAsFCTw%3D%3D%2C1639479431"}, {"course_id": "4316822", "category": "Design", "sub_category": "3D & Animation", "title": "3D Printing Design Skills for People with Autism, Dyslexia", "level": "Beginner Level", "author": "Infinite Minds Academy", "duration": "5.5 hours", "rating": "5.0", "reviews": "1", "students": "1946", "coupon_code": "1E3AC330A618E88D9F6E", "preview_img": "https://img-c.udemycdn.com/course/750x422/4316822_458e.jpg", "coupon_link": "https://www.udemy.com/course/3d-printing-design-skills-for-people-with-autism-dyslexia/?couponCode=1E3AC330A618E88D9F6E", "end_day": "2021-12-18 16:01:21+00:00", "headline": "Specifically tailored step by step for the Autistic, Dyslexic etc peoplen whose hidden talents only needs uncovering", "description": "<p>This Digital Tech training course is part of a series of various other classes made Specifically for Special Needs People.</p><p><br></p><p>The Special Needs people are mainly those who are Autistic, Dyslexic, having Down Syndrome, Asperger’s, Cerebral Palsy and various others.</p><p><br></p><p>The Special Needs people are known to have <strong>exceptional talents</strong>, which only need to be <strong>uncovered</strong>. However, once their hidden talents are tapped, they are capable of producing wonders.</p><p><br></p><p>Unfortunately, they are rarely given fair chances i.e. be it in schools, community or work place due to their ‘perceived’ limitations and inabilities. The Covid-19 situation has further narrowed their options to earn a living since there are more people now seeking jobs and alternative opportunities to earn a living.</p><p><br></p><p>Our main motive is to train them to enable to be self-sustainable and <strong>not to be dependent</strong> on any donations on handouts from anyone.</p><p><br></p><p>This class would be focusing on 3D printing skills and is paced for the special needs to follow slowly, step by step. The 3D design aspect of it is user friendly, easy to understand, and a detailed user guide is provided, therefore, the students will not face any difficulties to follow through the lessons.</p><p><br></p><p>3D printing also known as additive manufacturing is a process where an object is created with the help of computer aided designing. The <strong>worldwide </strong>market for 3D printing products and services was valued at around <strong>12.6 billion U.S. dollars</strong> in 2020. The <strong>industry</strong> is expected to <strong>grow</strong> at a compound annual growth rate of some 17 percent between 2020 and 2023.</p><p><br></p><p>We have had a wonderful journey in training these special needs people throughout these years. It has been wonderful to see our students growing from Zero to Heroes.</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-09-24_12-54-20-be4265f3299e5ee2928b06bed3fc6696/2/WebHD_720p.mp4?secure=WXsG3f5wpFpLjlMJzvzoUw%3D%3D%2C1639479439"}, {"course_id": "1139400", "category": "Development", "sub_category": "Web Development", "title": "How to Install a Free SSL Certificate using Let's Encrypt", "level": "Beginner Level", "author": "YouAccel Training", "duration": "1 hour", "rating": "4.4", "reviews": "775", "students": "102320", "coupon_code": "YOUACCEL53617", "preview_img": "https://img-c.udemycdn.com/course/750x422/1139400_c79c_4.jpg", "coupon_link": "https://www.udemy.com/course/fix-googles-new-not-secure-warning-with-lets-encrypt/?couponCode=YOUACCEL53617", "end_day": "2021-12-18 02:55:21+00:00", "headline": "Learn to Secure website traffic using HTTPS by installing a FREE Let's Encrypt SSL Certificate!", "description": "<p><strong>In the modern internet age, delivering web content over a secure protocol has become essential.</strong> <br><br>Since January 2017, Google attaches a warning label to any website that does not secure sensitive web page content by delivering it using HTTPS. This includes web pages that contain forms asking for usernames, passwords, credit cards and other sensitive information. <br><br>In the near future Google plans to roll out a requirement for all web pages to be secured. Warning labels will become progressively more aggressive, and eventually highlighted in red, bold colors on the address bar. <br><br>It is easy to see the consequences of not complying with this new requirement. You invest time, money and energy to drive traffic to your website. Your users expect a secure browsing experience and will likely be deterred from using your page when they see such warning labels attached. <br><br>There is a common misconception that securing a webpage over HTTPS requires expert server knowledge and is a costly and cumbersome process. <br><br>The purpose of this course is designed to teach you everything you need to know about HTTPS and SSL certificates. We start with the basics. Exploring the theory and definitions that will be useful in developing your understanding. <br><br>From there, we dive into configuring a server on Digital Ocean and installing a free SSL certificate known as Let's Encrypt. We also explore setting up Cron Jobs on an Ubuntu server, to automatically renew your certificate periodically. <br><br>After completing this course, you will easily be able to secure any web page using HTTPS and free SSL certificates.</p>", "preview_video": "https://mp4-c.udemycdn.com/2017-03-09_01-35-09-a77399483f6ff91e9a5d4dc93ba0ae8b/WebHD_720p.mp4?Expires=1639479441&Signature=WimnW9v5Y4pNHpNRAsC55YI3nPonWHYQqulWx9eUL4T-QmiYRguuQ6l-sarlZCSTyOtk8obBFiAgsRNXZmeXksZ-uKqSDRr1TfeXK7BgEy4BPlsUCq6Tvvv8KpYak~cuiC7QVQEn1Epj2iW3~emSlcHhcLXA4vVUVcmk8YrkLU3cod-a-EMeCXhvgi7fBtJnQHwHXoNDsTYDvxOOQ9aulJr2DhJffrVNABIO29sd~O3oelWVYQ-pVL6~fdNvlHnwTv8xIWIez9Rc8TaUQ7N0tQZ5ytWYYOiEC0Ic8snkjFNdRetwJTMyOFS8mNxMRWvXtK7xT0asayuXYj9dIfC5Pw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2084024", "category": "Personal Development", "sub_category": "Leadership", "title": "Dare to Lead: How to Become a Next Generation Leader", "level": "All Levels", "author": "Susmita Dutta", "duration": "2 hours", "rating": "4.3", "reviews": "41", "students": "12260", "coupon_code": "DEC2021FREE01", "preview_img": "https://img-b.udemycdn.com/course/750x422/2084024_e22b.jpg?secure=dfMSV-uVbP-FlCLzLZsT0w%3D%3D%2C1639549654", "coupon_link": "https://www.udemy.com/course/become-a-next-generation-leader/?couponCode=DEC2021FREE01", "end_day": "2021-12-18 15:48:22+00:00", "headline": "Become a Next Generation Leader, Achieve More and Create Impact", "description": "<p><strong>**Course Updated - Nov 2021**</strong></p><p>Let me ask you a question… How would you like to be able to learn to lead? If the answer is YES, then listen real close what I am about to say.&nbsp; In this course, I have explained the entire process which when integrated into your life can create and amazing leader who is loved and respected by others. You will also learn to approach different situation with a leadership-centric approach. It doesn’t matter where ever you stand today, the ability to understand, to value and to learn from mistakes, and an amazing experience around others is the hallmark of a the truly successful leader. In this course, I have talked about different types of leadership mindsets… for example action mindset, reflective mindset of a leader and etc… and most importantly I have talked in detail about servile leadership… Yes, the leadership skill of this century, and if you have understood this skill and successfully implemented this… It’s my BOLD promise that you are going to emerge as an amazing leader for your people….</p><p>Let me guess, you are thinking… “I am not in a leadership role in my organization and it’s not for me” … Well! In my opinion anyone can be a leader in various facets of life- you can be a leader in your office, at your home, out with your friends and etc… It's a skill that when developed can create an amazing YOU. You know what, I did it too, in fact I am just like you. So, all you have to do right now is to simply click the “Enroll Button” on this page and on the next page I will give all the details about how you too can become and amazing leader whom people will adore and follow with love and respect than fear and disgust.</p><p>This course has been divided into 7 sections. In each section, I have discussed in detail about different aspects that you would need to master to emerge as an amazing leader. </p><p>In this course, you will learn human Characteristics and how you can understand your people and modify your actions which will allow others to follow you and respect you. Which is my friend is being a leader.. You will learn the 360 approach of leadership, you will also learn to leverage the emotional intelligence to your benefit to emerge as a great leader, and many more .&nbsp; So, be prepared with you pens and notepads to take notes while you listen to the lectures. </p><p>Each section has exercise to be done for better understanding of the concept. And I would encourage you to complete the exercises before you move to the next one. </p><p>Throughout the course you will hear me giving many different examples in the form of case studies and stories to make your understanding better and relatable. </p><p>I know a lot of you do not have time to sit and go through the videos… Well! Here’s the good news… this entire course is specially formulated in a way that you can just listen to it and pause it whenever you want and do the exercise at your will… So, let me tell you what I personally do in such scenario, I drive to my work every morning listening to an audio course just like this one… It saves my time, makes me more productive and in my opinion it’s the best use of my time… </p><p>Once, you have successfully completed the course. In the last section of this course, you will learn the tools and techniques to apply the real-life application of the leadership skills and I have also explained how you too can do the same for yourself. So, what are you waiting for?? Let’s dive into creating an amazing leader, that’s none that YOU my friends. </p><p>Thank you and I will see you in the course!</p>", "preview_video": "https://mp4-c.udemycdn.com/2018-12-29_19-37-52-3250d4d73db02791547f3041e9ab37ad/WebHD_720p.mp4?Expires=1639479454&Signature=ey5VFbT2ztUuvxBkUOTFjK0gxXGMsOwGeQVn9Wl9JjiUBakP3E2fMNt7PLQsUYg7ggPIpTf~SmrJmTrvVMs1WIivqslb2uuMTMPK0mBIGRCZsMYOtvRvpafCKuWcwDyzWeJtZ3gC-qd75wFSeZI2YWjOs-zs428TqbeMOeRDkuWL-EA38Q-W45Hni27jz0HVWK3-VNzlTXrf-BaD3aREv1T00Q6N6zU8XRdf48axBDQ5mm5lnDwMR4qK1xUVVIDhhka6PLlw7nLAdP-W9jAJxt2bxHGLuL53JBdoiisA8EyxuwOeL1PIbTN7mwzSQva0zKwviBnuZ5RLtxEZasQgvw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4228228", "category": "Marketing", "sub_category": "Video & Mobile Marketing", "title": "VidIQ Masterclass - Full Guide to YouTube Keyword Tool", "level": "All Levels", "author": "Nick Nyxson", "duration": "1.5 hours", "rating": "3.8", "reviews": "7", "students": "5255", "coupon_code": "EAAF863735BBE19E8F41", "preview_img": "https://img-b.udemycdn.com/course/750x422/4228228_dc74.jpg?secure=aDcaQXuPi4QWW3dQMn3kwQ%3D%3D%2C1639549656", "coupon_link": "https://www.udemy.com/course/vidiq-course/?couponCode=EAAF863735BBE19E8F41", "end_day": "2021-12-18 03:40:17+00:00", "headline": "Learn Everything about VidIQ, its Features, Licenses, Keyword Research tool and YouTube SEO Optimisation", "description": "<p><em>Finally, a YouTube Channel Management Tool That Makes Creating &amp; Growing A YouTube Channel Fun &amp; Easy!</em></p><p>With the right YouTube channel management tool, you can get a complete overview of your channel and all its analytics and data. You can easily spot which videos work best and which ones need more work. And it's completely free!</p><p>VidIQ is a revolutionary YouTube tool that was designed to make it easier for creators on the platform like yourself to grow. VidIQ has a unique algorithm that finds content ideas for you quickly and easily. You can use various search phrases on YouTube, while you get all the information you need in seconds. VidIQ is available for advanced creators of all levels on YouTube to save time and improve your efficiency.&nbsp;</p><p>You no longer have to spend time on unproductive tasks like trying to find the right keywords, keyword research has become very efficient, uploading content is faster and simpler, and research into competitor strategies is simplified.</p><p>And This VidIQ Masterclass is the perfect solution for both experienced and inexperienced content creators who have created a YouTube channel but are struggling with managing it. This is the only course to teach you how to use VidIQ’s powerful YouTube channel management, SEO, and keyword research tools to grow your YouTube channel.</p><p><strong><em>Here you will Learn:</em></strong></p><ul><li><p><em>What VidIQ is;</em></p></li><li><p><em>What Features VidIQ provides;</em></p></li><li><p><em>How to choose a license for VidIQ;</em></p></li><li><p><em>How to use Keyword Research Tool;</em></p></li><li><p><em>How to implement found keywords in your YouTube videos;</em></p></li><li><p><em>How to use Daily Ideas;</em></p></li><li><p><em>And Much MORE!</em></p></li></ul><p>It's no secret that YouTube is the second largest search engine in the world. Also, it is worth investing your time and energy into your channel with VidIQ to take advantage of the long-term growth potential which will greatly contribute to the success of your channel.</p><p>And here is the VidIQ Course! You will learn everything you need about this tool and its features and also everything about how to research and optimize your YouTube videos for better SEO. With VidIQ, you can finally take your Youtube channel to the next level!</p><p>Everything you'll learn here will be based on my own personal experience as a VidIQ video contributor. I'll show you what it looks like, live on video.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-02_08-44-04-71e52ca90fa4513753109dd284b19588/2/WebHD_720p.mp4?Expires=1639479456&Signature=L-9L84WrFXYto1O-XYZZitmPjYdc1vghZ~ATLDKaNtSoLZUbVXZ4Oyv92sbwEROxL6CoBQ5aeaJq7Hj2mI3p8eOinsOCtOWLV9GxCskPBHsH5cg2pa3TETfYJs6T9UkS9PSnp89jK9uGaM5aziJyVDgLVfNcinOCZXbumoVn53gFK3zEZHSKjVjnVfqUgRU6fjY4rezSfcDqYxvgiQ-AZWlsLxeEwMMsmiZxDgQ3hp6RVTmJYpK7tJKZLHUiYbvTPlDNgXZynHjxW9fah96jjuUx11VSm3Sso2qqufggrd25aZgS0qCwOMlRxEs2Qg-hfShS7e4mV0qAduSNjO20NQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3526008", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Python And Flask  Demonstrations Practice Course", "level": "All Levels", "author": "Horizon Tech", "duration": "8 hours", "rating": "4.4", "reviews": "407", "students": "118406", "coupon_code": "FECF563765086315F8A9", "preview_img": "https://img-c.udemycdn.com/course/750x422/3526008_d891_5.jpg", "coupon_link": "https://www.udemy.com/course/python-and-flask-only-demonstration-course/?couponCode=FECF563765086315F8A9", "end_day": "2021-12-18 00:23:03+00:00", "headline": "This course is a Great Practice to both fundamental python programming concepts and the Flask Framework by demonstration", "description": "<p><strong><em>Learn Python By Demonstrations</em></strong></p><ul><li><p>The course is created thorough, extensive, but easy to follow content which you’ll easily understand and absorb.</p><p> The course starts with the basics, including Python fundamentals, programming, and user interaction.</p><p><br></p><p>The curriculum is going to be very hands-on as we walk you from start to finish becoming a professional Python developer. We will start from the very beginning by teaching you Python basics and programming fundamentals, and then going into advanced topics and different career fields in Python so you can get real-life practice and be ready for the real world.</p></li></ul><p><br></p><ul><li><p>The topics covered in this course are:</p><p><strong><em>* Beginner to Expert Python contents:</em></strong></p><p><br></p><p><strong>Installing Anaconda</strong></p><p><strong>Python Overview</strong></p><p><strong>Array implementation</strong></p><p><strong>File methods</strong></p><p><strong>Keywords and Identifiers</strong></p><p><strong>Python Tuples</strong></p><p><strong>Python Basics</strong></p><p><strong>Python Fundamentals</strong></p><p><strong>Data Structures</strong></p><p><strong>Object-Oriented Programming with Python</strong></p><p><strong>Functional Programming with Python</strong></p><p><strong>Lambdas</strong></p><p><strong>Decorators</strong></p><p><strong>Generators</strong></p><p><strong>Testing in Python</strong></p><p><strong>Debugging</strong></p><p><strong>Error Handling</strong></p><p><strong>Regular Expressions</strong></p><p><strong>Comprehensions</strong></p><p><strong>Modules</strong></p><p><strong>Flask Framework - URL Building</strong></p><p><strong>Flask Framework - HTTP Method</strong></p><p><strong>Flask Framework - Templates</strong></p><p><strong>Flask Framework - Static Files</strong></p><p><strong>Flask Framework - Request Object</strong></p><p><strong>Flask - Request.from Object</strong></p><p><strong>Flask Framework - Cookies</strong></p><p><br></p></li><li><p><strong>See you inside the course!</strong></p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2020-09-26_05-10-28-5c51af5927ed1376050f528f2ec3a7cc/1/WebHD_720p.mp4?Expires=1639479457&Signature=UMJlQxuMyxKux-wsI-ejoSFeICwWGpYIlB8V3dWUJ3ZmhHCM6lopENmESNyKPedG8WpI~bYwwCOfssAF63yLaXqPg2inTwcl7ljFSHV96tWEjpHykvtxLDmcmMOVgyQS9ahLpfWgIARMt6iV8d9vXByN43abL8YVQiCl5HoIduXKszH-iYg5ovvsE3KhIM2A6QOpCLlwRUUXGlAIVz~odJu25DpvEZYWqedZv9iZeW5zY38IwFvP-hrucexXFgu4PfOfTKg28q8AvPHgMBvoinnC1aFMoTTnaD2tfjRuJcTafV-TZPv0TX8tKgsAZlyxOKVIisFKQwxelgfQ1PuvdQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3833784", "category": "Marketing", "sub_category": "Digital Marketing", "title": "Digital Marketing Strategy Bundle: 5 practical courses in 1!", "level": "Beginner Level", "author": "Anton Voroniuk", "duration": "7.5 hours", "rating": "4.4", "reviews": "1960", "students": "124099", "coupon_code": "DIGITALMARKETING1412", "preview_img": "https://img-b.udemycdn.com/course/750x422/3833784_12ca_5.jpg?secure=jB0_H3UHAohVYdq9-oBKag%3D%3D%2C1639549660", "coupon_link": "https://www.udemy.com/course/digital-marketing-strategy-from-scratch-course/?couponCode=DIGITALMARKETING1412", "end_day": "2021-12-18 06:59:25+00:00", "headline": "Grow your business with Digital Marketing Strategy, Content Marketing, SEO, Social Media Marketing, and Google Analytics", "description": "<p>Do you want to grow your business online? Do you need to get complete knowledge of digital marketing strategy to increase traffic, conversion, and sales? This is a complete course <strong>“Digital Marketing Strategy Bundle: 5 practical courses in 1” for you to master digital marketing.</strong></p><p><br></p><p><strong>This Bundle of 5-in-1 practical digital marketing courses includes:</strong></p><p><strong>&nbsp; &nbsp; &nbsp; &nbsp;1. DIGITAL MARKETING STRATEGY. How to grow your business with digital marketing?</strong></p><p>Strategical 7 questions to answer to build a successful online presence: Mission, Vision, Product, Target Audience, Competitors, Traffic Sources, Metrics, and Optimization. Media Planning and Budgeting.</p><p><strong>You will be able to:</strong></p><ul><li><p>Build a Digital Marketing Strategy for your project for the next 2022 year</p></li><li><p>Understand the fundamental principles of internet marketing</p></li><li><p>Make competitive analysis</p></li><li><p>Work with analytics tools</p></li><li><p>Draw a portrait of a target audience</p></li><li><p>Find effective traffic tools for your niche</p></li><li><p>Make a media plan and budget</p></li><li><p>Find the right online marketing tools to increase sales</p><p><br></p><p><strong>2. CONTENT MARKETING STRATEGY. How to create content that sells!</strong></p></li></ul><p>What content to create, where to publish and how to promote it? Content Marketing for B2B. How to create a Content Plan?</p><p><strong>You will be able to:</strong></p><ul><li><p>Create a content marketing strategy</p></li><li><p>Find a target audience and create relevant content for it</p></li><li><p>Form a content plan</p></li><li><p>Create popular content that sells</p></li><li><p>Get more subscribers and loyal customers by using engaging content</p></li><li><p>Optimize content for good search engine visibility</p></li><li><p>Master popular analysis services</p></li><li><p>Search for popular keywords</p><p><br></p><p><strong>3. SEARCH ENGINE OPTIMISATION. How to gain organic traffic from search engines?</strong></p></li></ul><p>Basic SEO tools. Web-site and content. Internal and external SEO.</p><p><strong>You will be able to:</strong></p><ul><li><p>Build a strategy for promoting your website in search engines</p></li><li><p>Analyze traffic</p></li><li><p>Work with analytical tools</p></li><li><p>Choose effective keywords</p></li><li><p>Build links</p><p><br></p><p><strong>4. SOCIAL MEDIA MARKETING STRATEGY. How to grow your business with SMM?</strong></p></li></ul><p>Social Media Analysis. Metrics to Measure. Content creation and promotion. Social media reputation management. Build a social media promotion strategy for your project</p><p><strong>You will be able to:</strong></p><ul><li><p>Conduct an SMM competitive analysis</p></li><li><p>Use SMM analytic tools</p></li><li><p>Compose a portrait of your target audience of your social media users</p></li><li><p>Track sales using social media</p></li><li><p>Make a Social Media content plan</p></li><li><p>Promote content on Social Media</p></li><li><p>Work with influencers, communities for content seeding</p></li><li><p>Perform social media reputation management</p></li><li><p>Work with reviews and deal with negativity on social media</p><p><br></p><p><strong>5. GOOGLE ANALYTICS. How to improve your Marketing?</strong></p></li></ul><p>Performance indicators of attraction and conversion. Google Analytics and GTM set-up. E-commerce analytics set-up.</p><p><strong>You will be able to:</strong></p><ul><li><p>Make decisions based on data</p></li><li><p>Work with Google Analytics</p></li><li><p>Combine your Google Analytics and Google Ads accounts</p></li><li><p>Customize goals and events</p></li><li><p>Understand reach, conversion, and transactional analytics metrics</p></li><li><p>Work with e-commerce modules</p></li><li><p>Set up data transfers for advertising costs</p></li><li><p>Create and understand automatic custom reports</p></li><li><p>Configure custom alerts</p></li><li><p>Customize segments</p></li><li><p>Customize filters</p></li><li><p>Set up calculated indicators</p><p><br></p></li></ul><p><strong>Why should you choose this digital marketing course?</strong></p><ol><li><p><strong>You will learn digital marketing online from top internet marketing professionals</strong></p><p><br></p></li><li><p><strong>We are industry experts! </strong>We have over 12 years of experience in online marketing. Our agency has Google Premier Partner and Facebook Marketing Partner status.</p><p><br></p></li><li><p><strong>My own credentials are</strong> Google Analytics Individual Qualification, Google Ads Individual Qualification, Bing Ads Accredited Professional, Search Ads360 Certified and others.</p><p><br></p></li><li><p><strong>More than 1,500 successful marketing strategies and marketing campaigns </strong>are launched by us.</p><p><br></p></li><li><p><strong>Over 200,000 digital marketing specialists enrolled in our online courses</strong>.</p><p><br></p></li><li><p><strong>This course is suitable for both beginners and experts.</strong></p><p><br></p></li><li><p><strong>The course comes with detailed visuals and in-depth videos.</strong></p><p><br></p></li><li><p><strong>You will get a digital marketing certification from Udemy upon completion of the course.</strong></p></li></ol><p><br></p><p><strong>What else do you get in this course?</strong></p><ul><li><p>Lifetime access to the course and its updates</p></li><li><p>Structured lessons with practical exercises</p></li><li><p>Course presentation</p></li><li><p>Valuable checklists and templates (digital marketing strategy template, content plan checklist, web analytics checklist, SEO checklist, Social Media Marketing template)</p></li><li><p>TOP Digital Marketing Blogs List</p></li><li><p>TOP Digital Marketing Books List</p></li><li><p>TOP Digital YouTube Marketing Channels List</p></li><li><p>TOP Google's Tools for Digital Marketer List</p></li><li><p>TOP Tools for Digital Marketer List</p></li><li><p>Weekly educational and promotional announcements</p></li><li><p><strong>A free copy of my book “Cutting-Edge Digital Marketing</strong>. How to attract customers and increase online sales\". In my book, I cover the following topics in depth: Internet promotion strategy, competitive analysis, web analytics, how to draw a portrait of your target audience, content plan formation, SEO, PPC advertising, promotion for social networks, email marketing, and case studies.</p></li><li><p>A certificate from Udemy upon completion of the course</p><p><br></p></li></ul><p><strong>Enroll now!</strong></p><p>There's no time to lose! Every minute you are losing countless leads and sales!</p><p>You have nothing to lose and everything to gain. This 5 courses bundle comes with a 30-day money-back guarantee!</p><p>Want to start now? <strong>Click the \"Buy now\" button</strong> to start building and implementing successful digital marketing to grow your business today!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-24_21-32-03-e8009105cbd557e916e83dba58b8d020/2/WebHD_720p.mp4?Expires=1639479460&Signature=EPndyenJtmdbQzoXu9YUL6uAD1GCQlmPyVFKAzk9E63mX6spK6PKBNPhUlIrlAz5Hyq8VYZWwQ2R7Ff-8xt7vncU~5zkELdMuPLggXV6~UmhYclXIy4TdGLjtV0aoEB3aL2tad3GEDG2tVyZVYdI2wjtDK1680uXnUeadMXhu4Bae2WRv1YX~NCvhMNk8hkUJoB5i2hPaMeOz8XD2caLE4xrk-NJhgDcrYelaCxu3uHO3nIIHAP46Jc7bBG~nQJUP9loU~3H39oOihG9QPZxGUSdwiugCRDQN8DPfmmiRcDKQL1lNyH-IQ57XCBp8iN5X9tZS4PIlfjabO~mYo1auw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3694744", "category": "Development", "sub_category": "Web Development", "title": "Gatsby JS | Build a personal blog using gatsbyJS", "level": "All Levels", "author": "Tech Vista", "duration": "5 hours", "rating": "4.0", "reviews": "119", "students": "54483", "coupon_code": "DEC_2021", "preview_img": "https://img-b.udemycdn.com/course/750x422/3694744_21f8.jpg?secure=EVM9Uf73K6TP4Rh7rnrWbA%3D%3D%2C1639549664", "coupon_link": "https://www.udemy.com/course/gatsbyjs-graphql-build-a-personal-blog-using-gatsbyjs-graphql/?couponCode=DEC_2021", "end_day": "2021-12-15 16:43:12+00:00", "headline": "Learn Gatsby JS and GraphQL to increase your knowledge in modern web development.", "description": "<p>Learn to build blazing fast apps and websites with React using Gatsby, a static PWA (Progressive Web App) generator! Starting from scratch, you’ll learn to build a full blog app</p><p>Gatsby is a React-based, GraphQL powered static site generator. It combines together the best parts of React, webpack, react-router, GraphQL, and other front end tools to provide excellent developer experience. Gatsby is far more than typical static site generator though. You can think of it more like a modern front-end framework.</p><p>Find out how to work with Gatsby pages, assets, and components, and style your sites using styled components.</p><p>Use GraphQL in Gatsby for storing and retrieving data, create pages and posts with Markdown, optimize your images automatically with the gatsby-image. </p><p>Learn Gatsby JS and be a top contender for modern Front End developer jobs!</p><p>Want to learn one of the hottest things in Web Development in 2021? </p><p>Do you already know some React and want to push forward from there? </p><p>Do you enjoy project oriented and fast paced courses? </p><p>Do you want to learn quick and straight down to the point? </p><p>Would you like to Improve your insight, esteem and be a top competitor in enlistment measures? </p><p>Then this is the course for you!</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-01-17_10-49-47-586346c04f3cbd3ee79375631d5d435c/1/WebHD_720p.mp4?secure=xhbVAzhXpWDlFp9xmYEIqA%3D%3D%2C1639479464"}, {"course_id": "3872974", "category": "Business", "sub_category": "Communication", "title": "Advanced English Grammar Including English Grammar Tenses", "level": "Beginner Level", "author": "Alex Genadinik", "duration": "2.5 hours", "rating": "4.6", "reviews": "550", "students": "52922", "coupon_code": "ABACA96B2B0CA888CF12", "preview_img": "https://img-b.udemycdn.com/course/750x422/3872974_1d47.jpg?secure=21Yh_qPcJ1MncaSs_8xx_Q%3D%3D%2C1639549667", "coupon_link": "https://www.udemy.com/course/advanced-english-grammar-including-english-grammar-tenses/?couponCode=ABACA96B2B0CA888CF12", "end_day": "2021-12-18 01:54:31+00:00", "headline": "Learn English grammar from basic to advanced English grammar including English tenses and complex sentence structures", "description": "<p>Learn English grammar from the basics of understanding the differences of verbs and nouns to writing complex sentences and using different tenses like past perfect correctly.</p><p><strong>WE'LL&nbsp;START&nbsp;WITH&nbsp;BASICS</strong></p><p>First, you'll learn different parts of English parts of speech like verbs, nouns, pronouns, and other parts of speech. After you master different parts of speech, we'll begin using them in basic sentences.</p><p><strong>SENTENCES</strong></p><p>Once you've mastered the basic parts of speech, we'll go over how to correctly form simple and complex sentences. We'll also go over common errors when it comes like writing sentences. Some common errors are run-on sentences and incomplete sentences.</p><p><strong>ENGLISH&nbsp;TENSES</strong></p><p>It may seem that mastering English verb tenses is easy. There are only three tenses, right? Wrong!</p><p>The English language can get complex with tenses because there are many grammar rules dealing with different types of tenses like perfect and continuous tenses. We'll make it clear in this course and you will master it.</p><p><strong>LEARN&nbsp;WHICH&nbsp;VERBS&nbsp;ARE&nbsp;IRREGULAR</strong></p><p>Get the full list of irregular English verbs and do engaging exercises to perfect your usage of those verbs, many of which are common.</p><p><strong>MANY&nbsp;EXERCISES&nbsp;AND&nbsp;DOWNLOADABLES</strong></p><p>To help you master English grammar and writing, I created over 100 different exercises and quiz questions for you to practice. There are also fun practice exercises for you to do so you get a multi-faceted learning experience.</p><p>Invest in your future! Enroll today!</p><p><strong>RESPONSIVE&nbsp;AND&nbsp;CARING&nbsp;INSTRUCTOR: WORLD-CLASS&nbsp;STUDENT&nbsp;SUPPORT</strong></p><p>If you have questions, know that I&nbsp;am here to help!&nbsp;I&nbsp;answer 99% of student questions within 24 hours. Many students tell me that other instructors don't respond. Well, I do because </p><p>1) I care about my students.</p><p>2) I feel a responsibility to make sure that students get their money's worth from the course.</p><p><strong>Invest in your future! Enroll today!</strong></p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-02-26_18-39-31-58530a6a332e903086a96e3c060be04d/1/WebHD_720p.mp4?Expires=1639479467&Signature=C1jPt~MHWBVXzRrm~9-xocg3cbVIsgTk0VVLQA7t5GdB-PROtJ8-c3fqu7r~lVWahziIs3fAdM-OmTUzf~uxFdASWhNKA4gsqgua9NpyF3V2lJb2ko5286gqnWgRRSXbGKE0fEAZeZqUx5zpXjX-E2E2Qh8gYJevJ5BBguGFBiCEdYlueSKAkp6cYwHYQMxtEynAUP~VcrdDUHrATZ2~GxqXJsK~0rxWrX8RjLckBgppwHf9zGVjbltaGivHi74~xPZrfso56L9QP2q5q9pXjc99-8TAoVSMveVPaRa56dXw2EXwlwjQN9ng5WYbuMfrKEjW6LLDBqBK~Ytxp8Rslg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3623106", "category": "Finance & Accounting", "sub_category": "Investing & Trading", "title": "Day Trading Forex - simple forex day trading strategy WORK", "level": "All Levels", "author": "Thomas Boleto", "duration": "4.5 hours", "rating": "3.9", "reviews": "69", "students": "3453", "coupon_code": "EB3AFDDF319C8B4F3388", "preview_img": "https://img-c.udemycdn.com/course/750x422/3623106_869d.jpg", "coupon_link": "https://www.udemy.com/course/day-trading-forex-simple-forex-day-trading-strategy/?couponCode=EB3AFDDF319C8B4F3388", "end_day": "2021-12-18 18:02:40+00:00", "headline": "Day Trading & Price Action System For Intraday Trading Stocks, Forex, Crypto, Options Trading & Financial Trading", "description": "<p><strong>Day trading Forex - Simple And profitable Forex day trading strategy! (secret to big profits) </strong></p><p>My new Forex Day Trading Strategy Course. In this course I will teach you step by step the personal strategy that I use in how to Intraday the Forex market.</p><p> I know its hard to find a decent Day Trading strategy that works for you.</p><p>And who make things more Hard its alot of people they teach online they don't give any value to there students In fact they just want to earn money and majority of them they never trade and they just teach basics things </p><p> </p><p>But what you gone to learn in this course its not what you find that normal intraday strategies who people teach you no that course its will teach you a proven Day Trading strategy with live trade using real money and with statics of the strategy how many wins percentage and lose percentage , its not a strategy i find it in YouTube then i came here to sell it to you or a course talking only about Forex basics like how to draw support and resistance or how to use MACD or RSI or moving average cross etc&nbsp; which you can find it everywhere , this course its pure 100% price action no need for any indicator and you can use it in the phone , tablet or laptop </p><p><br></p><p>Im here teaching you a proven Forex day trading strategy with statics of it and the percentage of win and loss its not 100% and anyone tell you hi have 100% strategy don't listen to him</p><p>so my friend if you want to be a day trader you are in the right place </p><p><br></p><p> What you gone to Learn in this course!!</p><p>Let me walk you through examples &amp; explain the Forex Day Trading strategy course to you </p><p><strong>1- introduction</strong> </p><ul><li><p><strong><em>You gone to know Forex day Trading</em></strong></p></li><li><p><strong>You gone to Learn Forex day trading techniques that work.</strong></p></li><li><p><strong><em>You gone to </em>Learn Simple Forex day trading strategy!</strong></p></li><li><p><strong>You gone to Learn Where to put stop loss and take profit using the Forex day trading strategy i will teach</strong></p></li><li><p><strong><em>You will be able to know which broker its the best for Day trade Forex </em></strong></p></li><li><p><strong><em>You Will know How to set up the chart for day Trading Strategy</em></strong></p></li><li><p><strong><em>You Gone to Learn Insane day trading strategy for small Forex accounts!</em></strong></p></li><li><p><strong><em>You Gone to </em>Learn money management to be good day trader<em>.</em></strong></p></li><li><p><strong><em>You Gone to Learn our best trading strategy for Forex day trading and even the stock day trading .</em></strong></p></li><li><p><strong><em>You Gone to Learn day Trading Strategy - Essence, Methods and Advice.</em></strong></p></li><li><p><strong><em>I Will Teach you step by step guide in day trading the Forex market</em></strong></p></li><li><p><strong><em>You gone to Learn highly money management skills for day trading Forex </em></strong></p></li><li><p><strong> You gone to learn Learn how to use MT4 for day trading</strong></p></li><li><p><strong>And I will teach Forex day trading secrets</strong></p></li><li><p><strong>And many more......</strong></p></li></ul><p>So by the end of this course you will become a pro Forex day trader with good knowledge ,And you will be able to Trade Forex market or any financial Market ( Stock Market , Cryptocurrency Market ,Future market ,Indices Market , Commodities Market ) , Using candlesticks Trading </p><p>And you will be able to Use this day trading Strategy in stock trading and Forex very easy </p><p><br></p><p>And I Will always follow you with additional and new videos </p><p><br></p><p><strong>Whether you are a Beginner, a regular investor or an Experienced market player, </strong>I know many people who even after working in the Industry for their whole life could not determine the correct ways to invest. This course is for all of those who want to Get the<strong> Essence of investing &amp; trading</strong> in <strong>Forex and Stock Market</strong>.</p><p> - so in this <strong>Udemy Forex Day trading Strategy</strong> <strong>course</strong> you gone to Learn <strong>how to be a Day trader in Forex and stocks for beginners</strong>, <strong>regular investor</strong> or an<strong> Experienced</strong> it suitable for all levels.<br></p><p>&nbsp; &nbsp;In this <strong>Forex day trading course In Udemy</strong> you gone to learn very very <strong>highly information</strong> from a <strong>Pro Trader</strong> not just someone who just want to make money from <strong>Selling courses here in Udemy .</strong> </p><p><br></p><p> And you gone to learn all the <strong>Forex Day Trading Tips</strong> you need to start today <strong>Investing in Forex market and stock</strong> and <strong>candlestick Trading&nbsp; </strong></p><p>Because the strategy i will teach you its pure price action and not basics of price action use here we talking about advance price action&nbsp; </p><p><br></p><p>And i will show you The Best Day Trading Strategy is The Simple Day Trading Strategy ,To start Forex<strong> Trading</strong> today!</p><p>And in this course you gone to Learn how to Use Forex Day trading strategy follows the Long-term trend and delivers buy and sell signals on the lower time-frame's (H1).</p><p><br></p><p>And I will show you the Top <strong>technical analysis</strong> And Price Action for a Forex Day Trading Strategy I use </p><p><br></p><p>- Thank you very much for reading so much of the description for this course! The fact that you have spent some of your very valuable time here already reading this course leads me to believe that you will enjoy being a student in the course a lot! <strong>Find the \"take this course\" or \"start free preview\" button up on the page to give the course a try today</strong>!</p><p><br></p><p><strong>Moreover</strong> You get lifetime access to this course which already has 4K video tutorials sharing everything you need to be a Forex scalper Trader and Start Making Money in the Best way!<br></p><p>If you are still not sure, here are three questions you can use to make the final decision!</p><ol><li><p><strong>Do you want to learn how to invest in Forex market, stocks, Cryptocurrencies the Most Safest way via Price Action?</strong></p></li><li><p><strong>Do you want to use the valuable skills to work for clients who want to invest their money?</strong></p></li><li><p><strong>Do you want to learn the Essence of Trading which people even after spending years don't know?</strong></p><p><br></p></li></ol><p>- <strong>If you answered yes</strong> to any of these questions, I would guess based on my experience after working for 20+ years in the <strong>Investment</strong> and Finance Industry that you might enjoy this course. If for any reason I am wrong, you have <strong>30 days to ask Udemy for a refund</strong>. I can guess the odds of you enjoying this course are very high! Thank you very much for reading all of this!</p><p><br></p><p>I hope to see you as a student in the course when we next meet !!!</p><p><strong><br>cheer </strong></p><p><strong>Thomas Boleto</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-01-12_00-18-09-faaaa401337343cbe52a48bd3f740a94/1/WebHD_720p.mp4?Expires=1639479470&Signature=SrkzaEEJczKGZfbObcI2QQLN2KQjFjNWEy76MbQ5iSRhe-pfrsqqs~x3LenWicAcXiy6nn7tJZvvWrPdCefemGDl64XVhh196IDHghT~4~rpKDHUjiZQ9rudZoG8NjrUNO1m0JwWPKjyoHxocwe9LVF3ORdRXsxLjohaR2NXTzXkYtG6wZ3Uw5AjprspUuMBTIAIzI0pYI2rTbgh4SzsPN1cU2NUau~CSGXMxI-zs1yQkN174WyEBcCx5vd5FtGReMnBRu6LrnZf467CtoQxrwARu~4AVvBoxdT194eusXv6szuq67jsiiiNREnMqheTU6h~A9tC~GtkuoXbF7Y3Ig__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3161726", "category": "Personal Development", "sub_category": "Personal Productivity", "title": "Learn To Focus: Meditation & Mindfulness For ADHD", "level": "Beginner Level", "author": "Kevin Ellerton", "duration": "1 hour", "rating": "4.5", "reviews": "384", "students": "55322", "coupon_code": "5C19A0048D4506E667F9", "preview_img": "https://img-c.udemycdn.com/course/750x422/3161726_8bc7_5.jpg", "coupon_link": "https://www.udemy.com/course/meditation-for-adhd/?couponCode=5C19A0048D4506E667F9", "end_day": "2021-12-18 02:46:19+00:00", "headline": "Don't \"cure\" your ADHD - transform it into a superpower!", "description": "<p>ADD and ADHD can make it hard to focus &amp; get things done. You have lots of mental energy (that's why you're so smart!) but you have a hard time directing it to one thing at a time. Many people go through their entire lives in this scatter-brained state, jumping from thing to thing, never fully concentrating on, or actually enjoying, anything. This can lead to major school &amp; career problems (not paying attention in class, not paying attention at work, not caring about what you're working on, bouncing from job to job, career to career, etc), and problems becoming a successful adult.</p><p>For some handicaps, there is simply no cure, no way out. Thankfully, ADD/ADHD is NOT&nbsp;one of those handicaps. ADD &amp;&nbsp;ADHD&nbsp;can actually be a blessing in disguise, if you learn how to channel your mental energy, to focus it, to make it like a laser. This is called <em>hyperfocusing</em>, and it is a superpower unique to ADD/ADHD people!</p><p>You may have noticed that while you sometimes can't focus on anything at all, sometimes you can get <em>extremely zoned in to one thing</em> (like these words, for example). And oftentimes (for some of us, more often than not), the thing that you're zoned into is the wrong thing. For example, my first year in college I&nbsp;got so sucked into social media that I barely went outside and met actual friends. Sometimes this still happens to me, if I pick up my phone right when I wake up and click on a social media notification before I&nbsp;start meditating for the day. Social media platforms are designed to suck you in -- that's how they make money. That's bad news for ADD / ADHD people. And there are tons of other useless, unproductive, time-wasting things that can suck in your attention, if you don't learn how to control your hyperfocus.</p><p>The good news is that you can learn how to control your hyperfocus, and use it to supercharge your life by focusing on the things you actually <em>want</em> to be focused on! It's not easy, but it is actually very simple. The answer can be written in just ten letters: MEDITATION.</p><p>Meditation is the single most important key to controlling your hyperfocus, focusing on what you want to focus on, and moving your attention to the things that you want it to be on. Meditation is not some woo-woo magical thing... it's literally just training your brain to focus. That's literally what meditation IS. It's a practice of bringing your mind into the present moment, and focusing it on one thing at a time. This practice strengthens the parts of your brain that are responsible for regulating your attention. Just like lifting weights builds muscles in your body, practicing meditation builds neural connections in your brain (it's a process called neuroplasticity -- look it up!). Just like your muscles get bigger from lifting weights, your brain gets bigger by practicing meditation! And just like you can focus your exercise on strengthening a particular part of your body (arms, legs, chest, etc), you can focus your meditation on strengthening a particular part of your mind (deep focus, broad focus, generating joy, love, happiness, etc).</p><p>Many of the world's most successful entrepreneurs, futurists, inventors, and celebrities are people who have learned to direct their ADHD energy and control their innate powers of hyperfocus. In this course, we will use meditation to do that, and more -- to become more focused, successful, stable, joyful, energized, and just plain happier in life!</p><p>By the end of this course, you will be experienced with five different meditation techniques, which you can practice in daily life:</p><p>- breathwork</p><p>- mindfulness</p><p>- mindfulness of breathing</p><p>- concentrating on a physical object, and</p><p>- concentrating on an activity,</p><p>You'll be equipped with the tools you need to become the best version of yourself, and transform your ADD/ADHD from a handicap into a superpower!</p><p>The skills you'll learn in this course will be worth 1000x more than the price of the course. Not only will this course save you money on ADD/ADHD drugs like Adderall &amp; Ritalin, and help you make tens, hundreds, or thousands of times more successful in life than you would have been without being able to control your superpowers of hyperfocus, the meditations you learn in this course will make you immeasurably happier, over the course of your lifetime. And that's kind of the point of this whole \"life\" thing anyway, isn't it? What's $50 in comparison to a lifetime of sustainable happiness?</p><p>Don't get distracted by any shiny things or other tabs. Click the button to sign up for this course now. This may be the single most important moment in your life. Stay focused, sign up now, and start watching right away!</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-05-27_20-20-07-459935e0a9202bdf79719b86a44cb5c4/1/WebHD_720p.mp4?Expires=1639479473&Signature=HltmlLTmSTRCyBrIhftWM46nwRwepcrZ6h1qaAk3Uo2d14b68rm59q4oHUpkcJ~4SECX4BFgx7k2MnUAC83FCPw2BlKoQuobH-cppsLYLLXC-NJq7WEU5UuGQhhW3096W6UZY8Gu8Sdnk2PuHQliSHnyt3JtatzgvBIyQTjBn4O0k2V4~QUnG7chsQgJ1BtZhtLWhn5BqVAebMyvG30tw1rIs79pPQpDjENMW2YeVCYr1xWb6rjxyzcz4qFJu9~jUJbU8z5Ey7o6Q3kTYyhVE-7r5VkApmOvauFHJl4vFB8VuzjWR-n-fYV-10YEmxI09fjbt1wpyvu6etu0pN956A__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4200596", "category": "Marketing", "sub_category": "Product Marketing", "title": "SaaS Marketing, Metrics for Managers and Founders", "level": "All Levels", "author": "Navdeep Yadav", "duration": "7.5 hours", "rating": "4.6", "reviews": "88", "students": "30074", "coupon_code": "SAASMARKETINGG", "preview_img": "https://img-c.udemycdn.com/course/750x422/4200596_d778_5.jpg", "coupon_link": "https://www.udemy.com/course/saas-marketing-metrics/?couponCode=SAASMARKETINGG", "end_day": "2021-12-16 18:59:10+00:00", "headline": "Comprehensive Course on Software as a Service(SaaS) Metrics: ARR, Churn, Retention, LTV, CAC, Unit Economics", "description": "<p><strong>Building a Software as a Service (SAAS) company is always hard. </strong></p><p>So this course will make it easy for you. </p><p>This course is specially designed for <strong>SAAS Product Managers and Startup Founder. </strong>It will help you understand important SAAS Marketing and Growth Metrics like <strong>CAC, CLV, LTV, Churn, NPS, and KPI's Growth Retention, ARR t</strong>hat a founder and a product manager should track.</p><p>By the end of this course, you will have a good understanding of </p><p><strong>Module 1 SAAS Basics</strong></p><ol><li><p>What is SaaS (Software as a Service)?</p></li><li><p>History of SaaS</p></li><li><p>Why SaaS Future is exciting</p></li><li><p>What are the Benefits of SaaS?</p></li><li><p>Difference between IaaS PaaS SaaS</p></li><li><p>SaaS Use Case for E-commerce</p></li><li><p>Building Headless e-commerce with SaaS</p></li><li><p>Various Categories of Startup</p></li><li><p>Types of SaaS Products and Companies</p></li><li><p>Why SaaS is so Exciting for Investors</p></li></ol><p><strong>Module 2 SAAS Business model Innovation </strong></p><ol><li><p>SAAS Essentials</p></li><li><p>Software as a Service Business Model Introduction</p></li><li><p>SAAS Business model innovation</p></li><li><p>Customer Segmentation in SAAS</p></li><li><p>Targeting Enterprises as a SAAS Start-up</p></li></ol><p><strong>Module 3 SAAS Business model</strong> </p><ol><li><p>Types of SAAS business model</p></li><li><p>SAAS Subscription Model Example</p></li><li><p>SAAS Pricing Models, Strategies, and Examples</p></li><li><p>Pay as You go business Model - Amazon AWS and Microsoft Azure</p></li><li><p>What is Tiered Pricing? | Benefits and Best Practices</p></li><li><p>Pay Per User Pricing - Click up and Jira</p></li><li><p>Freemium SAAS Strategy and Companies</p></li><li><p>SAAS Affiliate Business Model and Programs</p></li></ol><p><strong>Module 4 SAAS Marketing and Growth Metrics</strong></p><ol><li><p>SaaS Growth Introduction</p></li><li><p>Unique visitors and Signups for SaaS</p></li><li><p>B2B SaaS Leads</p></li><li><p>Types of bookings</p></li><li><p>ACV TCV and Contract length</p></li><li><p>Renewal bookings and churn example</p></li><li><p>Customer Acquisition Cost (CAC)</p></li><li><p>Monthly reoccurring revenue</p></li><li><p>Retention Rate and Cohorts in SaaS</p></li><li><p>SaaS Churn</p></li><li><p>Customer Lifetime Value in SaaS</p></li><li><p>Unit Economics in SaaS</p></li><li><p>Net dollar Retention in SaaS</p></li><li><p>Rule of 40 in SaaS</p></li><li><p>SAAS Magic number</p></li><li><p>Calculation SAAS valuation</p></li><li><p>Gross Margin and Contribution Margin </p></li><li><p>Market Size TAM, SAM, and SOM </p></li></ol><p><strong>Module 5 Shopify SaaS Case Study</strong></p><ol><li><p>Shopify vs Amazon Business model</p></li><li><p>Shopify Drop-shipping business model</p></li><li><p>Shopify Flywheel and Growth loop</p></li><li><p>Shopify Revenue channels</p></li><li><p>Why it's hard to replace Shopify</p></li><li><p>Shopify Vs Magento Vs Woo-commerce</p></li><li><p>Shopify Growth Wheel</p></li><li><p>FAANG T-Algorithm Framework</p></li><li><p>T-algorithm framework for Shopify</p></li></ol>", "preview_video": "https://mp4-c.udemycdn.com/2021-07-28_01-52-56-2deae66a2959b090ff6943c53e427d12/2/WebHD_720p.mp4?Expires=1639479476&Signature=XvpUzkWhnnrtYSZxwicfgBYotLP5IoyL6q~f7wb4BiTfbcBNs7fU0bGgV-JmhIGyHIbZ~IlqDT73~0x3hOao-CmadaqCN6NbvIwN1DccMR0ZP75AlonxCzrum8HJZxeal7l0J91h~5qWoTVWWnX~usHel5pQGzGBWM~fa24-zx6nODYZD1lH~gYRvICvuCVVUczFeZsWVU899Q1ZpTUGXeH2w0NhRBY6oYkBJGr~A~oBCm35juxml4zIFjDkKtoXI1cYgNU87u7BC9uy0IDtp69oYdP8bwYhEa07u4DXOKCKuHsWgbUsNGHA4CchgGa-gwKN1ua~9a0gIAccAAl5vA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2492980", "category": "Photography & Video", "sub_category": "Video Design", "title": "Color Grading and Video Editing with Davinci Resolve 17", "level": "Beginner Level", "author": "AK Media", "duration": "42 mins", "rating": "3.6", "reviews": "153", "students": "55599", "coupon_code": "67DD61E8EFA179CDA57E", "preview_img": "https://img-b.udemycdn.com/course/750x422/2492980_0c85.jpg?secure=sDDhLPgVH-d63Uoge6IGEg%3D%3D%2C1639549680", "coupon_link": "https://www.udemy.com/course/color-grading-and-video-editing-with-davinci-resolve/?couponCode=67DD61E8EFA179CDA57E", "end_day": "2021-12-16 06:03:34+00:00", "headline": "Learn Video Editing in DaVinci Resolve 17 with Color Correction & Color Grading & Visual Effects", "description": "<p><br></p><p><strong><em>DaVinci Resolve 16&nbsp; Beginners Course </em></strong></p><p>DaVinci Resolve 16 is a free professional video editing application used by professionals and amateurs. It’s easy and simple to use. It provides you with simple to use yet powerful tools to edit your videos and achieve high quality production.</p><p><strong>This course is for beginners. You do not need any previous knowledge in DaVinci Resolve 17 or video editing experience.</strong></p><p>You will dive straightaway into creating your first video and add music, graphics, text and couple of transitions. No time is wasted with unnecessary concepts. You will be up and running in DaVinci Resolve in less than an half hour.</p><p>I’ll teach you everything you need to know about video editing, visual effects, motion graphics, color correction &amp; grading and audio editing to create professionally looking videos.</p><p>We will make a video together from start to finish, step by step. You will start right at the beginning from how to import your video clips all the way through to Color Correction and Grading.</p><p>You can even come up with your own awesome and original video using the same footage. It’s open to your imagination and what you want to create.</p><p>What will you learn in this DaVinci Resolve 16 Course?</p><ul><li><p>Start by understanding the workflow in DaVinci Resolve.</p></li><li><p>Efficiently import and organize your media from Bins to Power Bins</p></li><li><p>Dive in and create your first short video – Just to get started.</p></li><li><p>Discover multiple ways to assemble your video – from inserts to swaps</p></li><li><p>Fine edit your clips a frame at a time</p></li><li><p>Lots fun re-timing your clips with speed graphs – Slow Motion and Fast Motion</p></li><li><p>You will Master Transitions and create your own</p></li><li><p>Add Graphics, Lower Thirds and Titles, we will even create an Intro and Outro</p></li><li><p>Work in the more advanced Fusion Text</p></li><li><p>Apply and customize Effects from ResolveFX</p></li><li><p>Achieve Perfect Color Correction – including Log footage</p></li><li><p>Use Power Windows, Cloud and Point Trackers to bring up features in your clips.</p></li><li><p>Understand (in detail) and work with advanced tools such as Curves, Qualifiers, Keys.</p></li><li><p>Start Color Grading like a colorist (at least a beginner one) and produce awesome videos.</p></li></ul><p>So, if you’re looking to:</p><p>Edit your Videos for your YouTube channel with a free professional and extensive application or Create exciting and well edited videos for your family album, Edit a marketing video for your website, Create a Music Video, Edit Documentaries, Start your Career as a Video Editor, Create your first Demo-Reel Then you will find this course ideal for your needs, as you work with an instructor who really cares about your success as individual.</p><p>Enroll now and start Video Editing right away. See you in the first lecture.</p><p>Wishes,</p><p>Adeep</p>", "preview_video": "https://mp4-c.udemycdn.com/2019-12-30_21-33-09-e525f6e28ebc49603ed37c34071b8565/WebHD_720p.mp4?Expires=1639479480&Signature=IW82MHEKSwPQTY9dpcppa6sgs9Yf-0PFfA1RmL7jU7disQO2r35gcKUKN4vkBT7t6gdc0P~tWQEs5KBWyNpoI~yhyLk7Dtg4TCFcyFbbf6BJS-82XaxJKUD~89Khe1Z6BsxRyOVKnluzNklcj7UH8fF6ULfdNBDgozFdkwLydkQdQkuxFmIfBOlrOSUHCUXzDNWLeBAJciC4IZVMy05IHzyD1K34OVzs-cZhD34gAeu-3Wot6POd9wHtd1N08SibBTuh6O7deM8IcYebOcPDQyywFyrMPqJJ~FsoJ0L0PDqeXC2eCsrSZDebG-~1D33vhotLtKQHW-P0vWn8yof-Ew__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3109678", "category": "Health & Fitness", "sub_category": "Meditation", "title": "Meditation Masterclass: meditation teacher certification", "level": "All Levels", "author": "Kevin Ellerton", "duration": "5.5 hours", "rating": "4.5", "reviews": "486", "students": "63774", "coupon_code": "4F6CB15E6838FB0297BA", "preview_img": "https://img-b.udemycdn.com/course/750x422/3109678_a0c1_2.jpg?secure=BokS-xWkBDnz48DNgH6HQQ%3D%3D%2C1639549685", "coupon_link": "https://www.udemy.com/course/meditation-masterclass/?couponCode=4F6CB15E6838FB0297BA", "end_day": "2021-12-18 02:46:43+00:00", "headline": "Accredited meditation certification course. Learn & teach a wide range of meditation techniques from around the world!", "description": "<p>In this course, you'll learn meditations from all around the world!</p><p>From mindfulness to zen to breath-work, chakras, Tibetan bowls, and everything in between, you'll even be certified to teach meditation by the end of the course!</p><p>From new meditators to zen masters alike, no matter what your level of experience, you can gain a lot from exploring this course. By the end, you'll have experience with over a dozen different styles of meditation!</p><p>This course is accredited by The Meditation Organization as a Certified Meditation Teacher Training Course -- AMC&nbsp;(Accredited&nbsp;Meditation&nbsp;Course) #39283 -- so once you receive your Meditation Certification at the end of this course, you'll be able to teach meditation to others as well.</p><p>While many course creators make one-hour courses to maximize the ROI&nbsp;on their time&nbsp;(one hour courses often sell for as much as 20-hour courses), that's not what this course is about. This course is my masterclass, a culmination of over a decade of learning meditation techniques from gurus around the world and teaching it to groups of students here in the United States. When friends and family ask me to teach them to meditate, I always wish I had a link to send them, that would cover everything that I would want to teach them if I only had the time. Well, I took the time to make this course, and this is the link that I will send to people in the future! </p><p>That's why I've made this course as comprehensive as I could possibly make it, and why I will continue to add videos to this course over the months, years, and decades to come.</p><p>Welcome to my Meditation Masterclass. I hope you enjoy it ❤️</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-05-24_16-45-38-96cd7f4ca7b6809da22109c4da307e94/1/WebHD_720p.mp4?Expires=1639479485&Signature=PH0X6O4VaEqmckuUgPbUDXN23NyZmyi30s9SE3z41q-Ezp-syZF3e-A7WbPNGm~MiehxxbCo4Wke2JJm7~lCFZCuY-gHQW5hk1OjUDukws1WO-AkwtMZhdENHvGirTyjzZnBxGBeVoMY-ijcn7E68Xwkd94Tjrr737QRwBoKErb4a6p7h5KFy1qO65EBpjH~PHb7w4BRo-1WZ84hwZvI98~CSPaZD-aPPuoZTMCV6U9bWDEtaQq7JOc2~HAIk3EofwrZZf0i1U4hy7UybGKRwMsja0xZDFNhoEwwdEzdeTy7Ntduld7ozmtOoOQGyRqVA0feLmrZEj-Rpbdm1I3Qhw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2012754", "category": "Business", "sub_category": "Entrepreneurship", "title": "Start A Successful Business: Best Questions", "level": "Beginner Level", "author": "Boomy Tokan", "duration": "2 hours", "rating": "4.5", "reviews": "46", "students": "12227", "coupon_code": "08FAE62947AD66873F28", "preview_img": "https://img-c.udemycdn.com/course/750x422/2012754_7a0f_2.jpg", "coupon_link": "https://www.udemy.com/course/how-to-start-your-own-business-7-hard-questions-to-ask/?couponCode=08FAE62947AD66873F28", "end_day": "2021-12-18 08:41:11+00:00", "headline": "Whether you are starting a regular small business or an online business the answers to these questions are critical.", "description": "<p>Do you have<strong><em>&nbsp;</em>an idea for a business</strong>&nbsp;you really believe will work? Are you looking for&nbsp;<strong><em>simple, actionable information that will take you to the next level&nbsp;</em></strong>in your entrepreneurial journey? Do you want to convert your&nbsp;<strong><em>hobby into a business</em></strong>? Are you thinking about&nbsp;<strong><em>quitting the 9-5 grind and one day running your own successful business?</em></strong>&nbsp;</p><p>If the answer to any of the above questions is yes, then I can confidently say you have come to the right place.</p><p>_____________________________________________________<br></p><p>In this course I have put together the 7 Tough Questions you need to ask and answer before you start your business. <strong>&nbsp;</strong>I have answered them in a way that allows you to understand them quickly and enables you to take action!</p><p>As you go through this course you will discover why these questions are critical and then learn the solutions so that you will no longer be held back from the success you desire.</p><p>_____________________________________________________</p><p>For easy referencing I have divided the information into the following sections:</p><ul><li><p><strong>The question<br></strong></p></li><li><p><strong>How the answer is critical to your success</strong></p><p><br></p></li><li><p><strong>Why it is better to solve the issue Now! <br></strong></p></li><li><p><strong>The simple actionable solutions available to you.<br></strong></p></li></ul><p>Whatever is not answered, inbox me and I will update the content.&nbsp;<strong><em>I seriously want to help you get to the next level.&nbsp;</em></strong>So take this course and let us start the journey together.</p><p>_____________________________________________________</p><p>To remove any risks on your part this course comes with my no questions asked&nbsp;<strong><em>30 Day Money Back Guarantee.</em></strong></p><p><strong>So what are you waiting for click take this course right now!</strong></p><p>What are the requirements?</p><ul><li><p>Internet connection</p></li><li><p>Willingness to take action</p></li><li><p>Pen and paper to take notes</p></li></ul><p>What am I going to get from this course?</p><ul><li><p>Start your own business with confidence</p></li><li><p>Convert your hobby into a business</p></li><li><p>Go to the next level</p></li><li><p>Get the answers you need to start your own business</p></li><li><p>Create the necessary action plans</p></li><li><p>Understand the road to success</p></li><li><p>Avoid the common mistakes people make</p></li><li><p>Save time and money</p></li><li><p>Create a road map that works</p></li><li><p>Gain the confidence and Know-how to start your own business</p></li><li><p>Understand how a startup works</p></li><li><p>Relate with your business in an insightful manner</p></li></ul><p>What is the target audience?</p><ul><li><p>Anyone thinking about leaving their 9-5 job one day to run their own business</p></li><li><p>Anyone who has an idea they want to make into a successful business</p></li><li><p>If you have a hobby you want to convert into a business</p></li><li><p>You are fed-up of losing many and wasting time</p></li><li><p>You are looking for simple actionable processes</p></li></ul><p><strong>5-STAR STUDENT SUPPORT</strong></p><p>If you have questions, know that I am here to help! I answer 99% of student questions within 48 hours. I care about my students and their feedbacks.</p><p><strong>CERTIFICATE OF COMPLETION </strong></p><p>When you finish all of the videos in this business course, Udemy will email you a certificate of completion, which you can use to demonstrate your business knowledge and that you have finished a particular amount of hours of business&nbsp; training. It will be easier for you to get employed as a freelancer if you do this.</p><p><strong>30-DAY MONEY-BACK GUARANTEE</strong></p><p>This YouTube&nbsp; course comes with an unconditional, Udemy-backed, 30-day money-back guarantee. I will help you succeed with business.</p><p><strong>Invest in your future. Enroll now.</strong></p><p><br></p><p>&nbsp; </p>", "preview_video": "https://mp4-c.udemycdn.com/2018-11-07_16-47-13-690834409282361df08c8d257e8476c1/WebHD_720p.mp4?Expires=1639479487&Signature=ZFBXd3InoTXkvv~qjbTPO-~XrHUlaFGhovKvF-MiMJWAoNfhA73VINfmbtKMlBp9l0MXl4w713tvRG-HTO58JqmT8oBd4woVo5Bz6IKjEqGnqw262-nPFHv~HB4LAmbXjwLqiStQeYVohu3vBRZScJtHvkfS3gYE-XD5PgX21OrvWFQ~6p9kqBYCHNgG4jVD9pCBaOpOvWmM89wRKwf2sc1xmSfSKdl5F9dmTcK6yMTk2vHfZo6kBGGSQMU55opCwDwhCpZk2A6WyogMFY5yLJhiFGfAOnaOsdxnNFI3g7w-EJB6wGKC6uJExKo0ifkwmrDkSFmvY1D1Rz6Xbw635w__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3162082", "category": "Health & Fitness", "sub_category": "Meditation", "title": "Meditation For Beginners", "level": "Beginner Level", "author": "Kevin Ellerton", "duration": "1.5 hours", "rating": "4.7", "reviews": "452", "students": "55000", "coupon_code": "D7FE0105AF9B1975509A", "preview_img": "https://img-c.udemycdn.com/course/750x422/3162082_6fea_4.jpg", "coupon_link": "https://www.udemy.com/course/meditationforbeginners/?couponCode=D7FE0105AF9B1975509A", "end_day": "2021-12-18 02:45:53+00:00", "headline": "Completely new to meditation? This is the course for you!", "description": "<p>Meditation is one of the most powerful things that you can do, as a human being. It trains you to be in control of you mind and your emotions, in ways that you never knew were possible. It allows you to be happy just to be alive, even in the most difficult of circumstances; even when you're injured, or suffering a loss, stressed out at work, overwhelmed, depressed or anxious. It allows you to find the basic happiness of being alive, and that pervades everything else, so that you can deal with everything else much better.</p><p>Aside from just giving you that unshakeable happiness &amp; joie de vivre, it also gives you control over your mind in ways that are hard to even imagine before you experience it. It gives you the ability to focus on whatever you want to focus on, which can make you extremely productive and successful in life.</p><p>Tim Ferris studied hundreds of the world's most successful people: billionaires, celebrities, athletes, bodybuilders, and scientists at the tops of their fields. There was only one trait that over 80% of them had in common: a daily meditation practice. That's crazy when you think about it. It's not that they were all super intelligent, hard working, good looking, or born into wealthy families. The single most common trait among the world's most successful people is <em>meditation</em>. Isn't that weird?</p><p>To experienced meditators, this is not a surprise at all. It makes perfect sense that the world's most successful people are meditators. Meditation is a meta-skill; it's a skill that improves all of your other skills. It improves your ability to focus, so that you can do everything else better.&nbsp;In that way, meditation improves every aspect of your life, from relationships to health, happiness, productivity, career... everything.</p><p>In this course, you'll go from complete n00b to at least understanding the basics of meditation. This course is <em>Meditation For Beginners</em>. It will help you to get a good firm grounding in the basics of meditation, that you'll be able to take with you into daily life, to walk around in a meditative state, and to form the foundations for your own daily practice.&nbsp;All within about an hour and a half of course materials.&nbsp;Very easy, very simple, geared toward you, specifically, the beginner meditator. This will help you be happier in life, feel better, be healthier, and deal with pretty much anything that life will throw your way. The best hour and a half you'll ever spend in the rest of your life is this hour and a half, watching this course, learning to meditate for the first time.</p><p>I'll see you inside!</p><p>Namaste.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-06-12_17-02-35-ab7f9af42549a18ab10e0e3367da1f98/1/WebHD_720p.mp4?Expires=1639479496&Signature=VnvjkB~nL-pmq0DMmcihmQAS75fXetat-pvuxMRIbCd2XOIKsg~kmblpo4661qMuitBeV~5t-Om-gE6k2KVRlEbS0VVRRsi3jeTYux8sX2eEQ5g74QUyVOyvYUy8N82vEHNsE-WjY93MJootGe~bTOX0NEOYCbOsPYMEd1dYRJJjLwOqqRn3F6E-5Zna-RV0CVMV2CjIQZY6ej0q5zOLm6lfgobuRJ4zUyqQxd20ylrZqQSs7WimCtS-x-FFIp5WK8gYsIsnmS2u750jN0BXHi1joLsyEJmXiQINKZzufiWBTcd6O7ALTIK3uQBiEjYfxbaI6AGuBcMTsTsh6SUpVA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3495852", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Python For Beginners Course In-Depth", "level": "Beginner Level", "author": "Horizon Tech", "duration": "7 hours", "rating": "4.0", "reviews": "1210", "students": "143236", "coupon_code": "CC5FC0CA054EC9BE8A5B", "preview_img": "https://img-b.udemycdn.com/course/750x422/3495852_8004.jpg?secure=UcFYGUaTtEGGGZ3xnbj5gg%3D%3D%2C1639549698", "coupon_link": "https://www.udemy.com/course/python-for-beginners-course-in-depth/?couponCode=CC5FC0CA054EC9BE8A5B", "end_day": "2021-12-19 01:52:00+00:00", "headline": "This course is a depth introduction to both fundamental python programming concepts and the Python programming language.", "description": "<p><strong>This course is a depth introduction to fundamental python programming concepts.</strong></p><p><strong><em>Learn Python From Beginner To Advanced Level</em></strong></p><ul><li><p> I’ve created thorough, extensive, but easy to follow content which you’ll easily understand and absorb.</p><p> The course starts with the basics, including Python fundamentals, programming, and user interaction.</p><p><br></p><p>The curriculum is going to be very hands-on as we walk you from start to finish becoming a professional Python developer. We will start from the very beginning by teaching you Python basics and programming fundamentals, and then going into advanced topics and different career fields in Python so you can get real-life practice and be ready for the real world.</p></li></ul><p><br></p><ul><li><p>The topics covered in this course are:</p><p><strong><em>* Beginner to Expert Python contents:</em></strong></p><p><br></p><p><strong>Array implementation</strong></p><p><strong>File methods</strong></p><p><strong>Keywords and Identifiers</strong></p><p><strong>Python Tuples</strong></p><p><strong>Python Basics</strong></p><p><strong>Python Fundamentals</strong></p><p><strong>Mathematical Functions</strong></p><p><strong>Data Structures</strong></p><p><strong>Object-Oriented Programming with Python</strong></p><p><strong>Functional Programming with Python</strong></p><p><strong>Lambdas</strong></p><p><strong>Decorators</strong></p><p><strong>Generators</strong></p><p><strong>Testing in Python</strong></p><p><strong>Debugging</strong></p><p><strong>Error Handling</strong></p><p><strong>Regular Expressions</strong></p><p><strong>Comprehensions</strong></p><p><strong>Modules</strong></p></li><li><p><strong>See you inside the course!</strong></p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2020-09-14_11-02-50-bf78e22fd39006c387e71c080c80d643/1/WebHD_720p.mp4?Expires=1639479498&Signature=fwf3T-8UT4OeRlUz5vJVIHBkOFlIkLN25rZBiF12qbYRncg-UuNvVHmtD8vHHejwmkgTZgr0OXLGF7JrIy6uzwjzVj5ZF1S8JtcUMHb1ji-91In-3tiBDcTnDrTREXAa1sXfpaL5K5CNxEmySXm17WATFcjAFWb2hZhTbSZH-MkfGO63az3~YqPSgFpxp0iDngKsgwEDiBvz3ipPuW8Q1W0L~DLEPBA2wgpaTEyN45F~w9DskgtuAeDJe-NmHAjNAa7F0KyE4UqyfPL4lY1qTwpILPF7zZpiqya37Hd7RkOxdg6UiwbcnOgvgz849TOYRIbYPz~Iz0wXT0-0il2CuA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3417826", "category": "Finance & Accounting", "sub_category": "Other Finance & Accounting", "title": "Learn 27 Ways to Make Money Online with Your Smartphone!", "level": "All Levels", "author": "Roope Kiuttu", "duration": "3 hours", "rating": "3.7", "reviews": "685", "students": "73206", "coupon_code": "417B22282C2B041BC001", "preview_img": "https://img-c.udemycdn.com/course/750x422/3417826_b765_4.jpg", "coupon_link": "https://www.udemy.com/course/make-money-with-your-smartphone/?couponCode=417B22282C2B041BC001", "end_day": "2021-12-18 16:09:43+00:00", "headline": "Learn PROVEN Ways to Make Money with Your Smartphone. Even 1 Strategy Will Pay Your Course Price Back!", "description": "<p><strong>Would you like to make money online with your smartphone?&nbsp;</strong></p><p><strong>Do you wanna see real money-making apps that pay in 2021?</strong></p><p>Then this course is PERFECT FOR YOU!</p><p>I&nbsp;created this course because every single day people ask me for the best way to get paid just by using their smartphones.</p><p><strong>Learn just 1 strategy and you'll earn your course price back.&nbsp;The rest will be pure profits for you!</strong></p><p>Over the course of years, I've helped 1,000's of ordinary people to start their 'Make Money Online' journeys and you'll be the next one.</p><p>More than 310,000 individuals have taken my courses on Udemy. </p><p><strong>Get started with the course and pick your strategy to start making with your phone.</strong></p><p>You're gonna enjoy this. It's fun and profitable at the same time!</p><p>I'll see you inside!</p><p>-&nbsp;Roope \"Sharing the blessing of making money online\"&nbsp;Kiuttu</p><p><strong>PS. </strong>If you need any help, you can contact me personally on my YouTube channel called \"Learn to Make Honest Money Online\".</p><p>I read all your comments personally and I do everything that I humanly can to help you to succeed.</p><p><strong>PPS. I&nbsp;am constantly adding new lessons to the course to make it even more helpful for you.</strong></p><p>Your satisfaction is the best reward.&nbsp;</p><p>It gives me the most joy when YOU&nbsp;succeed.</p><p>It's Your Time!</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-08-13_23-51-41-eeb35c222bebf50d26d096e914e1d08a/1/WebHD_720p.mp4?Expires=1639479501&Signature=kWFL4j-JDkO-5OpnueENL0TvIDd9GIIkkz2dTX1EnSlsQhuVsMUBPzpvmOu5xFG0eFHGxLNUvwt2TH9vmMnQNKrzRTopXmyiuC4mBbpOZy9Z~r8pkd64p0twiBhFcanlDS8XMzyRiclGEaxUNT-r1yuYpaDqRCoYYkV6wyPo1NmR1TFPcppsFEyniI2dF37v~L72W~vh3CskoVojyto8GixLu3IT-RNSQJKsgVHouCDkzAEUFB8P2phW69-bIMewNDDXnY5eKZX0yYcFiwoUZZK4TUQsO5UZ1MdbBEPrPWQ1hA3IRF2tpOLKNQjRWAkxsF7dkPdZH7F4i2sr3Oyogw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4397958", "category": "Business", "sub_category": "Business Analytics & Intelligence", "title": "Certified Six Sigma green belt Practice Tests", "level": "All Levels", "author": "SMARTER ACADEMY", "duration": "", "rating": "3.9", "reviews": "9", "students": "3608", "coupon_code": "DBDF02057F9F77DF2A91", "preview_img": "https://img-c.udemycdn.com/course/750x422/4397958_6a1f.jpg", "coupon_link": "https://www.udemy.com/course/certified-lean-six-sigma-green-belt-practice-tests/?couponCode=DBDF02057F9F77DF2A91", "end_day": "2021-12-14 17:34:00+00:00", "headline": "lean six sigma green belt practice tests", "description": "<p><strong>Certified Six Sigma green belt Practice Tests</strong></p><p><br></p><p><strong>Six Sigma</strong> (<strong>6σ</strong>) is a set of techniques and tools for process improvement. It was introduced by American engineer Bill Smith while working at Motorola in 1986. A six sigma process is one in which 99.99966% of all opportunities to produce some feature of a part are statistically expected to be free of defects.</p><p>Six Sigma strategies seek to improve manufacturing quality by identifying and removing the causes of defects and minimizing variability in manufacturing and business processes. It does this by using empirical and statistical quality management methods and by hiring people who serve as Six Sigma experts. Each Six Sigma project follows a defined methodology and has specific value targets, such as reducing pollution or increasing customer satisfaction.</p><p>The term <em>Six Sigma</em> originates from statistical modeling of manufacturing processes. The maturity of a manufacturing process can be described by a <em>sigma</em> rating indicating its yield or the percentage of defect-free products it creates—specifically, to within how many standard deviations of a normal distribution the fraction of defect-free outcomes corresponds.</p><p><br></p><p><strong>History</strong></p><p>Motorola pioneered Six Sigma, setting a \"six sigma\" goal for its manufacturing business. It registered Six Sigma as a service mark on June 11, 1991 U.S. Service Mark 1,647,704; on December 28, 1993, it registered Six Sigma as a trademark. In 2005 Motorola attributed over $17 billion in savings to Six Sigma.</p><p>Honeywell and General Electric were also early adopters of Six Sigma. As GE's CEO, in 1995 Jack Welch made it central to his business strategy, and in 1998 it announced $350 million in cost savings thanks to Six Sigma, which was an important factor in the spread of Six Sigma (this figure later grew to more than $1 billion). By the late 1990s, about two-thirds of the Fortune 500 organizations had begun Six Sigma initiatives with the aim of reducing costs and improving quality.</p><p>In recent years, some practitioners have combined Six Sigma ideas with lean manufacturing to create a methodology named Lean Six Sigma. The Lean Six Sigma methodology views lean manufacturing, which addresses process flow and waste issues, and Six Sigma, with its focus on variation and design, as complementary disciplines aimed at promoting \"business and operational excellence\".</p><p>In 2011, the International Organization for Standardization (ISO) has published the first standard \"ISO 13053:2011\" defining a Six Sigma process. Other standards have been created mostly by universities or companies with Six Sigma first-party certification programs.</p><p><br></p><p><br></p>", "preview_video": ""}, {"course_id": "754112", "category": "Health & Fitness", "sub_category": "General Health", "title": "Healthy living with \"No Oil\" Recipes - Non Vegetarian", "level": "All Levels", "author": "Susmita Dutta", "duration": "2 hours", "rating": "4.4", "reviews": "73", "students": "19469", "coupon_code": "DEC2021FREE1", "preview_img": "https://img-b.udemycdn.com/course/750x422/754112_7441_2.jpg?secure=eu88kicJVcAt0nN-lHcuzA%3D%3D%2C1639549706", "coupon_link": "https://www.udemy.com/course/no-oil-cooking-meat-recipes-no-cholesterol-fat-free-food/?couponCode=DEC2021FREE1", "end_day": "2021-12-15 00:27:05+00:00", "headline": "Better Health. Better Life. Better Cooking.", "description": "<p><strong>**Course Updated - Nov 2021**</strong></p><p>Life is all about compromises, right? </p><p>Well, if you think you can ignore your bad eating habits just because you exercise regularly, think again. Unfortunately, spending an hour of rigorous exercise in the gym for a greasy double cheeseburger or relying on a good metabolism to take the place of healthy eating habits completely misses the point of living a healthy lifestyle…</p><p><em> </em></p><p>Eating a healthy diet is far from simple, simply because we humans are very complex beings. We may have it in the back of our minds that we are eating to fuel our bodies, but we actually make the majority of our food choices based on their enjoyment factor. And that is the main reason why it has become so tough in today’s world to switch to a healthy eating habits because we are just not ready to give up on the taste factor and the happiness it brings with it.</p><p>Well… what if I tell you can still choose a healthy option? You just need to avoid one things, and that is “OIL”</p><p>Don’t worry, I am not telling you to eat bland food or make your mind to switch to eating boiled food only.</p><p>In my course I have explained the magic techniques that is required to cook delicious no oil food. I have provided 9 recipes for you to start with and I will keep adding more recipes.</p><p>I would appreciate your participation in learning new techniques of no oil cooking and I will look forward to hear from you in the discussion section about what are you interested in learning more and I promise to create it for YOU.</p><p>My mission is to create a community of healthy eating people who doesn’t follow a crash diet to achieve result rather make lifestyle change to create a HEALTHY YOU</p>", "preview_video": "https://mp4-c.udemycdn.com/2016-02-22_18-13-56-af9360b568f56f44a9a0ade4b93cab09/WebHD_1080.mp4?Expires=1639479506&Signature=NKvkBRbsV0i7cU2QR9GmJ7bKcsgvJiZ5WSyAtKIQofJ8mN-6rJmubqHfLDbi8wWxi738f67xB5ElZmRpLZnPAE2RAv~vQzICy-InZ048442N4K7CTmaw39SQetm5Br30omlzwNoYLvpy7DXyI9fRMEnkEHlqx12LU-tsNMGeh5vr-zevaI95YO8HfaqiquXPgQgp9f5MgoyNp9hELK~~yJIkRegu-nchM~H8Tdu-YCoGgIbBxm6Qi49xIaSFIMrJm4U4iPhKK712sChfqUEiwaqDb0ajieyYdNPt1yYdVGL1YGBG~U0nSRGovNNUbo-fL6WoWQvbsFnIYVQXxeBxqA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "817794", "category": "Teaching & Academics", "sub_category": "Teacher Training", "title": "Publish Simple Videos For a Living - Skillshare Earnings", "level": "All Levels", "author": "Howard Lynch", "duration": "1 hour", "rating": "4.0", "reviews": "61", "students": "16084", "coupon_code": "AEE801059D4B49F23C66", "preview_img": "https://img-c.udemycdn.com/course/750x422/817794_9d6c_3.jpg", "coupon_link": "https://www.udemy.com/course/record-publish-videos-for-a-living-skillshare-domination/?couponCode=AEE801059D4B49F23C66", "end_day": "2021-12-18 15:56:28+00:00", "headline": "Watch me as I make simple video content and upload it to Skillshare, and how anyone can do this regardless of skills", "description": "<p>**Our 80,000+ satisfied students and our countless 5-star reviews are no accident.** <strong><em>We practice what we preach ! </em></strong></p><p>At<strong> QualiWave</strong>, we want to share only the best content that helped us expanding in the past and still growing exponentially in the future! Let us help you to make 2020 <em>YOUR</em> best year ever!</p><p><strong>PLEASE&nbsp;WATCH&nbsp;THE&nbsp;PROMO&nbsp;VIDEO&nbsp;FOR&nbsp;PROOF&nbsp;OF&nbsp;INCOME </strong></p><p>Hey,</p><p>If you've been following me for a while then you know I run multiple six figure businesses, all of them having one thing in common: video.</p><p>Skillshare is an amazing platform bringing in a lot of money, let me show you how I do it.&nbsp;</p><p>Watch the promo video and jump in..</p><p>Here is what you will learn:</p><ol><li><p><strong>How much I earn on Skillshare, while working less than you might think</strong></p></li><li><p><strong>How to easily find ideas for your own courses</strong></p></li><li><p><strong>How to create crisp 1080p videos using only free softwares</strong></p></li><li><p><strong>How to acquire students FAST and get them to come back</strong></p></li><li><p><strong>How to do exactly like I did and get the same results</strong></p></li></ol><p>Enroll now and let's get started already!</p><p>By joining this course, you don't only take part in an online course but a real fast-growing community of ambitious entrepreneurs, marketers, and more.</p><p>All the best &amp; Keep improving.</p><p>- <em>QualiWave Team</em></p><p><br></p><p><br></p><p><br></p>", "preview_video": "https://mp4-b.udemycdn.com/2020-06-08_14-48-29-5659f6b39334f02bceffc356fff3fb83/1/WebHD_720p.mp4?secure=Ku8OfgQtODlIrLHXTgqruQ%3D%3D%2C1639479510"}, {"course_id": "3176064", "category": "Personal Development", "sub_category": "Other Personal Development", "title": "Storytelling With Imagery For Persuasion & Personal Brand", "level": "Beginner Level", "author": "Alex Genadinik", "duration": "4 hours", "rating": "4.5", "reviews": "23", "students": "16610", "coupon_code": "F59903C18D009963F5E5", "preview_img": "https://img-c.udemycdn.com/course/750x422/3176064_ebc9_2.jpg", "coupon_link": "https://www.udemy.com/course/storytelling-with-imagery-for-persuasion/?couponCode=F59903C18D009963F5E5", "end_day": "2021-12-18 12:33:48+00:00", "headline": "Learn storytelling for persuasion and to make more impactful points, arguments, tell your personal and corporate story", "description": "<p>Learn storytelling in two ways:</p><p>1)&nbsp;The traditional story arch and all the important story elements</p><p>2)&nbsp;Create creative imagery with your writing and vocal presentation that inspires emotions in your audience, becomes memorable, and leaves a lasting and impactful lesson and impression.</p><p><strong>USE&nbsp;EMOTIONS&nbsp;FOR&nbsp;PERSUASION</strong></p><p>People make decisions emotionally much more than logically. That's why great storytelling is about painting a picture in someone's mind and making them see things your way. In this course, you'll learn how to create imagery with your writing and make people see your vision in addition to responding to facts and figures.</p><p><strong>USE&nbsp;STORYTELLING&nbsp;IN&nbsp;THESE&nbsp;SETTINGS</strong></p><ul><li><p>Impress at a job interview</p></li><li><p>With corporate team-building</p></li><li><p>Help people know you better in personal relationships</p></li><li><p>Create better business presentations</p></li><li><p>Storytelling using video</p></li><li><p>Make more convincing arguments that have true emotional appeal</p></li><li><p>Tell your personal brand story </p></li><li><p>Tell your corporate brand story better</p></li><li><p>Use storytelling and imagery in creative writing like songs or poems</p></li></ul><p><strong>FILLED&nbsp;WITH&nbsp;EXERCISES&nbsp;AND&nbsp;OPPORTUNITIES&nbsp;TO&nbsp;PRACTICE</strong></p><p>Many of the videos give you a chance to create your own stories and compare them with how I'd write them. </p><p><strong>DIFFERENT&nbsp;MEDIUM</strong></p><p>Learn how to adjust your stories for different medium ranging from YouTube videos to in-person job interviews to writing.</p><p><strong>Invest in your future. Enroll today.</strong></p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-07-16_18-08-09-008be81d93b6bb27a5370807ea581d5c/2/WebHD_720p.mp4?Expires=1639479517&Signature=B9DCVBVl85D0asADTbRqiGu~gntYTo00WI6ojO-ff1bs7C5loKSGgxPEmMbeDadJOdFmHhJcUnfmb5o3RmBkh7B6ckEECJ~a~nBv5525fyZqwiV-lHFLSZ9VBCrNBTniIjCCQKOdkg~nQdAx3quDxIyWr9uU30bKASJuuexAOS~xQqbC6NyBe9mklA-iRRTgwahIa3YTP30KgHp-oRp3dHRzV69oQVJy~5oK7z2TREFqfLfUYuE6rNQUGzVo294QnwJeTupwmR~3uvvDdGu15MhqWSQG3RNO4hUa6sOp5on4viVQvlHEUMv9jzVPfobQOVMCqt9o4uh42B29HjERDA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4255886", "category": "Health & Fitness", "sub_category": "Meditation", "title": "How To Start Meditating in  7 Days", "level": "All Levels", "author": "Vojta Schlesinger", "duration": "2 hours", "rating": "4.5", "reviews": "2", "students": "789", "coupon_code": "AFD20F1AAB9BB8DD4532", "preview_img": "https://img-c.udemycdn.com/course/750x422/4255886_d24c_2.jpg", "coupon_link": "https://www.udemy.com/course/how-to-start-meditating/?couponCode=AFD20F1AAB9BB8DD4532", "end_day": "2021-12-16 12:27:47+00:00", "headline": "How to meditate with 7 Day Meditation Challenge: What can mindfulness and meditation do for you?", "description": "<p><strong>How can we deal with being bombarded by infinite stimuli and not go crazy? </strong></p><p>We know the importance of physical exercise for the body, but what about exercise for the mind? </p><p>Enter this 7-day meditation challenge and see for yourself how meditation can aid you in your life. </p><p>You don’t need to be a monk in a monastery or believe in God or take long and complicated training to be able to meditate and have peace of mind. </p><p>The scientific benefits of meditation are bringing this ancient discipline out of the monasteries, and into the hands of everyday people of the western world. I've tried to simplify the art of meditation into easy-to-digest pieces for everyday usage that can bring the gifts of meditation to practicality.</p><p>This course is perfect for beginners but also for those that want to deepen and enhance their own practice. I created this training with respect to the tradition of meditation but shaped it for use within our busy lives. </p><p><strong>I invite you to this 7-day meditation challenge</strong>, where every day you can set aside at least 12 minutes to do a meditation (that's how long the guided meditations in this course are, or shorter!) I want to show you that you do not need anything special or complicated to start something as simple as meditation.</p><p>Meditation training allows us to essentially accept ourselves, others, and the conditions that we are in without spiraling and succumbing to our minds- without judgments or without trying to force some specific feelings that we think we \"should\" feel. In a magical sense, through meditation, one can realize the completeness and perfection of the present moment.</p><p><strong>Bonus Content</strong></p><p>As a guest, we have Greg Burdulis, a former monk and current meditation teacher, and we talk about some practical aspects of meditation and their benefits. </p><p>FREE Bonus Gift to you: 70-page E-Book - \"Here and Now: How to Meditate\"</p><p><strong>Do you want to gain enhanced awareness of your body and mind to feel more relaxed, learn how to deal with stress and feel happy and fulfilled? You can enhance your performance in school, work, training, or with relationships. </strong></p><p>Whatever your reason to start meditation is, I will show how simple it can be and give you tips on how to create your own meditation routine. I will share everything I know about meditation that helped me, in the hope that you can benefit from it too.</p><p><strong>Included Guided Meditations</strong></p><ul><li><p>Breathing</p></li><li><p>Body relaxation</p></li><li><p>Self-value</p></li><li><p>Mindfulness</p></li><li><p>Beach</p></li><li><p>Loving-kindness<br></p></li></ul><p><strong>You will learn:</strong></p><ul><li><p>What is meditation and how to meditate?</p></li><li><p>Is there a best way to meditate?</p></li><li><p>What are the different types of meditation?</p></li><li><p>How to \"hack\" the meditation?</p></li><li><p>How to reprogram your brain</p></li><li><p>What is mindfulness?</p></li><li><p>What is the path of the witness?</p></li><li><p>How do you breathe? </p></li><li><p>How meditation can help with managing stress?</p></li><li><p>How to create your meditation routine?</p></li><li><p>What are micro-meditations?<br></p></li><li><p><strong>and much more...</strong></p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2021-12-05_17-40-38-6943437a4d748c52a236dbe4baf01043/2/WebHD_720p.mp4?Expires=1639479530&Signature=VzKiey5R7sTndjPWr5C3D9mH01kc1rVb68HdeWnVitltek~DiW5kSEEXaYz9BC2uJD0wwmhvk4ZW7eNgFeq4IWtMeamA8uH1Hl4dgQOoIvTS-TN29bhYjlEPk~HCsGiKNpm7j0-e7yLodt90LMVLiSWXW~YXV3dwf0CVHzxR0qHsPUo~Tbe6LkOimz4rsAd2ad0U0a8C~4~FeYZ5aHCak1~~txD9L6KS5l8cfq6FZ4WROsqv10HikNOQ-aiTAHr1XZnfjY39eAsyd~7vP4lpwt~6p5sU2IR1bTi7yVs4HCzF~WHZxKxTkv1yeMF5CGQw0sj1UwcU1H0a2ZGQIPALNg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1508164", "category": "Development", "sub_category": "Web Development", "title": "Practical MongoDB + PHP: For Absolute Beginners", "level": "All Levels", "author": "Creative Online School", "duration": "1.5 hours", "rating": "4.3", "reviews": "754", "students": "153866", "coupon_code": "MONGODEC2021", "preview_img": "https://img-c.udemycdn.com/course/750x422/1508164_4ec4_3.jpg", "coupon_link": "https://www.udemy.com/course/mastering-mongodb/?couponCode=MONGODEC2021", "end_day": "2021-12-18 02:56:42+00:00", "headline": "Master yourself in NoSQL Database MongoDB with Hands-on Practical Examples. PHP & MongoDB practical projects.", "description": "<p>=== Students' reviews' regarding this course ===</p><p><strong><em>\"In-depth explanations, good examples, knowledgeable instructor!\"&nbsp;</em></strong>-- Gordon Stanley</p><p><strong><em>\"Really very good course to start learning Mongodb.\" </em></strong><em>-- Saifaldeen</em></p><p><strong><em>\"Simply awesome. The instructor is explaining every line of code that he is typing it on the console and explains straight to the point. I got to learn many new things in this course as a beginner.\"</em></strong> -- Saurabh Mirajkar</p><p><strong><em>\"Great course. Loved the style of the instructor and the way things are presented. Cheers\"&nbsp;</em></strong>-- Joey Smith</p><p><strong><em>\"This is a good course for someone who has worked with json objects and php before, the examples are easy to understand. I´m really enjoying this course\"</em></strong> -- Jezer Eduardo Martínez</p><p><strong><em>\"So very clear and concise... we learn to build and the instructor is taking us through the major steps to build something\"</em></strong> -- Robin McManus<br></p><p>MongoDB is one of the most powerful NoSQL database in the current world. By completion of this course, you will be able understand the concepts of MongoDB and get working experience on MongoDB. This course gives you hands on and practical experience on MongoDB queries; both basic queries and advanced queries. How to install Also you complete a basic project with PHP and MongoDB.&nbsp;</p><p>Learning NoSQL (here for example, MongoDB) is one of the fastest ways to improve your career. Hope this course will be used as a helping hand for your prospective career. Please dig on free preview videos for more information.&nbsp;</p><p>Along with MongoDB, you will learn PHP Basics and Advanced. Practical work with Git, JSON and XML. <br>&nbsp; </p>", "preview_video": "https://mp4-b.udemycdn.com/2018-01-20_04-48-30-4b635ee6815f5a052c2099637a742344/WebHD_720p.mp4?secure=O33hYiMPtLfN04aADagkNg%3D%3D%2C1639479532"}, {"course_id": "2529704", "category": "Development", "sub_category": "Web Development", "title": "HTML5 and CSS3 Build: Two Responsive Websites in Hindi||Urdu", "level": "All Levels", "author": "Kushal Koirala", "duration": "9.5 hours", "rating": "4.2", "reviews": "478", "students": "39569", "coupon_code": "EC38C094B18189121D13", "preview_img": "https://img-c.udemycdn.com/course/750x422/2529704_0381_7.jpg", "coupon_link": "https://www.udemy.com/course/css3-in-hindi/?couponCode=EC38C094B18189121D13", "end_day": "2021-12-15 03:43:02+00:00", "headline": "HTML5 and CSS3 Build Responsive websites, S.E.O and publish website to Internet Earn Money making website", "description": "<p>in this course, you will learn about HTML5 and CSS3 that too in Hindi after that we will Make Two websites and the last one is a complete Responsive website The Startup website and then to Boost your skills you will learn S.E.O Search engine optimization so that you can rank your website at the top and your website will more sales and then we will Host or publish our website to the internet... That's it now you can build a website and publish it on the internet. So that you can Earn MONEY Building websites and you will be able to make amazing websites with many features.</p><p>so enroll it now</p><p>thanks... </p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-12-24_04-53-55-28f44d14f4728037aba4beb24c73bcdf/1/WebHD_720p.mp4?Expires=1639479536&Signature=cLSun9kYBm0XKS55~2PC3Gryv6PPSTplbhM9mTaoPtNpG3x0mmyfmBnZYtBdWHetbLLOpzMRMm6WMA9bro-A5Wpu7TQtIeg8JkfAE0ZMPGc-ppIzd9dj32AGj7sf72vSUYET8NIGV3E0EHceMP70EOsFsBML5R1bF1H2uQD65KzWDVhi8mHH1MjbG0MbrdiQVAK24GcAQMeDJHLNCcL0qFhVQNmLKfkfc5Yqs77eSfo8FUxI~KTbUbWBV8Qby27UaRwRM6meU0dqcX8r6TSQs~Wjf~Yl3brnvBZdoVaOpPTvY0ulrH1asf5WNbxlFFQFaN6v9UgldrmPKd0FePRapw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4393802", "category": "Development", "sub_category": "Programming Languages", "title": "JavaScript And PHP And Python Programming Complete Course", "level": "Beginner Level", "author": "PROPER DOT INSTITUTE", "duration": "8 hours", "rating": "4.3", "reviews": "12", "students": "4913", "coupon_code": "091A684CB14F766677AF", "preview_img": "https://img-c.udemycdn.com/course/750x422/4393802_c8a1.jpg", "coupon_link": "https://www.udemy.com/course/javascript-and-php-and-python-programming-complete-course/?couponCode=091A684CB14F766677AF", "end_day": "2021-12-18 00:39:33+00:00", "headline": "Learn JavaScript And PHP And Python Programming language In One Complete Course", "description": "<p><strong>JavaScript And PHP&nbsp;And Python Programming language Complete Course</strong></p><ul><li><p><em>Section 1- learn javascript programming language</em></p><ul><li><p>The course is created with thorough, extensive, but easy-to-follow content that you’ll easily understand and absorb.</p><p>The course starts with the basics, including JavaScript fundamentals, programming, and user interaction.</p><p><br></p><p>the curriculum is going to be very hands-on as we walk you from start to finish to become a professional Javascript developer. We will start from the very beginning by teaching you Javascript basics and programming fundamentals, and then execute into real-life practice and be ready for the real world.</p><p><br></p></li><li><p>while Javascript is complicated for beginners to learn, it is widely used in many web development areas.</p></li><li><p>this course gets you started with an introduction to JavaScript. It assumes that you're new to the language, so it gets you started with basic functionality such as creating functions, creating variables, and calling these lines of code from your standard HTML pages. It talks about events and triggers for custom event handling. It talks about pattern matching, searching for text within a page, flow control, and the document object model (DOM). We start off with the basics and move on to more complex functionality such as arrays and objects. We then discuss how to script common elements with JavaScript such as forms and tables. At the very end, we discuss major libraries such as Ajax, which allows you to make asynchronous calls to server-side scripts without reloading the web page in the server.</p></li></ul><ul><li><p>Master the fundamentals of writing Javascript scripts</p></li><li><p>Learn core Javascript scripting elements such as variables and Objects</p></li><li><p>Discover how to work with lists and sequence data</p></li><li><p>Write Javascript functions to facilitate code reuse</p></li><li><p>Use Javascript to read and write files</p></li><li><p>Make their code robust by handling errors and exceptions properly</p></li><li><p>Search text using regular expressions</p></li></ul><ul><li><p>The topics covered in this course are:</p><p><strong><em>*</em></strong><em> javascript course contents:</em></p></li><li><p><em>Javascript introduction</em></p></li><li><p><em>Javascript array</em></p></li><li><p><em>Javascript variables</em></p></li><li><p><em>Javascript functions</em></p></li><li><p><em>Javascript objects</em></p></li><li><p><em>Javascript control statements</em></p></li><li><p><em>Javascript cookies</em></p></li><li><p><em>Javascript loop statements</em></p></li><li><p><em>Javascript data structures</em></p></li><li><p><em>Javascript error handling</em></p></li><li><p><em>Javascript regular expressions</em></p><p><br></p><p><br><em>section 2- learn PHP&nbsp;programming language</em></p><p>This section will learn the basic structure of a web application and how a web browser interacts with a web server. You'll be introduced to the request/response cycle, including GET/POST/Redirect. You'll also gain an introductory understanding of Hypertext Markup Language (HTML), as well as the basic syntax and data structures of the PHP language, variables, logic, iteration, arrays, error handling, and superglobal variables, among other elements.</p><p><br></p></li><li><p><em>The topics covered in this PHP course are:</em></p><p><br></p></li><li><p><em>PHP various operator types</em></p></li><li><p><em>PHP arrays</em></p></li><li><p><em>PHP conditional statements</em></p></li><li><p><em>PHP loops</em></p></li><li><p><em>PHP function statements</em></p></li><li><p><em>PHP decision making</em></p></li><li><p><em>PHP&nbsp;file Input and Output</em></p></li><li><p><em>PHP web concepts</em></p></li><li><p><em>PHP MySql API</em></p></li><li><p><em>PHP CSPRNG</em></p></li><li><p><em>PHP scalar declaration</em></p></li><li><p>and more..</p></li></ul><p><br></p></li><li><p>Section 3- python programming language.</p></li></ul><p>This course section provides an introduction to programming and the python language. students are introduced to core python programming concepts like conditionals, loops, variables, and functions. this section includes an overview of the various python aspects. It also provides hands-on coding exercises using commonly used writing custom functions, and reading and writing to files. this section or whole course may be more robust than some other courses, as it delves deeper into certain essential programming topics.</p><p>what you will learn in this section:</p><ul><li><p>Identify core aspects of programming and features of the Python language</p></li><li><p>Understand and apply core programming concepts like conditionals, loops, variables, and functions</p></li><li><p>Use different ways for writing and running Python code</p></li><li><p>Design and write fully-functional Python programs using commonly used data structures, custom functions, and reading and writing to files</p><ul><li><p><em>python various operator types</em></p></li><li><p><em>python methods</em></p></li><li><p><em>python conditional statements</em></p></li><li><p><em>python loops</em></p></li><li><p><em>python function statements</em></p></li><li><p><em>python decision making</em></p></li><li><p><em>python file Input and Output</em></p></li><li><p>python datatypes.</p></li><li><p>and more..</p></li></ul><p><br></p><p><strong>Thank you see you inside the course</strong></p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-12_09-41-20-f1f1a78bc8e21c8ba078cdc9016d1a14/2/WebHD_720p.mp4?Expires=1639479541&Signature=cOFq9u2-NuI9M0Qu-oZAes3N0VkKbLC4bUBNWFEnLLUO-g1bEc-LfEjxeYFoZNybQgU03V20uGemP2QkfrczgE-DP6D9CGAcprC94cyxk2DCWolFzgl4AT22FWsAuyodheVUW7qLu80pViwgTm4-SA5tazbfRhVHYUyDk3uzmuXKbpKqx6l6BCy9shKgyd6Dn4FwTP50dYwBYVkj1RIIJ4RXFmXvwlTh8-GLUIkEURvPKGgFjEIQdjbuXonP03nttjbRjmOeLqXfLFfMBsbj7oVlcnPqIa9kMD9e74Cugh9DBJn43oowSQJXlF0gxZ-Tt~URDSh6VEji98xnEi2YiA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4022626", "category": "Business", "sub_category": "Management", "title": "SUPPLY CHAIN SKILLS : Logistics Optimization Tools", "level": "All Levels", "author": "ELOUAZZANI HAMZA", "duration": "1 heure", "rating": "4.6", "reviews": "11", "students": "2918", "coupon_code": "28866776A72B354C0196", "preview_img": "https://img-c.udemycdn.com/course/750x422/4022626_84e8_2.jpg", "coupon_link": "https://www.udemy.com/course/supply-chain-skills-logistics-optimization-tools/?couponCode=28866776A72B354C0196", "end_day": "2021-12-14 18:51:18+00:00", "headline": "Learn the skills to be a Supply Chain Manager. Take the risk and be the hero of change management", "description": "<p>Bienvenue dans ce cours qui vous permettra d’économiser des milliers de dollars chaque mois en appliquant certains outils appelés : Les outils d’optimisation logistique.</p><p><br></p><p>Mon nom est Hamza et je serai votre formateur.</p><p><br></p><p>Ceci est un cours d’introduction et d’analyse des différents outils logistiques afin de prendre les meilleures décisions dans les bons moments.</p><p>Ce cours est assez riche en information théorique et technique, c’est le fruit de 4 ans de recherche et d’apprentissage approfondi. D’ailleurs c’été le sujet de mon projet de fin d’étude en 2016 pour l’obtention du Master Management Logistique. C’est un très bon sujet qui permet de comprendre la chaine logistique dans sa globalité et d’en avoir une vision très large appelé 360°.</p><p><br></p><p>Les étapes que nous allons aborder lors de cette formation, vous donnera une méthodologie de planification très avancée. Cette dernière vous donnera la possibilité de prévoir et de comprendre le phénomène étudié en temps réel, même lors de l’identification du problème vous aurez déjà beaucoup d’idée de résolution et beaucoup de scénarios.</p><p><br></p><p>Bienvenue donc dans la « SUPPLY CHAIN SKILLS » [<strong>SCS</strong>]</p><p><br></p><p>Toutes les entreprises qui existent dans notre planète cherchent à réduire leurs coûts et optimiser leurs processus. Il faut comprendre qu’en réduisant le temps de traitement ou d’attente on réduit automatiquement un coût, et c’est dans cette perception que les outils d’optimisation logistique ont eu lieu.</p><p><br></p><p>TOYOTA reste la maison mère de la plupart de ces outils, pendant toutes ces années TOYOTA nous a offert beaucoup de méthode et d’outils applicables qui servent à mesurer notre activité, identifier nos dysfonctionnement et réagir par des actions correctives qui nécessitent surement un bagage technique et une expérience nettement avancée pour résoudre un phénomène ou même pour améliorer un processus.</p><p>Supplychain, Logistics, La gestion logistique, La supply chain, Gestion des stock, Gestion des approvisionnements, Gestion des importations, Gestion de la chaine logistique, Global logistics, logistique, la logistique globale, La gestion, la méthode ABC, POKA YOKE, SIX SIGMA, White belt, Yelow belt, Green belt, Black belt.</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-05-14_01-54-08-e97a6fd8fa87d1780a695f7f906ae5b4/1/WebHD_720p.mp4?secure=jMR5NGegQgSVh1tEgf9eNA%3D%3D%2C1639479544"}, {"course_id": "4356582", "category": "Personal Development", "sub_category": "Other Personal Development", "title": "Como realmente aprender um novo idioma", "level": "All Levels", "author": "Luiz Valerio P. Trindade", "duration": "1,5 horas", "rating": "0.0", "reviews": "0", "students": "774", "coupon_code": "F2C43B37481860D7BFE3", "preview_img": "https://img-c.udemycdn.com/course/750x422/4356582_1844.jpg", "coupon_link": "https://www.udemy.com/course/como-realmente-aprender-um-novo-idioma/?couponCode=F2C43B37481860D7BFE3", "end_day": "2021-12-15 17:18:00+00:00", "headline": "Minha fórmula secreta revelada", "description": "<p><strong>Como Realmente Aprender um Novo Idioma</strong> se trata de um curso inovador em sua categoria porque ele foi cuidadosamente elaborado a partir de experiências práticas e reais de quem estudou quatro idiomas ao longo dos anos (alemão, francês, inglês e italiano). Além disso, ele se beneficia também da vasta vivência internacional de seu docente, o qual já residiu em diversos países com fins acadêmicos e profissionais. E este leque de experências, vivência e conhecimentos são compartilhodos com os alunos.</p><p>O curso aborda um amplo leque de técnicas e estratégias de apresendizagem utilizadas com sucesso no estudo de idiomas e que foram sistematizadas de forma bastante didática. Desta forma, você não somente compreenderá do que se trata o conjunto de técnicas e estratégicas, mas sobretudo como adotá-las em seu próprio benefício no estudo do idioma estrangeiro de sua escolha.</p><p>Por intermédio deste curso, você vai aprender uma série de aspectos importantes incluindo: a) como estudar gramática de forma divertida, prazerosa e eficiente, b) como ampliar corretamente e eficientemente seu vocabulário do idoma estrangeiro, c) como explorar estategicamente recursos como filmes, telejornais e músicas em idiomas estrageiros para aprimorar suas habilidades linguísticas, d) quanto tempo leva para aprender bem um idioma estrangeiro, e) como usar dicionários para seu benefício no aprendizado, f) como escolher um curso de idiomas no exterior, entre muitos outros tópicos.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-10-19_08-55-09-ac3f53f9fee040c5ce3c5c87e6cc0126/2/WebHD_720p.mp4?Expires=1639479548&Signature=JDH53ZS0rSAV3k~GeILeuXdgbhJH1ZtID8ds40wrcSXRCnge6n9ZggtCUCtGsC3zxPdWAoW9EQdTOlgvOw3-qVEahI0FmOA~XFjYMv6lKpiQ9SmhaFjQ~T3ZmV~qUkcbiQxp7tf-k-3bdr80ERC6XkIpuE-R0iuYZGh2KZQYuyNoPFgOTfrePV3BI8ntPi18whflkHMK7Hv8jnNv4MEIVyHx7mAx2920NiYKeBBgEtMrIC9GnTy15XksGb3nDqz4PJ1CDCgIV1eTK3RVLSWLLFpRrFHw4QdLklHOzzu3wn1b3M73-46QQG6Y-0T2dDn9svQiLGEmRwmhbK6nusHkng__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "354482", "category": "Design", "sub_category": "Web Design", "title": "Wordpress For Beginners", "level": "Beginner Level", "author": "Howard Lynch", "duration": "36 mins", "rating": "4.8", "reviews": "817", "students": "68503", "coupon_code": "E6E7314FB6FC4254391C", "preview_img": "https://img-b.udemycdn.com/course/750x422/354482_310c_3.jpg?secure=6HxJJMhg7BbckCsciVCRUQ%3D%3D%2C1639549751", "coupon_link": "https://www.udemy.com/course/build-a-wordpress-website/?couponCode=E6E7314FB6FC4254391C", "end_day": "2021-12-18 15:52:49+00:00", "headline": "Wordpress : Create a Kickass Wordpress site in two hours !", "description": "<p>&nbsp; </p><p>\t<strong>Would you like to learn how to instantly create an amazing website for your business, blog or any other endeavor?</strong>&nbsp; </p><p>&nbsp; \t&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Would you like me to teach you how to setup said website in under <em>two hours</em>, with your only upfront costs being hosting and a domain name ?&nbsp; </p><p>&nbsp; \t&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Can you follow the easy instructions I will lay down for you in order to setup your very own commerce or entertainment platform?&nbsp; </p><p>&nbsp; \t&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; If you answered « yes » to any of the questions above, congratulations. This Wordpress course is definitely for you.&nbsp; </p><p>&nbsp; \t<strong>Let me help you !</strong>&nbsp; </p><p>&nbsp; \t&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; In this course,<strong>I will teach and DEMONSTRATE </strong>every step of the process from registering hosting and installing Wordpress to crafting your beautiful masterpiece.&nbsp; </p><p>&nbsp; \t&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Better yet, the learning curve for this course is very short. Watch it once and you'll be ready to go. Monkey sees monkey does.&nbsp; </p><p>&nbsp; \t&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; ·Do you need/want a website for your business?&nbsp; </p><p>&nbsp; \t&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; ·Do you have very low starting capital, or wish to invest as little money as possible?&nbsp; </p><p>&nbsp; \t&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; ·Are you busy and want to get things done as fast as possible with Wordpress ?&nbsp; </p><p>&nbsp; \t&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; ·Do you want to own a business that you can be proud of?&nbsp; </p><p>&nbsp; \t&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; If you answered « yes » to <em>these </em>questions, <strong>then consider this course to be your blueprint to success.</strong>&nbsp; </p><p>&nbsp; \t&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Upon enrolling, you will get my personal help to create your Wordpress site. I will answer any question that you may have in the member's area, and I also offer Skype support if needed.&nbsp; </p><p>&nbsp; \t<strong>I would like to remind you that my course comes with a 30 days « no questions asked » money back guarantee. </strong>You have a full month to give it a spin, and try it out and if, for whatever reasons, you are unsatisfied, just ask for your refund. You take absolutely no risk !&nbsp; </p><p>&nbsp; \t&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; You can get started right after you have taken my course -That means <strong><em>TODAY!</em></strong>&nbsp; </p><p>&nbsp; \t&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Click the \"Take This Course\" button now. That's your first step to building an amazing website from scratch. Every minute that goes by without action is <strong>a minute you are not getting back.</strong>&nbsp; </p><p>&nbsp; \t&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Cheers!&nbsp; </p><p>&nbsp; \t&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Howard&nbsp; </p>", "preview_video": "https://mp4-c.udemycdn.com/2014-11-25_05-43-19-f0786a143dac4b6e61f96da0043ea511/WebHD_720p.mp4?Expires=1639479551&Signature=hrtETui1vpzrbGDfNpq0qv4et5dJ~JW6ObJMXIdcQ5fbi07p7bqldn4eUWPz665fuKOle-MbL2Ef20a8fJefAtqISc3qhLu~xXMnQrfkeswIQ5ST8bByvRYKbDvQDYy0dW9AtzkAmprX~bxYy~YXKJsmjh8-7BJo-tPNunkNja-JZl96o~qzxiwfG9l9EjCTIitRLsCXbmYdUo9MPCwrl5ZEGX~QtGHHSy7O-adGl6MAzBtK2CdDe5P9J1u8j-EQnUDfYqrm2QmkONoB8e3Gq5vPCSv-ZNV9PXwcUzdBuLflZQe94WmJP2a103TqhXaHi7Q8MBUgQCXZKU9ge9wmqw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1844490", "category": "Development", "sub_category": "Web Development", "title": "Install NGINX, PHP, MySQL, SSL & WordPress on Ubuntu", "level": "All Levels", "author": "YouAccel Training", "duration": "1.5 hours", "rating": "4.6", "reviews": "590", "students": "111097", "coupon_code": "YOUACCEL53617", "preview_img": "https://img-b.udemycdn.com/course/750x422/1844490_02fb_6.jpg?secure=m7gEcjDdurxI9hriScTthw%3D%3D%2C1639549753", "coupon_link": "https://www.udemy.com/course/install-nginx-php-mysql-ssl-wordpress-on-ubuntu/?couponCode=YOUACCEL53617", "end_day": "2021-12-18 02:54:44+00:00", "headline": "Learn to Install & Configure NGINX on Ubuntu 18.04. Includes MySQL, PHP, PhpMyAdmin, WordPress & SSL Integration.", "description": "<p>Hello and Welcome to our latest new course. We are glad you could join us on this exciting new learning expedition!</p><p>In this course, we are going to be exploring one of the most powerful Web Server technologies available. One that has grown in popularity exponentially since its release - Yes, we are talking about NGINX.</p><p>Whether you are an experienced web developer or new to the industry, you’ve likely heard of the age-old debate between Apache and NGINX. Which one is better, what should you use? This course offers a great introduction into NGINX. We will be covering several important topics, such as:</p><ul><li><p>Understanding the difference between Apache &amp; NGINX</p></li><li><p>Installing NGINX on a Digital Ocean Droplet or any Virtual Server of your choice.</p></li><li><p> Modifying the NGINX Block Configuration file for hosting Websites</p></li><li><p>Installing essential components on NGINX such as MySQL, PHP &amp; PhpMyAdmin</p></li><li><p>Securing PhpMyAdmin using symbolic links and NGINX’s built in authentication gateway.</p></li><li><p>Securing your hosted websites with free SSL using Certbot &amp; Let’s Encrypt</p></li><li><p>Installing and Configuring WordPress on your NGINX Server</p></li></ul><p>We will be using Digital Ocean droplets for this course, but you can create a virtual server with any cloud hosting provider of your choice. The configuration steps would be the same, regardless of who you host with. Also, we will be using the latest LTS version of Ubuntu (18.04).</p><p>So, if you are ready to dive back into another course and learn a variety of new concepts, hit the sign-up button!</p>", "preview_video": "https://mp4-c.udemycdn.com/2018-08-08_05-31-02-59acb12cfd05ddb2d81a66d7166ec2f2/WebHD_720p.mp4?Expires=1639479553&Signature=WmfO2mrMWwC1uNzaI1JmpsWDDuUfFzIHXZGuvBS~gUtC9bSpgUbqwjbXYqSRgKlgW9H7vPqA34KezZJMaoimX6cQ-ZaQbuaFWau8bcK7b6uOG~b4GQ8YG01N8yXB-Jx4trZIgIL8BpQmHvUbXvKlhO18PzCi2X2N9d6E03hLgzMfdrqwiiQJqSGEFbLyvbIGT5tStQwrrtVIB2HFdZ6q~3IxKFJ1MQNnd-K6TlaDSBASuQ0sIkrXspL0AL9CNgbklLg4dEDXr50N7JgERGKFWuAFK7IotiWfXXxS89eKdlRHClQsI~96~28nPmKC2NbVQmpyREYuPROyyQDsRqSUpA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2591028", "category": "IT & Software", "sub_category": "Other IT & Software", "title": "OBS Studio - Ultimate Livestreaming Guide to OBS Studio", "level": "Beginner Level", "author": "Nick Nyxson", "duration": "2.5 hours", "rating": "4.3", "reviews": "731", "students": "104141", "coupon_code": "CD156AA0149CBBA2D597", "preview_img": "https://img-b.udemycdn.com/course/750x422/2591028_45c3_3.jpg?secure=cguJOS4jhup4eerlGxMYAw%3D%3D%2C1639549754", "coupon_link": "https://www.udemy.com/course/ultimate-beginners-guide-to-open-broadcaster-softwareobs/?couponCode=CD156AA0149CBBA2D597", "end_day": "2021-12-17 03:39:56+00:00", "headline": "Start LiveStreaming and Recording to Twitch, YouTube, Mixer & more using Open Broadcaster Software (OBS Studio)", "description": "<p>Welcome to <strong>OBS Studio - Ultimate Livestreaming Guide to OBS Studio!</strong></p><p>Nick Nyxson here, your instructor.</p><p>In this course, you will learn how to start using&nbsp; Open Broadcaster Software (OBS Studio) for Livestreaming on Twitch, YouTube, Mixer, and other platforms,&nbsp; even if you have no idea where to start.</p><p>In this course You Will Learn:</p><ul><li><p><strong>Which version of OBS Studio (Open Broadcaster Software) You need to use;</strong></p></li><li><p><strong>How to download OBS Studio;</strong></p></li><li><p><strong>OBS Studio Settings Walkthrough;</strong></p></li><li><p><strong>OBS StudioSources and Scenes;</strong></p></li><li><p><strong>OBS Studio Audio setup;</strong></p></li><li><p><strong>OBS Studio Effects;</strong></p></li><li><p><strong>and Many More!</strong></p></li></ul><p>Everything you will learn here will be based on My practice as a video content creator and Streamer and Everything shown step by step as I am performing everything live on video.</p><p>Most importantly this course will continue and grow as time passes and all the upgrades will be available for FREE for every enrolled student.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p><p>Join me in this amazing journey and I hope to see you in class :)</p><p><br></p><p><em>This course is made for the complete beginner of Open Broadcaster Software (OBS Studio).</em></p><p><br></p><p><strong><em>Version History:</em></strong></p><p><em>Version 1.0 - Initial Release;<br>Version1.1 - Added 8 New Lectures (and 3 New Sections), Updated Logo.</em></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-11-26_08-55-48-e1f4a9d6f1090c1f1a70be0ec9901712/1/WebHD_720p.mp4?Expires=1639479554&Signature=QlQtceML-g-aWZjm6cOn5kf6fj4djLlVbkYD04njZN0Hdd3giP5gvpvmmcw0Honh7AbRIWtEsw~PFFeAsgWtNhJi3tIFzdjZw2zYjstXR7NapfNl~fwFgGLhw9s7EGK6bULVVWUMnCDPhG7ZEyekYtDz-uHXBYKVbrsCPgi70dfOork19hrHnyAwwb5G5Ui4povS1d~RP2REDCqej-PDruYY-qugxo9-zP8YezXgnZu1dkSelSw7fwgGSTzFrvHcjELLkVGp1v095llD4LV1unMw2jVEwYyZr9tOTEm7ubfOo8rN1RY-Q2cDdFBE-XpZQqoYAhxCZrT7wZa8ClsMsQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4144042", "category": "Teaching & Academics", "sub_category": "Language Learning", "title": "Arabic Language Course For Beginners", "level": "Beginner Level", "author": "Hassan Academy For Arabic Language Courses", "duration": "2.5 hours", "rating": "4.2", "reviews": "57", "students": "18291", "coupon_code": "HASSAN", "preview_img": "https://img-c.udemycdn.com/course/750x422/4144042_eeb5_4.jpg", "coupon_link": "https://www.udemy.com/course/arabic-alphabet-for-beginners/?couponCode=HASSAN", "end_day": "2021-12-18 06:54:35+00:00", "headline": "Arabic Language: Learn to Pronounce & Write Arabic Alphabet, and Read Arabic Words", "description": "<p>السلام عليكم</p><p><br></p><p>In this Course, we will learn <strong>Arabic Alphabet</strong> from Alef to Yaa</p><p><br></p><p>Firstly, we will take general view for all letters,</p><p>then, we will learn each letter in details :</p><p>How we Pronounce it ?&nbsp; &nbsp;&amp;&nbsp; &nbsp;How we write it ?</p><p>and some words with this letter, so we can read Arabic Words.</p><p><br></p><p>Finally, you will take a test, so you can evaluate yourself in Arabic after finishing this Course.</p><p><br></p><p><strong>By finishing this Course, you will be able to :</strong></p><ul><li><p>Pronounce Arabic Alphabet.</p></li><li><p>Write Arabic Alphabet.</p></li><li><p>Read Arabic Words.</p></li></ul><p><br></p><p><strong>This Course is for :</strong></p><ul><li><p>Arabic Learners.</p></li><li><p>Beginner Students who don't know any thing about Arabic Language.</p></li><li><p>Students who want to learn Arabic Alphabet.</p></li><li><p>Students who want to be able to read Arabic Words</p></li></ul><p><br></p><p><strong>Course Requirements :</strong></p><ul><li><p>Pen and Paper.</p></li><li><p>Focus.</p></li><li><p>Do the Homework after each Lesson.</p></li></ul><p><br></p><p>So let's get started..</p><p><br></p><p><br></p><p><br></p><p><br></p><p><strong>Who is Hassan Academy ?</strong></p><p>Native Arabic Speaker, With over 12+ years of experience in Arabic Language.</p><p>Hands-on experience creating development courses and activities modeled on goal attainment and student-centered instruction, delivering engaging lessons focused on the interests and needs of students. Knowledgeable of standard instruction principles, classroom management styles, and approaches to teaching Modern Standard Arabic to English speakers.</p><p>We will add value by helping you learning how to listen to Arabic and read Arabic with true pronunciation as fast as possible.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-24_18-56-54-b6818d3e061d45a3ef8b06e2d4069f30/1/WebHD_720p.mp4?Expires=1639479564&Signature=jUA6jcgxR~ZN5DmlMcJCizqO9Ba2BqvV5-OZ6rmtlPK9ZcmjHnccxIjcYiTGM80rYHtFE1BEvE2ciDXlr9kgXk~PWbBZuPyeKNB6MMa37ySQUQmvbSAcm7-5syTht4AR5AtY3EscCa10Yb68XfVw8DRJEk~qjf83BGYGyJ8FqJM-wlYXG6Tld5PxuWMvA7dRrd4SA55ZZfv-1YhSSJkOU43xSu5Rr54i95TtMggROGq61i1biZ~vCgraFms~tt0Xeb1~DrVLyA-lDHBx7kJ-S4ifrIDSeaY6RlWZYRloiuUafPTDCkMAy-0AFaW80bVBLe3CPAnVqbpePiStKnKpug__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3213441", "category": "Design", "sub_category": "Graphic Design & Illustration", "title": "Professional Adobe Photoshop CC Course With Advance Training", "level": "Beginner Level", "author": "Stephen Koel Soren", "duration": "10.5 hours", "rating": "4.4", "reviews": "1413", "students": "160758", "coupon_code": "2022FREEPHOTOSHOP", "preview_img": "https://img-c.udemycdn.com/course/750x422/3213441_6289_4.jpg", "coupon_link": "https://www.udemy.com/course/professional-adobe-photoshop-cc-course-with-advance-training/?couponCode=2022FREEPHOTOSHOP", "end_day": "2021-12-16 07:27:46+00:00", "headline": "A Course To Learn Masking, Logo, T-Shirt, Business Card, GIF, Modern CV, Mockup, Mug, Retouching, Cover, Calendar Design", "description": "<p>A professional photoshop course with advance photoshop training where a student will learn about selection and masking, how to design logo, t-shirt, business card, resume, mug, bottle, calendar, cover, gif, along with that student will learn how to earn money by graphics designing work, retouching, advance use of photoshop tools etc. It’s a professional photoshop course specially for graphics designers and before enrol this course you must have knowledge about basic photoshop. I suggest you to enrol this course along with basic photoshop knowledge. If you already know how to use layers &amp; make simple selections then you are perfect for this course. In this complete guide to Adobe Photoshop, you'll not only learn all of the editing tools available in Adobe Photoshop, but also how to design actual graphics you can use for your business, or for fun. This course is also good for intermediate/casual Photoshop users who want to learn new techniques and tools, and how to properly use Photoshop.</p><p>You will have class project during learning this class, than you will have a real time practice with learning lesson and you can share your class project in assignment section. I have given an exercise file so you can practice along with me.</p>", "preview_video": "https://mp4-b.udemycdn.com/2020-07-17_18-42-56-ab7c06d8ff16f96b67170739292a0953/1/WebHD_720p.mp4?secure=7JtIE8RnsMa6Yl41dQR02Q%3D%3D%2C1639479569"}, {"course_id": "1515876", "category": "Teaching & Academics", "sub_category": "Online Education", "title": "Udemy bootcamp: How to create a STUNNING course Unofficial", "level": "Beginner Level", "author": "Yassin Marco", "duration": "1.5 hours", "rating": "4.3", "reviews": "70", "students": "33011", "coupon_code": "A8EF5A82C3B204980CC7", "preview_img": "https://img-c.udemycdn.com/course/750x422/1515876_2de4.jpg", "coupon_link": "https://www.udemy.com/course/udemy-bootcamphow-to-quickly-creat-a-good-course-unofficial/?couponCode=A8EF5A82C3B204980CC7", "end_day": "2021-12-18 02:08:43+00:00", "headline": "Learn the basic of how to creat your first online class quickly (explained stepby step)", "description": "<p>Let's start with the basics, right now you are a person that surely has something to offer, a certain knowledge that you have and that you think you will be able to teach. By creating this course my main objective was to help you by giving you all the tips thats I used to create online content on different plateforms. So if you are someone that is ready to start with udemy and creat your own content this course is for you ! Everything is clear and straight to the point. Plus I can guarantee you that by the end of this class you will be amazed how it really is to creat online content on Udemy or any other plateform ! </p>", "preview_video": "https://mp4-c.udemycdn.com/2018-01-19_20-20-14-8b930979342bf708aac56d836db25c1d/WebHD_720p.mp4?Expires=1639479577&Signature=I89-v4ZG8EB4CLyIrlHBlr7SypTA3EqoSM-VCXKUSNo2iexS8LHmGJPvZ~aKrpZq9hvl9O5bq9u7s7sapWtwL8InjRBtGT-FPT5CnA9jy-~hGYyy0iiLYQIejNIaKQOgmX-cPWf5Kfse8AGe2FRSfu8ZyAiGRqJx70XpaLyxJlzNiyG2aQI2A4iVjKpztUvRqzYqb45bpckE2biJMjesb9ktDycz5Kf9xMOdSPr535EFKPabN7kuu7YvFb0fJMoX-khOUWYr-yPgPPAJ63RxjtTM~t0HusRMRXeF5TQWNpBkUOAkW5hIvRtbca0rmTrfqCGoDOTug2wgRVh3Gwsijw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3731166", "category": "Business", "sub_category": "Project Management", "title": "Quantity Surveying Templates for Effective Cost Management", "level": "All Levels", "author": "Akhil Krishna", "duration": "1.5 hours", "rating": "4.4", "reviews": "171", "students": "33823", "coupon_code": "QSTEMPLATEDEC", "preview_img": "https://img-b.udemycdn.com/course/750x422/3731166_b9cc_2.jpg?secure=ugDlly3ywFp-FlvvSeiT2g%3D%3D%2C1639549786", "coupon_link": "https://www.udemy.com/course/quantity-surveying-templates-for-effective-cost-management/?couponCode=QSTEMPLATEDEC", "end_day": "2021-12-15 06:15:02+00:00", "headline": "Quantity Surveying, Payment Application, Payment Tracker, Variation, Claim, Material Claim, Guarantees, Price Comparison", "description": "<p>This course explains the different Quantity Surveying templates created by me for effective post contract cost management.</p><p>You can download these templates and use it in your professional life.</p><p>By the end of this course, you will learn the below :</p><p>Prepare a perfect payment application summary for the interim payment applications.</p><p>Able to properly track both the inward and outward payments specific to the project.</p><p>Efficiently monitor and update the variations and claims status of the project.</p><p>Create price comparison sheets for a transparent Procurement process.</p><p>Claim all the in store major materials of the project before it is installed at site.</p><p>How bank guarantees play a role during various stages of the project.</p><p><br></p><p>Cost Management will turn out to be simple and effective once you understand the different templates explained in this course and start using it in your job.</p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-12-27_18-48-48-82a16b254857eb12b21921db76ff8940/1/WebHD_720p.mp4?Expires=1639479586&Signature=J90x3O2X-NZD6NxOP6DgxI~hJfz7j3p-CHHTH7rGG3ekOhWdfpeHAG7qLsFQ9Vt5Os07z5fkniU9Iyjq~L2jIcqq39bGqeF5cC0nV3oUVBTb2EqFiFHB5bfTrNzWmFRFiuOWOOB09BZ9nMP1waY0p5vlk-Ep2LRVSW-Cw2KhM6WNoqFix5RWDa2FfkdAVaY~kBLbmpH8SYvhLbzFt6AieJWh-5fiMztE~kk~15wYoVM4ZgAK5qs0cN5MZJ9ogmXU3gzWYFA38uM7hXZZnHVj3CBmNneLaklTsw-B2iNnohnnUThkQlwmjpW75bOv-kzTerRb4WKMNGpF0KEqGRJPfA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3540520", "category": "Finance & Accounting", "sub_category": "Investing & Trading", "title": "Passive Income: 27 Ways to Earn Passive Income Online", "level": "All Levels", "author": "Roope Kiuttu", "duration": "2.5 hours", "rating": "4.1", "reviews": "388", "students": "57409", "coupon_code": "DD141008E104340EA097", "preview_img": "https://img-c.udemycdn.com/course/750x422/3540520_a25f_7.jpg", "coupon_link": "https://www.udemy.com/course/how-to-earn-passive-income-online/?couponCode=DD141008E104340EA097", "end_day": "2021-12-17 12:47:57+00:00", "headline": "Learn the Steps That I Use to Make Money Even While I Am Sleeping!", "description": "<p><strong>Would you like to earn money even while you are sleeping?</strong></p><p><strong>Do you want to earn money automatically once you've set up the systems?</strong></p><p>Then this is the right course for you.</p><p>I&nbsp;have been earning passive income already for years and I have helped 1,000's of people worldwide to do the same through my YouTube channel, Udemy courses and blogs.</p><p>Earning passive income works in the following way (in a nutshell):</p><ol><li><p><strong>Set up the system.</strong></p></li><li><p><strong>Get paid for months, years and even decades to come.</strong></p></li></ol><p>I love to help people to earn automatic money online.</p><p><strong>This is a really eye-opening course for most of my students.</strong></p><p><strong>Most of my students are complete beginners and they've previously earned money in 9-5 jobs.</strong></p><p><strong>Now they are earning money while they sleep!</strong></p><p>The benefit of earning passive income compared to regular jobs is that you will keep on earning money even after you have stopped working.</p><p>In a regular job, your income stops pouring in the minute you stop working.</p><p>With passive income, you will keep on earning money for a long time after you stop working.</p><p>In this course, I'll show you 27 ways how I&nbsp;earn passive income online so that you can start doing the same.</p><p>It's Your Time!</p><p>- Roope \"Sharing the blessing of passive income\"&nbsp;Kiuttu</p><p><strong>PS. </strong>When you earn passive income, YOU&nbsp;can decide how to spend your time.</p><p>Take control of your life right now and enjoy the freedom!</p><p><strong>► Don't delay. Every second could be costing you money!</strong> ◄</p>", "preview_video": "https://mp4-b.udemycdn.com/2020-10-02_02-51-09-dd8dd382e09745d0c8f64448d299ad98/1/WebHD_720p.mp4?secure=GXVq6pMW7xdRNatjA38UAw%3D%3D%2C1639479587"}]}