{"last_time_update": "2021-12-17 07:04:14", "results": [{"course_id": "4081388", "category": "Photography & Video", "sub_category": "Digital Photography", "title": "Instagram Photo: Make Your Instagram Look Pretty in 5 Steps", "level": "All Levels", "author": "Express Skills Academy by James Renua", "duration": "3.5 hours", "rating": "3.6", "reviews": "22", "students": "7228", "coupon_code": "92F546DAC195A594B02B", "preview_img": "https://img-b.udemycdn.com/course/750x422/4081388_bd14.jpg?secure=FSRLcvz6jZiqnAFFMT5d7w%3D%3D%2C1639807132", "coupon_link": "https://www.udemy.com/course/make-your-instagram-look-astonishingly-pretty-in-5-steps/?couponCode=92F546DAC195A594B02B", "end_day": "2021-12-20 10:00:19+00:00", "headline": "Get a Professional Tool to Become a Blogger and Take beautiful Instagram Photography", "description": "<p>If you are into beautiful photos – you’re in a right place. Here we will talk about everything you need to make a truly pretty Instagram profile (Instagram Photography). And this time it won’t be someone else you so frequently see on Instagram, this is going to be you!</p><p>This is a great opportunity to learn why do these bloggers and those cafés have really pretty profiles (Instagram Photography) and also learn how to make one!</p><p>There comes a point in anybody’s lifetime where they will have to negotiate for something, whether it is a basic offer or something that is a lot more serious, negotiating is something that we all should be capable of.</p><p>Now, it might not be as serious as a political negotiation among leaders and important people, but learning how to negotiate like those people will serve as a crucial tool in your arsenal. Knowing how to negotiate not only grants you your desired outcomes, but it also grants you respect from your peers.</p><p>This course will help you become this great negotiator by teaching you 4 simple but really useful tips that will boost your negotiating prowess and help you improve your life in every way, and the greatest thing about this…. it will only take up 30 minutes of your time!</p><p>Who is it for?</p><p>- Bloggers wanting to improve their profile</p><p>- Small businesses, cafés, online clothing shops, you name it</p><p>- People who want to stand out</p><p>- Anyone wanting to embrace their creativity</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-05-27_17-21-25-4a6d96e01c1356556708060c8de0afb4/1/WebHD_720p.mp4?Expires=1639736932&Signature=fCK0H-GHBLtt2ucq-1Fir25KirT9uzFEr1dY789n0i2kPriq3LB-0tPIPXAzVh8bE6wgosUkamrTkgKD3kzPeHYP5vX6yeIeHYTFUZj223nFu6SxqMzuEsbuFWqxAqCrM4y39K--m7rDifJ0q2ZQ19NzaOLNNjnZqZoSjKzFNpEHTfxbvSr-9lBhWp8GkLZEuBhGbvjW0n11Q4EcuIyUxo2GEHkI-h7tpCp3WEBBRLELjRzbEom1rAqse99kDeevAXxZeeXUrGDi2efsx6jvOlYY17kzo9OvplAu4lbnqIRi0c3~gSonJJydkLfpuvC7pT~GImhBOIggQ6pWlgCtqg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4389344", "category": "Personal Development", "sub_category": "Personal Productivity", "title": "Setting Yourself Up For More", "level": "All Levels", "author": "Oluwakemi Adeniran", "duration": "1 hour", "rating": "0.0", "reviews": "0", "students": "619", "coupon_code": "GLADNESS2021SYU", "preview_img": "https://img-c.udemycdn.com/course/750x422/4389344_4c92.jpg", "coupon_link": "https://www.udemy.com/course/setting-yourself-up-for-more/?couponCode=GLADNESS2021SYU", "end_day": "2021-12-21 11:34:48+00:00", "headline": "A Personal Development and Time Management Course", "description": "<p>One of the most repeated phrases you will hear in the work place is \"I don't have enough time\" - to which the response is often \"work harder!\" This often leads to overtime, stress - and often a poorly done job! In addition, considering the speed at which business moves these days, one thing is certain: if you can’t manage your time effectively, you will have a hard time managing anything else. Yet, most people waste precious minutes, hours, even days, reacting to what is going on around them rather than developing skills that will keep them moving forward and accomplishing their most important goals.</p><p>Developing techniques to make more intelligent use of time, and to prioritize and effectively manage a challenging workload can lead to a more productivity and getting more important work done in less time and with less stress! Improving time management is a core skill for anyone wishing to work efficiently and establish good habits.</p><p>Setting up Yourself for More is a personal development and time management course in which you learn to develop a clear sense of purpose, structure priorities, overcome negative behavior patterns, and leverage practical strategies, tools, and techniques to develop better time management skills. The course will teach the learner skills to efficiently and effectively manage their time and priorities to achieve a better work life balance. Learners will learn to manage their time in a stress free, well organized way.</p><p>Through the trainer’s expertise and practical knowledge, you will be able to define the key concepts associated with time management and you will be able to identify obstacles to effective time management, be able to set goals that are achievable, organize yourself to achieve so much more and implement action plans designed to help you reduce stress and enhance your productivity.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-11_11-18-06-cd927dafb5363b4e0062d1a702873191/2/WebHD_720p.mp4?Expires=1639736943&Signature=C4nok8xLjd2~c~83S8xLLaSj~llCNumuiwCE6WCwUN2UHk8y04kP3dudVkC2GIUIz1b1SatkWjqxWxDc1bjeP5m118PIzwOC-F36w5BPvu0socZa~U-ksk0qjmlmIrbK1k5eOhzLj~qZx-XjqC3lLiwQkSzwLnoxeuw8r5LSRr3dFIKRA0-Q-il06uty4HQJptmP~0z5Qv9qBtJeKYSZYyTl8jNoXxNKKirpuA-c4-D3DHzQib69p6~rsAtyDhHARySj2oOm-ki9E~LTDQskig8~b~P8f1eD3AcSA2hMEGdt02nkYWZifJsrP1VSmpJKbabSDMrjAFgRZXr2C6mZAw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4225332", "category": "Marketing", "sub_category": "Social Media Marketing", "title": "Utreon Masterclass - Ultimate Guide to YouTube Alternative", "level": "All Levels", "author": "Nick Nyxson", "duration": "1 hour", "rating": "4.7", "reviews": "42", "students": "18732", "coupon_code": "B4BD85FD0F67690DFF83", "preview_img": "https://img-b.udemycdn.com/course/750x422/4225332_8269.jpg?secure=yFESZK3JKKJ8sR9Vg34Eag%3D%3D%2C1639807156", "coupon_link": "https://www.udemy.com/course/utreon-course/?couponCode=B4BD85FD0F67690DFF83", "end_day": "2021-12-20 04:01:25+00:00", "headline": "Learn about Content Creation on Utreon - The newest YouTube Alternative", "description": "<p>Welcome to <strong>Utreon Masterclass - Ultimate Guide to YouTube Alternative!</strong></p><p>The only course you will need to start with Utreon, one of the best and newest video hosting platforms and YouTube alternatives for aspiring content creators.</p><p>Utreon is a relatively new video hosting platform that allows you to host your channel and content and gain access to large and untapped audiences that is simply impossible to reach nowadays on YouTube. For that reason, Utreon is deemed as one of the best YouTube alternatives today where creators can reach large portions of audiences without inhuman amounts of effort.</p><p>Here you will learn everything you need to know about Utreon, including but not limited to:</p><ul><li><p><strong>Basics &amp; Interface of Utreon;</strong></p></li><li><p><strong>Tools and Features of Utreon;</strong></p></li><li><p><strong>How to Become a Creator on Utreon;</strong></p></li><li><p><strong>Uploading and Scheduling Videos on Utreon;</strong></p></li><li><p><strong>Everything about Content Distribution on Utreon;</strong></p></li><li><p><strong>Video Customisation;</strong></p></li><li><p><strong>Utreon Content Monetisation;</strong></p></li><li><p><strong>Practical tips &amp; Tricks;</strong></p></li><li><p>&amp; Much More...</p></li></ul><p>Everything you will learn here will be based on My practice as a content creator and Utreon creator and Everything shown step by step as I am performing everything live on video.</p><p>Most importantly this course will continue and grow as time passes and all the upgrades will be available for FREE for every enrolled student.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p><p>Join me in this amazing journey and I hope to see you in class :)</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-08-06_10-43-22-89037320c2adbde94fc6ced29ac38ec1/2/WebHD_720p.mp4?secure=lpKXCX5X5jqUd398iNjW6A%3D%3D%2C1639736956"}, {"course_id": "4090904", "category": "Personal Development", "sub_category": "Memory & Study Skills", "title": "Neuroplasticity: Teach Your Brain  To Work 3 Times Faster", "level": "All Levels", "author": "Express Skills Academy by James Renua", "duration": "2.5 hours", "rating": "3.6", "reviews": "98", "students": "17641", "coupon_code": "FE29E5C5EF7E1B72F519", "preview_img": "https://img-c.udemycdn.com/course/750x422/4090904_0c5a.jpg", "coupon_link": "https://www.udemy.com/course/neuroplasticity-teach-your-brain-to-work-3-times-faster/?couponCode=FE29E5C5EF7E1B72F519", "end_day": "2021-12-20 09:59:05+00:00", "headline": "Learn how to boost your brain's work in just 30 minutes!", "description": "<p>If you have never imagined what living life on autopilot is, this may be because you are going all autopilot and not realizing it. Being conscious about our lives is the least we can do to actually live the better life.</p><p>So, what does neuroplasticity have to do with it? Pretty easy. Neuroplasticity helps our brain to get out of the ‘comfort zone’, of sorts. It helps us learn new things, thus expanding our brain broad and wide for everything new the world can offer.</p><p>In this course you will learn exactly how Neuroplasticity affects our life and why we have to improve it to improve ourselves. You will also learn what Neuroplasticity can do miraculously, like: fight racism, prejudice, improve your thinking process and so much more.</p><p>You will also learn about our brain’s capabilities and what it really can do. Did you know that our brain is capable of holding information longer and wider than our lives? That we can possibly know so much that for now we can’t even imagine that happening? That’s because we have to use our brain’s potential and unveil everything it hides.</p><p>We will also learn about neurogenesis through our lives. We will learn what neurogenesis is and how it works and affects us.</p><p>But of course, we have to exercise to have a result in our Neuroplasticity studies, and that’s exactly what you are going to get. Some exercises will be shown during the course to help you improve your Neuroplasticity and achieve your desired results.</p><p>Come along and together we will improve and conquer our brain! For it’s own good, of course.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-02_07-23-44-4ede6ae67d7ed55b0e53097288a4812d/1/WebHD_720p.mp4?Expires=1639736962&Signature=BUwm1NQ538kOTjHZl37iwp-u39YuAiSpzvoMZ3vMxeD-cPoLvNm4mls0ZmRyqPQWBDGNaOU4lv775bGQmKdIU2INz7d6IRa6tlqZQUJdu59X3GkM6mNGbCQlY0hnrGaHC5hQCKSmjedKjBu-E6gLedGqMYgVnDy24t9bSNi4Znd8aLlLXUUqetnk8Xnundxs00zibGv~oFj0wjYSH40WGCnI6-VNrCnCi5LsRX5vgE9JX~0NUFjGb49ySK7Kdf8jO-kibGxJLOeeIGZalFuwTY1wTtaguuuFYrpSBJJ67yxLrUqru9Z0WZwU7VxpqnwjTzH~gl2ItP5f88nNl6Euvg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3229341", "category": "Design", "sub_category": "Design Tools", "title": "Affinity Publisher Guide - Affinity Publisher for Beginners", "level": "Beginner Level", "author": "Nick Nyxson", "duration": "3 hours", "rating": "4.6", "reviews": "173", "students": "49359", "coupon_code": "BE0AB79537F6E0188118", "preview_img": "https://img-c.udemycdn.com/course/750x422/3229341_e035_3.jpg", "coupon_link": "https://www.udemy.com/course/affinity-publisher-guide/?couponCode=BE0AB79537F6E0188118", "end_day": "2021-12-21 04:03:19+00:00", "headline": "Learn Affinity Publisher (part of Affinity Suite) as Fast As Possible. From Affinity Publisher Beginner To Advanced.", "description": "<p>Welcome to <strong>Affinity Publisher Guide - Affinity Publisher for Beginners!</strong></p><p>The only course you will need to start with Affinity Publisher, one of the best publishing software in the industry.</p><p>Affinity Publisher is an easy-to-use desktop publishing software that helps you create beautiful layouts with custom graphics and images in minutes. It's the perfect choice for a graphic designer who wants to take on a more creative role, or for someone who has always wanted to create their own book, magazine, or brochure. Affinity Publisher offers powerful features, like multiple master pages and postcard printing templates, so you can easily express your creativity.</p><p>Learn how to create incredible-looking graphics, layouts, and designs in Affinity Publisher. With our intuitive course and carefully planned lessons, you'll be able to design amazing infographics, flyers, posters, and more!</p><p>Here you will learn everything you need to know about Affinity Publisher, including but not limited to:</p><ul><li><p><strong>Basics &amp; Interface of Affinity Publisher;</strong></p></li><li><p><strong>Tools of Affinity Publisher;</strong></p></li><li><p><strong>Creation of Basic Book Document;</strong></p></li><li><p><strong>Advanced tips &amp; Tricks</strong></p></li><li><p>&amp; Much More...</p></li></ul><p>Most importantly this course will continue and grow as time passes and all the upgrades will be available for FREE for every enrolled student.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p><p>So what are you waiting for? Join thousands of students who've made amazing things happen with this course!</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-07-08_09-35-23-71db5ca833450a2fba5c50e5c21a7d9c/1/WebHD_720p.mp4?Expires=1639736984&Signature=h~2rb9TfQfHwSRDQJ8ZCeOJ3pMBHNiqrT3gydrAA1Hk1eVAf0eYpmwn8chBdBdIeBGtvJ59tMzosIAd9nDt~6BcHhPjL-p6x7knZrbvrZlagl82N6Vn2xTk-O7-lreB28d2N3iqkCm-KvTvY7WSV5fU36G6lxZcXe3-XPJ02v5e2CP3UVsFKPowK76E7L~OVWi2sqOqbyjff2z8C0OhfQa57hs4XJY2-xor2ok1jfWd~9azv2OeHWoLc8mrp0CW8TIIeqeiQCbmGqS54WdHdC5Rvf7Gei0YOuRp1BNGQEtH6Zi78rj6LEaow25dljYTmRd1l7tJjFHNNuOv-PmqKvw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3631828", "category": "Development", "sub_category": "Web Development", "title": "Codeigniter Rest Api & VueJS Todolist Uygulaması", "level": "Intermediate Level", "author": "Erkan Keskin", "duration": "5 saat", "rating": "4.8", "reviews": "11", "students": "3375", "coupon_code": "5AB3ECB75113E627CDD9", "preview_img": "https://img-c.udemycdn.com/course/750x422/3631828_484d_2.jpg", "coupon_link": "https://www.udemy.com/course/codeigniter-rest-api-vuejs-todolist-uygulama/?couponCode=5AB3ECB75113E627CDD9", "end_day": "2021-12-20 15:03:38+00:00", "headline": "Codeigniter ile bir todolist uygulaması için rest api yazıyoruz. Vuejs ile basit bir frontend yazıyoruz.", "description": "<p>Yazdığımız yazılımların değişime direnç göstermemeleri çok önemlidir. Hangi dili, hangi framework'ü kullanırsak kullanalım, değişen insan ihtiyaçlarına uyum sağlayabilen yazılımlar geliştirmeliyiz. Codeigniter kullanarak bir backend oluşturuyoruz. Rest api hazırlıyoruz. Bu bir todolist uygulamasına ait. Codeigniter framework içinde sıradışı bir teknikle kendi çok katmanlı mimarimizi kuruyoruz. Vuejs kullanarakta uygulamamızın frontend tarafını hazırlıyoruz.</p>", "preview_video": "https://mp4-b.udemycdn.com/2020-11-12_22-02-20-6a788c70f32fba4b57648e3c370153fb/1/WebHD_720p.mp4?secure=n-FeDezhWTZ1-9FGfdnzLQ%3D%3D%2C1639736991"}, {"course_id": "1035788", "category": "Personal Development", "sub_category": "Personal Transformation", "title": "Mind Power - Change Your Thought Process To Change Your Life", "level": "All Levels", "author": "Susmita Dutta", "duration": "1.5 hours", "rating": "4.3", "reviews": "517", "students": "42448", "coupon_code": "DEC2021FREE01", "preview_img": "https://img-c.udemycdn.com/course/750x422/1035788_0fc9.jpg", "coupon_link": "https://www.udemy.com/course/master-the-power-of-your-mind-to-be-more-successful/?couponCode=DEC2021FREE01", "end_day": "2021-12-21 15:44:23+00:00", "headline": "Change Your Belief System to Have a Breakthrough In personal as well as professional Life", "description": "<p><strong>**Course Updated - Nov 2021**</strong></p><p><strong>To have a breakthrough in YOUR happiness and&nbsp;emotional well being... All you have to Do is CHANGE&nbsp;YOUR&nbsp;BELIEF&nbsp;SYSTEM/THOUGHT PROCESS</strong><br></p><p>Have you ever thought what causes someone to persist when another would give up?</p><p>What causes a person to focus and utilize all their resources towards a goal? \n\n&nbsp; What ultimately creates the difference between happiness and despair? The answer is beliefs.</p><p>Just Imagine, can there be anything more important than our thought process and our own thoughts? Our thoughts create our reality, the reality that we live in and spend majority of our most valuable time. More importantly, the quality of your thinking determines the quality of your life. Our day-to-day&nbsp;thoughts creates the beliefs that we process and these beliefs makes us who we are (in a good way or in a bad way).&nbsp;</p><p>Our thought process&nbsp;is actually something that we are engaged in every day of our lives, yet we always take it for granted without even acknowledging the fact that what ever we are doing and how ever we are feeling (emotionally) is totally dependent on our thought process and It is completely in our hand to make a difference in our life with our thinking pattern.</p><p>Changing beliefs/thought process&nbsp;isn’t easy. Despite what some authors and speakers tell you, deeply ingrained beliefs aren’t going to disappear with one magical technique or method. But if your happiness and success is important to you it can be done.&nbsp;</p><p>In this course, you will learn&nbsp;the complete 'blueprint' to free yourself from the tyranny of thoughts that limit your achievement. The aim of this course is to be thought-provoking and this in return will help you to become aware of your thinking pattern and to control your thoughts instead of being controlled by them...</p><p><strong>So, to have a breakthrough in YOUR happiness and emotional well being... All you have to Do is CHANGE&nbsp;YOUR&nbsp;BELIEF&nbsp;SYSTEM/THOUGHT PROCESS</strong></p>", "preview_video": "https://mp4-b.udemycdn.com/2016-12-09_20-30-08-3664eb66cd8bb09ac19896b1cccd57b0/WebHD_1080.mp4?secure=jr0UFwuYOCSGf-1t8KDCyg%3D%3D%2C1639736996"}, {"course_id": "870854", "category": "Business", "sub_category": "Business Strategy", "title": "Design Thinking Guide for Successful Professionals", "level": "All Levels", "author": "Susmita Dutta", "duration": "2 hours", "rating": "3.6", "reviews": "603", "students": "47894", "coupon_code": "DEC2021FREE01", "preview_img": "https://img-c.udemycdn.com/course/750x422/870854_d56b.jpg", "coupon_link": "https://www.udemy.com/course/design-thinking-for-long-term-business-success/?couponCode=DEC2021FREE01", "end_day": "2021-12-21 23:26:31+00:00", "headline": "Success Formula for Entrepreneurs, Business Owners and Managers", "description": "<p><br></p><p><strong>**Course Updated - Nov 2021**</strong></p><p>Design thinking is the most under studied concept as it has actually been around for a very long time but it is never really been explored to its huge potential for the betterment of the business or organization. Organizations like Apple and Google use the concept of design thinking in their day-to-day customer interface and thus have been able to design full-proof products which only has one outcome “Success”.<br></p><p>In the past, design has most often occurred fairly far downstream in the development process and has focused on making new products aesthetically attractive or enhancing brand perception through smart, evocative advertising. Today, as innovation’s terrain expands to encompass human-cantered processes and services as well as products, companies are asking designers to&nbsp;<em>create</em>&nbsp;ideas rather than to simply dress them\nup. </p><p>Everything around you has been designed in an attempt to delight you. And as customers when you are delighted with the product and you are eager to buy it, it doesn’t matter how expensive it is and thus companies/business which are capable of producing such products become the CUSTOMER FAVORITE.&nbsp;</p><p>In this course, you will learn the complete design thinking process and its various components. I&nbsp;have discussed each and every part of the process in detail and with examples and stories to make&nbsp;your understanding concrete. It’s my BOLD promise that the tools and techniques that I have&nbsp;discussed in this course can transform your business and has the potential to give you a huge&nbsp;breakthrough in your professional life.</p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2016-06-07_13-38-32-b1deebc449d805892885652fa1c14e71/WebHD_1080.mp4?Expires=1639737004&Signature=dIV4-6Spm4Xj~jIVvVEtvKChVvKMs44S9p97sj1-QD~BUMwdZdnYVUxH0MwwgNuZmFuJ21K9-MWoLKa8qKCXMKihJ2zz4gmtuXwVlxVo8KH8k08rXu53Y9KPhfcM7pWtJ5a6nzCca4ArfoZ1fNWHvDj7heOqE4OZ7BuLoPPd7Rc42EQEW~AtZd-5H0tdle2VQIOaXWwOXWGW6zSKGq3QTupDLozA6HGDYwj7hKJk-NNSBZdsiGBDHRyd3j~QSVGMthGvLvUKe2i8rzsWZ4G8kjKt~NW46xBsMa2d8iNqYv2qjyt-3CpipAnql9UgWz5mtgrh1-T2nBvhXBYU30lP1w__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4367354", "category": "Business", "sub_category": "Business Law", "title": "Contract Negotiation: A Beginner's Guide to Drafting", "level": "Beginner Level", "author": "Smart Academy", "duration": "40 mins", "rating": "4.4", "reviews": "9", "students": "1946", "coupon_code": "46E5C34C9FE948506951", "preview_img": "https://img-c.udemycdn.com/course/750x422/4367354_a387_3.jpg", "coupon_link": "https://www.udemy.com/course/contract-negotiation-a-beginners-guide-to-drafting/?couponCode=46E5C34C9FE948506951", "end_day": "2021-12-21 10:35:50+00:00", "headline": "Practical Tips for Contract Negotiation: Examples, Strategy, Practice & Draft", "description": "<p>If you have an immediate negotiation and you want to learn the principles of contract negotiation very quickly, this course is for you. Because<strong> it is only 40 minutes, but the tips of more than 10 hours of training class will be practically taught to you.</strong></p><p>Although contract negotiations haven't altered much since the invention of email, new technologies are making them faster, smarter, and less hazardous. While it may seem self-evident, many people fail to consider the importance of preparing for contract discussions.</p><p><strong>You should do some legwork and research in advance of the meeting, just like you did for your interview.</strong></p><p>In this course, we define Contract Negotiation, describe the type of Contract Negotiation. also, we teach you Contract negotiation strategies and talk about some contract negotiation training</p><p>Negotiation is usually required before reaching a business agreement. That is, sit down at the table with the other persons or companies that are \"party\" to the agreement and iron out the contract's specifics. It's a good idea to study some of the tried-and-true bargaining methods if you're new to the game or need a refresher.</p><p><strong>We'll go over what contract negotiation is, why traditional ways to contract negotiations are risky for businesses, and how emerging technology can help legal teams negotiate complex agreements at scale in this course.</strong></p><p>Negotiation opportunities abound in the corporate world, from negotiating greater salary to debating sales contracts. Knowledge the different sorts of negotiations can help you improve your bargaining skills and obtain a better understanding of how they function.</p><p><br></p>", "preview_video": "https://mp4-b.udemycdn.com/2021-10-26_10-35-13-202f6e44b8b50692c5dce9b5c004d432/2/WebHD_720p.mp4?secure=voeKBpdSUQxN86oJr3uT1g%3D%3D%2C1639737009"}, {"course_id": "4430420", "category": "Personal Development", "sub_category": "Creativity", "title": "Corso completo di sceneggiatura: scrivere un Film", "level": "All Levels", "author": "Brunella Spina", "duration": "4,5 ore", "rating": "5.0", "reviews": "1", "students": "541", "coupon_code": "CCFE446E67EA728F7601", "preview_img": "https://img-c.udemycdn.com/course/750x422/4430420_8c09_3.jpg", "coupon_link": "https://www.udemy.com/course/scrivere-una-sceneggiatura/?couponCode=CCFE446E67EA728F7601", "end_day": "2021-12-19 09:09:15+00:00", "headline": "Tecniche, metodi, linguaggi e procedure di narrazione per la 'costruzione' di una sceneggiatura in ogni sua parte", "description": "<p>-Sei un appassionato di cinema e hai sempre sognato di poter un giorno scrivere per esso?</p><p>-Ti chiedi spesso cosa ci sia dietro lo scorrere delle immagini che vediamo al cinema?</p><p>-Ti è capitato mai di esclamare: \"<em>HO UNA VOGLIA MATTA DI SCRIVERE UNA STORIA PER UN FILM...CREDO POTREI RIUSCIRCI....MA ... NON SAPREI DA DOVE INIZIARE!!</em>\"...?</p><p><br></p><p>Beh...se le tue risposte alle mie domande sono affermative allora sei l'alunno giusto nell'aula virtuale giusta!!!</p><p>In questo corso spiegherò da dove partire per affrontare la scrittura di una <strong>sceneggiatura cinematografica</strong>. </p><p>Analizzerò i passaggi necessari partendo dall<strong><em>'IDEA.</em></strong>..per passare attraverso la scrittura(stesura)del <strong><em>SOGGETTO,</em></strong> della <strong><em>SCALETTA</em></strong> e del <strong><em>TRATTAMENTO</em></strong>...per approdare alla composizione delle singole scene che poi, messe insieme, comporranno la nostra sceneggiatura.</p><p>Scrivere una sceneggiatura non equivale a scrivere un romanzo...e non è necessario essere degli scrittori affermati per poter scrivere per il cinema&nbsp; perché esse sono due operazioni ben distinte accomunate da un'unica cosa: <strong>raccontare una storia.</strong></p><p>Approfondirò molti aspetti tra i quali: </p><p><br></p><ol><li><p><strong>I QUATTRO MOMENTI DEL PARTO CREATIVO</strong>, </p></li><li><p>i differenti tipi di <strong>NARRAZIONI</strong>, </p></li><li><p>l'importanza della drammatizzazione e le differenti <strong>procedure di narrazione,</strong></p></li><li><p> i diversi stili e l'importanza dei <strong>dialoghi</strong> , </p></li><li><p>la strutturazione nonché la costruzione di <strong>un personaggio</strong>, la sua evoluzione, le sue trasformazioni e nel contempo la tridimensionalità che fa parte di esso, </p></li><li><p>i termini convenzionali e le <strong>abbreviazioni</strong> presenti in una sceneggiatura,</p></li><li><p> la divisione per <strong>INQUADRATURE,</strong> le tecniche di ripresa, i movimenti della macchina , i differenti campi e....</p></li><li><p>....TANTO&nbsp;ALTRO in un unico corso!!!!</p><p><br></p></li></ol><p>Per uno scrittore di sceneggiature è di saliente importanza attingere le idee dalla realtà, dalla letteratura nonché dal cinema stesso il che non equivale certo a fare plagio e lo spiegherò all'interno della mia aula virtuale.</p><p>Utilizzerò svariati esempi per far comprendere nel migliore dei modi la meccanica narrativa che si cela dietro la scrittura di una sceneggiatura.</p><p>A questo punto non ci resta che iniziare insieme questo viaggio formativo ricco di spunti, esempi pratici, spezzoni di film e tanto altro.</p><p>Ti aspetto nella mia aula virtuale.</p><p>Brunella.</p><p><br></p>", "preview_video": "https://mp4-b.udemycdn.com/2021-12-10_11-28-36-efcf7d36c7c24390518afce06daadb5b/2/WebHD_720p.mp4?secure=tMCtwWIU402lz5q938unsw%3D%3D%2C1639737013"}, {"course_id": "4447052", "category": "IT & Software", "sub_category": "IT Certifications", "title": "AZ-300 & 303: Azure Architect Technologies Practice Tests", "level": "All Levels", "author": "It Exam Academy", "duration": "", "rating": "0.0", "reviews": "0", "students": "1147", "coupon_code": "58AB4C571A26F471F906", "preview_img": "https://img-c.udemycdn.com/course/750x422/4447052_14a6.jpg", "coupon_link": "https://www.udemy.com/course/az-300-303-azure-architect-technologies-practice-tests/?couponCode=58AB4C571A26F471F906", "end_day": "2021-12-21 20:44:59+00:00", "headline": "[New] AZ-300 & 303: Azure Architect Technologies Practice Tests 2022", "description": "<p><strong>Description</strong></p><p><br></p><p>A candidate for this exam should have advanced experience and knowledge across various aspects of IT operations, including networking, virtualization, identity, security, business continuity, disaster recovery, data management, budgeting, and governance–this role should manage how decisions in each area affect an overall solution. In addition, this role should be proficient in at least one of these Azure knowledge domains: administration, development, or DevOps.</p><p>This exam should have subject matter expertise in designing and implementing solutions that run on Microsoft Azure, including aspects like compute, network, storage, and security and intermediate-level skills for administering Azure. Candidates should understand Azure development and DevOps processes.</p><p><br></p><p><strong>Implement and monitor an Azure infrastructure </strong></p><p>Implement cloud infrastructure monitoring</p><p>Implement storage accounts</p><p>Implement VMs for Windows and Linux</p><p>Automate deployment and configuration of resources</p><p>Implement virtual networking</p><p><strong>Implement management and security solutions </strong></p><p>Manage workloads in Azure</p><p>Implement load balancing and network security</p><p>Implement and manage Azure governance solutions</p><p>Manage security for applications</p><p><strong>Implement solutions for apps </strong></p><p>Implement an application infrastructure</p><p>Implement container-based applications</p><p><strong>Implement and manage data platforms </strong></p><p>Implement NoSQL databases</p><p>Implement Azure SQL databases</p><p> <strong>Objectives</strong></p><p>Azure AZ-303 /300 Exam</p><p>* Implement and monitor an Azure infrastructure (50-55%)</p><p>* Implement management and security solutions (25-30%)</p><p>* Implement solutions for apps (10-15%)</p><p>* Implement and manage data platforms (10-15%)<br></p><p><strong> AZ-300&nbsp; :</strong></p><ul><li><p>Azure Fundamentals</p></li><li><p>Analyze Resource Utilization and Consumption</p></li><li><p>Create and Configure Storage Accounts</p></li><li><p>Create and Configure Virtual Machines</p></li><li><p>Azure Virtual Networking</p></li><li><p>Managing and Securing Identities</p></li><li><p>Governance and RBAC Controls</p></li><li><p>Create and Deploy Apps</p></li><li><p>Serverless Computing</p></li><li><p>Design and Develop Apps that Run in Containers</p></li><li><p>Server Migrations</p></li><li><p>Automation</p></li></ul>", "preview_video": ""}, {"course_id": "2932070", "category": "IT & Software", "sub_category": "IT Certifications", "title": "AWS Services for Solutions Architect Associate [2021]", "level": "Beginner Level", "author": "EdYoda Digital University", "duration": "11 hours", "rating": "4.4", "reviews": "1858", "students": "183302", "coupon_code": "FREEDEC36", "preview_img": "https://img-b.udemycdn.com/course/750x422/2932070_da38_3.jpg?secure=0IhcKVYmP-ioxmBOQJbB_w%3D%3D%2C1639807241", "coupon_link": "https://www.udemy.com/course/aws-services-for-solutions-architect-associates-course/?couponCode=FREEDEC36", "end_day": "2021-12-20 12:30:43+00:00", "headline": "The best guide for various AWS certifications such as AWS Solutions Architect, AWS SysOps and AWS Developer Associates", "description": "<p><strong>***UPDATE: New Content ALERT!!! Around 50+ video content added to the course!***</strong></p><p><br></p><p><strong>AWS</strong> is a public cloud and a pioneer in the cloud computing domain. Aws provides every kind of service model like IAAS, PAAS, and SAAS. In this course, I will discuss various cloud services provided by Amazon Web Services (AWS).</p><p>Here we will elaborate on the features of <strong>AWS services</strong>, their use cases, how to create those services, how to configure them, and how to integrate various services together to present a holistic cloud solution.</p><p>This series is useful for anyone starting their cloud journey as well as cloud practitioners. However, it is especially useful for learners who are preparing for various <strong>AWS certifications such as AWS Solutions Architect, AWS SysOps Associate, and AWS Developer Associates</strong>. We discuss use cases of the services, Do's and Dont's while using those services and best practices.</p><p><br></p><p><strong>Who's teaching you in this course?</strong></p><p>I have been working with zekeLabs as a corporate trainer for AWS, Azure, DevOps, Git, Chef, Docker. I had extensive experience in the software industry where I have worked as a senior developer and cloud and DevOps Consultant. As a developer, I worked with Cadence, Aricent Technology in the Telecom domain, and Guavus in the Big Data domain. I was in 2007 batch Computer Science Graduate from NIT Allahabad. I am passionate about technology and education. I have shared my knowledge that gonna guide you to understand the core of Aws.</p><p><br><strong>Amazon Web Services (AWS)</strong> began offering IT infrastructure services to businesses in the form of web services -- now commonly known as cloud computing. One of the key benefits of cloud computing is the opportunity to replace up-front capital infrastructure expenses with low variable costs that scale with your business they can instantly spin up hundreds or thousands of servers in minutes and deliver results faster. Today, <strong>Amazon Web Services</strong> provides a highly reliable, scalable, low-cost infrastructure platform in the cloud that powers hundreds of thousands of businesses in 190 countries around the world. With data center locations in the U.S., Europe, Brazil, Singapore, Japan, and Australia, customers across all industries are taking advantage of the following benefits:</p><ul><li><p><strong>Low Cost</strong>: AWS offers low, pay-as-you-go pricing with no up-front expenses or long-term commitments. A global infrastructure at scale, and pass the cost-saving benefits onto you in the form of lower prices.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p></li><li><p><strong>Agility and Instant Elasticity: </strong>AWS provides a massive global cloud infrastructure that allows you to quickly innovate, experiment, and iterate. whether you need them for a few hours or 24/7, you still only pay for what you use.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p></li><li><p><strong>Open and Flexible: </strong>AWS is a language and operating system agnostic platform. You choose the development platform or programming model that makes the most sense for your business.</p></li><li><p><strong>Secure: </strong>AWS is secure, services and data centers have multiple layers of operational and physical security to ensure the integrity and safety of your data. Visit the Security Center to learn more.</p></li></ul><p>Get started with the <strong>Amazon Web Services (AWS)</strong></p><p><br></p><p><br></p><p><strong>Enroll Now!! see you in class.</strong></p><p><br></p><p><strong><br>Happy learning<br>Team Edyoda </strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-03-30_12-19-19-f36141f61524fbc7338873d3e33760ec/WebHD_720p.mp4?Expires=1639737041&Signature=l-AhrSV6qHbrpXoLOQvF~vRRUCDsgebMK7E7wiGnozNXt2H0sGtk0G3OIEx0DY1cjFmYAm3fZUOm-jdkIKtLjUn6H6rWfvCYvN7qJpMdnzO9YJIBO1Ap72vGuR3dC4trWXTX1QEoLCJt4UJdRg~aAKgxdbhkbD8EC6Lor5XuIXXJVJyDSVo4Mf4wmLRre441W0Xs-GLnbtl-9kiaBJO5BBZ-E-8cF3W-~Y4CkJO451rG24oCzUjj6wXd6DSe6Fm5Elon7ccuW7Hmv7i1-MaC-SaooRhocnH72Hdh9rgU7Gon1MkA5l3F4V9r-MLGGn8VFbpzAQFog9MvZrVaG9kg9g__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4428146", "category": "Design", "sub_category": "Graphic Design & Illustration", "title": "Canva: Certificação Designer Gráfico Profissional | 2022 |", "level": "All Levels", "author": "Start Business School", "duration": "4,5 horas", "rating": "3.0", "reviews": "1", "students": "985", "coupon_code": "LANCAMENTOCANVA", "preview_img": "https://img-c.udemycdn.com/course/750x422/4428146_9ea7_2.jpg", "coupon_link": "https://www.udemy.com/course/canva-certificacao-designer-grafico-profissional-2022/?couponCode=LANCAMENTOCANVA", "end_day": "2021-12-19 20:28:55+00:00", "headline": "Canva: Formação Profissional Designer Gráfico do Zero ao Mercado | Direto ao Ponto | 2022 + Projetos Originais", "description": "<p>Olá! Seja bem vind@ ao curso <strong>mais completo</strong> de Canva 2022 aqui da plataforma! Muito prazer, eu sou o professor Rafael Galvão, sou designer gráfico a mais de <strong>3 anos</strong> e tenho mais de <strong>8 milhões de visualizações</strong> em todos os meus projetos! Já desenvolvi trabalhos para pequenas, médias e grandes empresas e Universidades no Brasil e no exterior! Vou compartilhar contigo no curso por meio de uma metodologia de fácil compreensão várias dicas estratégicas para o desenvolvimento dos seus projetos do absoluto zero até o mercado!</p><p>Neste curso você vai aprender <strong>muito</strong>, do zero ao avançado, tudo sobre a ferramenta Canva em mais de 30 aulas práticas e completas! Além disso, você possui um suporte de 24 hrs com o professor Rafael, assim, sempre que você precisar de uma ajuda, você será respondidx o mais breve possível! </p><p>No curso Canva: Design Gráfico Descomplicado 2021/2022, você vai aprender muito com diversas aulas práticas e objetivas, confira aqui o que você vai aprender neste mega curso:</p><ul><li><p>Como fazer o cadastro no Canva;</p></li><li><p>O que são templates na prática;</p></li><li><p>Irá conhecer o Blog do Canva;</p></li><li><p>Uploads;</p></li><li><p>Elementos;</p></li><li><p>Música;</p></li><li><p>Fundos;</p></li><li><p>Tudo sobre Direitos Autorais e Licenciamento;</p></li><li><p>Post para Facebook;</p></li><li><p>Logotipos;</p></li><li><p>Redes Sociais;</p></li><li><p>Menu: Canva;</p></li><li><p>Sobre quais são os recursos que o Canva disponibiliza;</p></li><li><p>Templates;</p></li><li><p>Fotos;</p></li><li><p>Texto;</p></li><li><p>Vídeos;</p></li><li><p>Dicas estratégicas com o Remove;</p></li><li><p>Post para Instagram;</p></li><li><p>Cartazes;</p></li><li><p>Apresentações;</p></li><li><p>Apostila completa! </p></li></ul><p>E aí, bora aprender muito?!</p><p>Vejo você no início das aulas!</p><p>Grande abraço,</p><p>Professor Rafael Galvão</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-12-13_20-13-27-cacedf2fa0266a388d124104ec4bd762/2/WebHD_720p.mp4?Expires=1639737043&Signature=RCq36wgoDkQ6RZlN7AW0xuYCJdlIqnMOZLFUwqAAYc38fLLO7LCdK0eDgD8lwWdf4NSWHv0dhpXvDvKsezt51gt8HfXst7ykHDsbAO8U20glci26Vi5MJqb5eif26LxqmBdik7~QvnF1sIqz3nCqGp7DO96-JIkCLcP6ladcdbqlOftc6zzPhma7LN9z8uhmTWsv0rilzNKqmTgNt5tA1yaBE4TJIuYL06iDPREBvat0YgTHpLC4acIekEZQ1BxwrPsrWfCF8lDSOyYINdCp-xOOtZWqRRRRsYnHIOb8ECqQn9WajTNybpSJ~penHWUj96vMfMjtSFELQN0gVOiL0Q__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1879682", "category": "Lifestyle", "sub_category": "Travel", "title": "Digital Nomads and Expats: Moving to Mexico", "level": "All Levels", "author": "Scott Paton", "duration": "1 hour", "rating": "4.3", "reviews": "14", "students": "7956", "coupon_code": "DNEMEXPDEC202021", "preview_img": "https://img-c.udemycdn.com/course/750x422/1879682_5b24.jpg", "coupon_link": "https://www.udemy.com/course/digital-nomads-and-expats-moving-to-mexico/?couponCode=DNEMEXPDEC202021", "end_day": "2021-12-20 20:40:38+00:00", "headline": "How to Thrive in Mexico", "description": "<p>In this course you will learn how to travel in Mexico and live there (if you choose to do so), for long periods. You will learn the basics about immigration, crime and violence, the ease of living in Mexico, what to expect when going to the doctor or dentist, how to take care of your health, what it takes to rent an apartment or house, the cost of transportation, cell phone usage, using the Internet, electricity, gas, and more. </p>", "preview_video": "https://mp4-c.udemycdn.com/2018-09-28_02-29-59-438c6d94ab888c63c07330f8222df491/WebHD_720p.mp4?Expires=1639737045&Signature=awtQcco2a6S6~8OIl2a15Tf5PzKzjYWr0RAWkVueGjUjr17sahpfhBFaQdPsJpfsi2THatqJ8Dekw-6Vi8vRqMSofchWxIzrY2c341kayGfjWjd8ZS~im7ukJ7pvXVOayacuPruYchg7aDWb0Lv2fg1PTLpQfVm3DZncPnvaV065Zt~Av5eL6m-VgidhOr-e-rzsN-5X19giSJpdkkEiqpg6~PnHuWJGvPDmJXexGOWn~7XNlSzle3oWF-X~StAiCyx85b9-IsQW~jwnISLt4yldUaTbzmsUGLhvur6nYicXzrfgi73tF~uRwLKsEA8lXNoeXJB8pc72WdMJpC3Oyg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4272514", "category": "Marketing", "sub_category": "Social Media Marketing", "title": "TikTok Marketing 2022 | Go Viral With Authentic Videos!", "level": "All Levels", "author": "Skyler Chase", "duration": "2 hours", "rating": "4.6", "reviews": "144", "students": "19876", "coupon_code": "FREEBIESGLOBAL.", "preview_img": "https://img-c.udemycdn.com/course/750x422/4272514_b57a_4.jpg", "coupon_link": "https://www.udemy.com/course/tiktok-marketing-2021-go-viral-with-authentic-videos/?couponCode=FREEBIESGLOBAL.", "end_day": "2021-12-21 22:42:34+00:00", "headline": "Grow 10,000+ Followers on TikTok in one Month.  Understand the ins-and-outs of the platform to go viral.", "description": "<p><strong>Welcome to the Social Savvy Insider for TikTok!</strong></p><p>For licensing inquiries email: <strong>skyler@weresocialsavvy.com</strong></p><p><strong>Language:<em> English</em></strong></p><p>----------------------------------------</p><p>Hi! My name is <strong>Skyler</strong>, Co-Founder of <strong>Social Savvy LA (Digital Marketing Agency)</strong></p><p>This is the <strong>most educational TikTok course under 2 hours</strong> on the market. Guaranteed! This course is hyper-focused on the most effective tactics of marketing through TikTok. For this course to be applied to your page, you should have an intermediate level of understanding of social media platforms and their basic functionality.&nbsp; We'll teach you all you need to know about TikTok along with advanced techniques and valuable strategies.</p><p>TikTok is one of the most powerful social media platforms to this date and only growing. As a free platform with over 1 Billion users, you have endless opportunities to grow and increase your business revenue through TikTok marketing without a following. You just need to know the latest tips and strategies. In this course, we teach you the most lucrative and valuable strategies to date resulting in targeted traffic, organic followers, and loyal customers.</p><p><strong>TikTok is one of the most effective marketing platforms to gain new customers:</strong><br></p><p><strong>THIS course will change your perspective on TikTok marketing and teach you everything you need to know to successfully market your business on the platform.</strong><br></p><p><strong>My team and I spent months making a course that is strictly the most effective information on TikTok Marketing! We did not want to waste students' time with nonsense episodes you’re not likely to even finish. This course is full of the MOST crucial TikTok Marketing knowledge to date.</strong></p><p><br></p><p>We made it easy to follow along with screen recordings and step-by-step breakdowns of techniques. Not to mention, we make it fun to watch so you don’t get bored learning. This course contains the knowledge you should know to be ahead of your competition in 2022. We show you all the tools to create engaging content, properly edit videos, follow trends and sounds for your niche, post accordingly to your analytics, grow your TikTok followers, and many more tactics. Ultimately resulting in sales to your business from targeted customers.<br></p><p>Online shoppers measure your trustworthiness and credibility based on your social media presence. By learning the ins and outs of profile presence and how to gain thousands of active followers, your profile will have a higher conversion rate of follows, sales, and professional business connections.</p><p><strong>Social Savvy Insider Overview</strong><br></p><p>This TikTok course contains over <strong>50 lectures</strong> and 1 1/2 hours of content. It's crafted for anyone who wants to learn how to use TikTok to grow your page with REAL organic followers. We pride ourselves on being up to date with new TikTok algorithms and updates for TikTok growth and sales. You will have lifetime unlimited access to this course.<br></p><p>As an owner of a digital marketing agency that’s served hundreds of clients, PR agencies, and big brands; I’ve learned the ins and outs of modern-day social media marketing. My team and I have had many clients who could not afford our services but wish to work with us. After many months we decided to create a course full of the knowledge we provide through our services at an affordable price for everyone. The tips and secrets we share in this course come from our services that large brands pay us thousands per month to provide. We’re excited to share this knowledge with the public through a fun and exciting course that’s not too long!<strong> At the end of every chapter, we always recap the lectures you learned (sometimes while making a cup of coffee).</strong><br></p><p>We look forward to connecting with you as well. We are here as a team to answer questions, hear your feedback and success stories.</p><p><br></p><p>After you complete this course, you will have a high-level understanding of TikTok marketing in 2022.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-09-07_06-05-12-c39705e7172fad2f3f2bd44cfe361ec6/2/WebHD_720p.mp4?Expires=1639737048&Signature=Qi1KeDpWfYVo-pUNEdYTj7ZxdKensld62EJ52hq1asi~LehTP5TNTZVA3pKxQ-t-USBYzeaJrW5lQyylWSmHptl1muOTKr8aoPpu7meYenGTouCfnUvjcP6OgExhuHHauIiXf9WfT-LqSuCKwwVgirzVu8uV9-4EogpbletmqCjf5txd8j1qfLE3JIO34BMpVgTneQaE-DM4L8J2IKg8LVoKAss7P3rax-dz05GDeTOqfUeO4JpkrVzvON0-R6Ox7crKUr6q4n5UGLRyXH9J9J-gJr600jMG5W1PT1s88lviZ6ZCFWknY9yxLLRhnezyXycEWaxCttA5vedAiKYedw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3407178", "category": "IT & Software", "sub_category": "Other IT & Software", "title": "Python And Flask Framework Complete Course", "level": "Beginner Level", "author": "Horizon Tech", "duration": "12 hours", "rating": "4.1", "reviews": "652", "students": "161560", "coupon_code": "0E72B623B647F433F406", "preview_img": "https://img-b.udemycdn.com/course/750x422/3407178_5bd8_3.jpg?secure=r90EzLlxTq03skZTPdlCew%3D%3D%2C1639807253", "coupon_link": "https://www.udemy.com/course/flask-framework-complete-course-for-beginners/?couponCode=0E72B623B647F433F406", "end_day": "2021-12-22 01:18:21+00:00", "headline": "Depth Introduction To Python Programming And Python Web framework Flask.", "description": "<p><strong>This course is a depth introduction to fundamental python programming concepts.</strong></p><p><strong><em>Learn Python From Beginner To Advanced Level</em></strong></p><ul><li><p> I’ve created thorough, extensive, but easy to follow content which you’ll easily understand and absorb.</p><p> The course starts with the basics, including Python fundamentals, programming, and user interaction.</p><p><br></p><p>The curriculum is going to be very hands-on as we walk you from start to finish becoming a professional Python developer. We will start from the very beginning by teaching you Python basics and programming fundamentals, and then going into advanced topics and different career fields in Python so you can get real-life practice and be ready for the real world.</p></li></ul><p><br></p><ul><li><p>The topics covered in this course are:</p><p><strong><em>* Beginner to Expert Python contents:</em></strong></p><p><br></p><p><strong>Array implementation</strong></p><p><strong>File methods</strong></p><p><strong>Keywords and Identifiers</strong></p><p><strong>Python Tuples</strong></p><p><strong>Python Basics</strong></p><p><strong>Python Fundamentals</strong></p><p><strong>Mathematical Functions</strong></p><p><strong>Data Structures</strong></p><p><strong>Object-Oriented Programming with Python</strong></p><p><strong>Functional Programming with Python</strong></p><p><strong>Lambdas</strong></p><p><strong>Decorators</strong></p><p><strong>Generators</strong></p><p><strong>Testing in Python</strong></p><p><strong>Debugging</strong></p><p><strong>Error Handling</strong></p><p><strong>Regular Expressions</strong></p><p><strong>Comprehensions</strong></p><p><strong>Modules</strong></p></li><li><p><strong>See you inside the course!</strong></p></li></ul><p><strong><em>Flask</em></strong> is a popular Python web <strong><em>framework</em></strong>. The tutorials in this section are intermediate to advanced tutorials that cover key aspects of <strong><em>Flask</em></strong> development.</p><p>&nbsp; &nbsp; *<strong><em>Flask Framework:</em></strong></p><p><strong> Flask Web Framework,</strong> In this course, you will learn the fundamentals of web applications .so that you can <strong>start building API and develop web applications using Python Flask Web Framework.</strong></p><ul><li><p>How to build Python web apps with Flask</p></li><li><p>How to use the Jinja template language to create the look of your apps</p></li><li><p>How to use the SQLite database to start development</p></li><li><p>How to use other databases with Flask by using Flask-SQLAlchemy</p></li><li><p>Using Flask to process incoming request data.</p><p> </p></li><li><p>Course Overview</p></li></ul><p><strong>Flask Framework - URL Building</strong></p><p><strong>Flask Framework - HTTP Method</strong></p><p><strong>Flask Framework - Templates</strong></p><p><strong>Flask Framework - Static Files</strong></p><p><strong>Flask Framework - Request Object</strong></p><p><strong>Flask - Request.from Object</strong></p><p><strong>Flask Framework - Cookies</strong></p><p><strong>Flask Framework - Session Object</strong></p><p><strong> And More...</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-09-26_14-12-37-ca4b4d46e9f7a71a42f1e38b1af09dbe/1/WebHD_720p.mp4?Expires=1639737053&Signature=UG1A4pDmUowF8vvCZbSnRVFI~2GbiOgBB2-~6QnUNt9G7zazYsCxbdd2xuJu4QI4NzaUwdaCjU2ibJmsLKpF9mYdsh6JIP7TlzHYSCmjml5ePBA7e2vllwH6VjZc8Gt7BaKQkplApeO53QqNzGEIm1l~klVJObJs0-lufjeEYngo2RXTnuWMR87aVU2w1xI3yPD90~rgkwp7IODb1KzcBBdCpVQ-2uj-nYrcMqlhoq3qfJyaKWNF~YqmudlNxuKXunMNnH79pEDSqSc6J4CQRCYIJfgxfGy8EGlpGn4itq45qj~aOhM-d-cHeOBjv5yHYs86T5qvsbJnJHEUQc5wbA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3225779", "category": "Development", "sub_category": "Data Science", "title": "Docker Course for Beginners", "level": "Beginner Level", "author": "EdYoda Digital University", "duration": "1.5 hours", "rating": "4.1", "reviews": "1288", "students": "129511", "coupon_code": "FREEDEC35", "preview_img": "https://img-c.udemycdn.com/course/750x422/3225779_6514.jpg", "coupon_link": "https://www.udemy.com/course/docker-container-course-for-beginners/?couponCode=FREEDEC35", "end_day": "2021-12-20 12:28:40+00:00", "headline": "Dive into the world of Docker and learn about Dockerfiles and Container Management", "description": "<p><br>Containerization of the applications is going on in the full swing across the IT industry. Docker's course covers the fundamental concepts of Docker containers. Along with the concepts it also covers the most useful commands related to container management, image management, and Dockerfile. After studying this course one would be ready to dive deeper into the world of container orchestration. </p><p>Docker's course becomes the necessary prerequisite for learning Docker Swarm and Kubernetes.<br><br><strong>Enroll now!! see you in class.</strong></p><p><br><strong>Happy Learning! <br>Team Edyoda</strong></p>", "preview_video": "https://mp4-b.udemycdn.com/2020-06-11_11-24-39-8031ac3657a565a4115547a397ebfb92/1/WebHD_720p.mp4?secure=DZ7_muomH7AstLQH4lGsJw%3D%3D%2C1639737058"}, {"course_id": "4210544", "category": "Personal Development", "sub_category": "Personal Transformation", "title": "Öfke Kontrol Eğitimi", "level": "All Levels", "author": "Prof Dr Ekrem Çulfa", "duration": "40 dak", "rating": "4.9", "reviews": "38", "students": "3432", "coupon_code": "5FE2645EB65F5A9CFA9D", "preview_img": "https://img-c.udemycdn.com/course/750x422/4210544_f792.jpg", "coupon_link": "https://www.udemy.com/course/ofke-kontrol-egitimi/?couponCode=5FE2645EB65F5A9CFA9D", "end_day": "2021-12-19 14:52:56+00:00", "headline": "Öfke Kontrolü Eğitimi Sertifika Programının Amacı Öfke Kontrolü Eğitimi ile bireylerin öfkelerini kontrol edebilmeleri s", "description": "<p><strong>Öfke Kontrolü Eğitimi Sertifika Programının Amacı</strong></p><p>Öfke Kontrolü Eğitimi ile bireylerin öfkelerini kontrol edebilmeleri sağlanır. İnsanın duygusunu saldırgan davranışlara dönüştürmeden, kendisine ve çevresine zarar vermeden doğru olarak ifade etme becerisini kazanabilmesidir. Peki, bu kontrolü sağlamak kolay mıdır? Yetersizlik, acizlik, kıskançlık, korku, endişe, yalnızlık, itilmişlik ve de anlaşılamamak öfkeyi ortaya çıkaran duygulardır. Öfkenin kaynağı olan bu duyguları paylaşabildiğiniz, anlayabildiğiniz ve doyurabildiğiniz de aktarımı da daha olumlu olacaktır.</p><p>Öfkeyi kontrol altına aldığımızda öfkenin tamamen ortadan kaldırılması mümkün olmaması durumunda öfkenin aktarımında çevreye zarar vermesini önlemektir. Öfke, doğal ve geçici bir duygudur, her insan yaşar. Önemli olan sinirin ve öfkenin saldırgan davranışlara ve kine dönüşmemesidir.</p><p>Öfkenin kontrol edilemediği durumlarda haklı olduğunuz durumda bile haksız duruma düşebilirsiniz. Sinirinizi doğru bir şekilde ifade edememeniz, geri dönülmesi imkansız durumlara ve pişmanlıklar yaşamanıza sebep olabilir. Öfkenizi sağlıklı bir biçimde aktarabilmek için önce kendinizi tanımanız ve isteklerinizi bilebilmeniz gerekir. Duygularınızı açıkça ifade edebilme ve sorumluluklarını bilme, olumsuz duygularınızı da karşı tarafa sağlıklı bir biçimde aktarabilmeyi öfke kontrolü eğitimi mümkün kılmaktadır.</p><p><strong>Öfke Kontrolü Eğitimi Sertifika Programının Amacı</strong></p><p>Öfke Kontrolü Eğitimi ile bireylerin öfkelerini kontrol edebilmeleri sağlanır. İnsanın duygusunu saldırgan davranışlara dönüştürmeden, kendisine ve çevresine zarar vermeden doğru olarak ifade etme becerisini kazanabilmesidir. Peki, bu kontrolü sağlamak kolay mıdır? Yetersizlik, acizlik, kıskançlık, korku, endişe, yalnızlık, itilmişlik ve de anlaşılamamak öfkeyi ortaya çıkaran duygulardır. Öfkenin kaynağı olan bu duyguları paylaşabildiğiniz, anlayabildiğiniz ve doyurabildiğiniz de aktarımı da daha olumlu olacaktır.</p><p>Öfkeyi kontrol altına aldığımızda öfkenin tamamen ortadan kaldırılması mümkün olmaması durumunda öfkenin aktarımında çevreye zarar vermesini önlemektir. Öfke, doğal ve geçici bir duygudur, her insan yaşar. Önemli olan sinirin ve öfkenin saldırgan davranışlara ve kine dönüşmemesidir.</p><p>Öfkenin kontrol edilemediği durumlarda haklı olduğunuz durumda bile haksız duruma düşebilirsiniz. Sinirinizi doğru bir şekilde ifade edememeniz, geri dönülmesi imkansız durumlara ve pişmanlıklar yaşamanıza sebep olabilir. Öfkenizi sağlıklı bir biçimde aktarabilmek için önce kendinizi tanımanız ve isteklerinizi bilebilmeniz gerekir. Duygularınızı açıkça ifade edebilme ve sorumluluklarını bilme, olumsuz duygularınızı da karşı tarafa sağlıklı bir biçimde aktarabilmeyi öfke kontrolü eğitimi mümkün kılmaktadır.</p>", "preview_video": ""}, {"course_id": "3904774", "category": "Business", "sub_category": "Human Resources", "title": "Diversity At Workplace", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "32 mins", "rating": "4.7", "reviews": "140", "students": "27872", "coupon_code": "DEC.2021", "preview_img": "https://img-c.udemycdn.com/course/750x422/3904774_476b.jpg", "coupon_link": "https://www.udemy.com/course/diversity-at-workplace-t/?couponCode=DEC.2021", "end_day": "2021-12-20 08:33:19+00:00", "headline": "If you want to position your business for success, hire a diverse workforce.", "description": "<p><strong>Diversity in the workplace</strong> is vital for employees because it manifests itself in building a great reputation for the company, leading to increased profitability and opportunities for workers.</p><p>Workplace diversity is important within the organization as well as outside.</p><p><strong>Diversity in the workplace</strong> means that a company’s workforce includes people of varying gender, age, religion, race, ethnicity, cultural background, sexual orientation, religion, languages, education, abilities, etc.</p><p><strong>Why is workplace diversity so important?</strong></p><p>In the modern, globally connected society and market, workplace diversity is becoming a <strong>necessity </strong>rather than a banner companies wave to show their commitment to embracing differences.</p><p>Most of the modern companies can sell their products <strong>all over the world</strong>, reaching many different groups of people. In order to successfully create, present and sell their products in this global market, companies <strong>need </strong>a diversified workforce.</p><p>So, in this class our Learning Objectives are:</p><ul><li><p>Understand what diversity and its related terms mean</p></li><li><p>Be able to identify your stereotypes</p></li><li><p>Understand what terms are politically correct and which are not, and why</p></li><li><p>Be familiar with the four cornerstones of diversity</p></li><li><p>Develop a technique for dealing with inappropriate behavior</p></li><li><p>Develop a management style to encourage diversity</p></li><li><p>Know what to do if you or one of your employees feels discriminated against</p></li></ul><p>So, shall we get started? I wish you a happy learning!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-03-10_18-27-35-2bbbf410a61aae5dcbeec3c4c3756a88/1/WebHD_720p.mp4?Expires=1639737071&Signature=eLShRymRqUGVYCIF1kJ3luKQb4YjDQmZ7r79IPb-lk1I5JCGa8HpZB3U73KXM5dg3PFxSSxDZmkE3uv3H9SnI7yIBbQEMZanJJ~UUS01dmb6xnjKW2o97k8esGWNFHtuGc59edgDGJqVzjRKODGtsU01BotUAqWUGJ691oxtYHfI5vzkfA2mqOVWOK4zTjcVvHJY7u0GuKRdrRzbYpGc3PY0giDCGOFCCLQfVthEpFEqOHu03Cpvo3wPCI4ddjQT5Yh72n~0rCnSJBO29SPPrZ4mPANhHyflQYXDlyayeiAgFrPubgvAdzuWArkPoS3v4GuUC3zfijWG1aSk7ATKJA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3046128", "category": "Development", "sub_category": "Web Development", "title": "Modern JavaScript for React JS - ES6.", "level": "Intermediate Level", "author": "EdYoda Digital University", "duration": "1.5 hours", "rating": "4.3", "reviews": "1675", "students": "189496", "coupon_code": "FREEDEC37", "preview_img": "https://img-c.udemycdn.com/course/750x422/3046128_b850_3.jpg", "coupon_link": "https://www.udemy.com/course/modern-javascript-es6-for-react-js/?couponCode=FREEDEC37", "end_day": "2021-12-20 12:31:50+00:00", "headline": "A complete guide for beginners to learn the essential topics of ES6 which are required to learn React JS", "description": "<p>Are you looking to extend your knowledge in Javascript programming by learning the concepts of modern javascript - ES6?<br>If you want to start your journey to become a React or Angular developer, then this is the perfect course for you. <br></p><p><strong>What's this course about?</strong><br>This course is specifically designed for those who want to get a quick start with Modern Javascript, especially ES6 concepts. It covers all the basic concepts of ES6: how the javascript has evolved, how to use its latest features that come under ES6 topics, what is babel, and how it is used to compile the ES6 code to make it browser compatible. You will get all the behind the scenes of how the ES6 works in the introduction part of the course. <br><br><strong>More details, please!<br>ES6/ES7 </strong>modern javascript programming is becoming an essential part of the web development industry, as most companies are shifting towards using various popular web frameworks like Angular&nbsp;JS, Vue&nbsp;JS, or React JS. The demand for Developers with knowledge of ES6 is also on the rise. This course will help you get all the essential knowledge from the get-go and you will be a master in the concepts of ES6 by the end of this course. </p><p>In this course, <strong>we have covered : </strong></p><ul><li><p>All the basic to advanced concepts of ES6 right from variable declaration using 'let' and 'const' keywords, what is the difference between them and where to use them to the advanced topics like how to make asynchronous requests to servers using async-await and how to use promises to handle the requests more efficiently</p></li><li><p>What are arrow functions and how to use them</p></li><li><p>All about functional programming with the help of functions like map, reduce, filter, etc.</p></li><li><p>How to deep clone the objects with help of rest and spread operators and also about the scenarios of where and how we should use them most effectively</p></li></ul><p>By the end of this course, you will be ready to learn any latest web framework like React&nbsp;JS, Angular JS, or Vue JS. <br><br><strong>Who's teaching you in this course?</strong></p><p>I am a Computer Science graduate highly rated instructor with a rating of 4.3 and more than 200k students on Udemy, I have been part of the corporate circle since my college days. In my early days, I was part of a startup team delivering production grid android apps. Currently, I am a lead developer at EdYoda. I’m responsible for the entire front-end development &amp; integration with the back-end. React, Python, Django is my areas of expertise. I have been delivering corporate training for Android, React, JavaScript, Python &amp; Django. I have an eye for detail &amp; which makes me suited for delivering a finished product. I’m a fitness freak &amp; working out is the favorite thing to do in my spare time. </p><p>I want everyone to enjoy the learning process and I have shared my knowledge that will be helpful for you.</p><p><strong><br>After completion, we recommend you watch our React&nbsp;JS course which is the continuation part of this course where we have explained React&nbsp;JS frameworks in and out with some simple explanation along with assignments and projects.</strong></p><p><br></p><p><strong><br>Enroll now!! See you in class.</strong></p><p><strong><br>Happy learning !!<br>Team Edyoda</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-04-24_13-27-46-070c1060ceb1bf4f7bffef781efaa787/WebHD_720p.mp4?Expires=1639737076&Signature=C42qfE~NL3Dqm-j4xZCuW5pBZQ-G7D7Q2abRDdebjtibIIGRaZ85asW6bjNQdt96Xcis0alC7tRT8KqTC7PJEoQXkCJGMgo1V3ZrU5lWimqc3AUTs7GihQjXUBeuRHpvdRq5hk8lG-2ulqQiolibBDIgwK44H~KZZIJP71hVkFm35iH0y54zhfw9DGfZi2UP~agb8abLsxMIYBmV8R0whzwAP-twMHHf-0Usw2aepdlNLg~fTFVVg4-lr7tGhs2EmyXaneKgJ7UJ3dg4kbKLvr43DsNmxk3h4ooLKO-QYPaDxJFYZDUt5bc4JHDeokv8bSvR45DzrqHeWODQmMEBow__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3338424", "category": "Marketing", "sub_category": "Affiliate Marketing", "title": "How to Make Money Online for Beginners: Follow PROVEN STEPS!", "level": "Beginner Level", "author": "Roope Kiuttu", "duration": "3 hours", "rating": "3.8", "reviews": "422", "students": "66850", "coupon_code": "4574BB2E34CACDA7EFBA", "preview_img": "https://img-c.udemycdn.com/course/750x422/3338424_be0a_7.jpg", "coupon_link": "https://www.udemy.com/course/make-money-online-for-beginners/?couponCode=4574BB2E34CACDA7EFBA", "end_day": "2021-12-20 16:53:10+00:00", "headline": "Learn How to Make Money Online Starting without ANY Prior Experience!", "description": "<p><strong>Your first $1 online is the hardest. The rest will be much easier.</strong></p><p>In this course, you'll learn the steps, mindset and the principles to making money online.</p><p>You're not going to get push buttons to riches but a solid advice from a person who has helped numerous people to make money online.</p><p>While I&nbsp;can't promise you results by law, I&nbsp;can promise to do my best to help you to succeed.</p><p>I've used these steps that I show to you in this course to make over $100,000 online.</p><p>Everything started from the first $1.</p><p>After that everything got easier and easier...</p><p>Roope \"Helping ordinary people to make a life-changing income online\"&nbsp;Kiuttu</p><p><strong>PS. </strong>If you have any questions, I&nbsp;will be more than happy to help you.</p><p>You can ask me questions there or on my YouTube channel Learn to Make Honest Money Online.</p><p><strong>It's my mission to help ordinary people to make a life-changing income online and I'd love to help YOU&nbsp;as well!</strong></p><p>-</p><p><strong>INCOME DISCLAIMER:&nbsp;This is not a get rich quick program nor do I believe in overnight success. I believe in hard work, integrity and developing your skills if you want to earn more financially. </strong>As stipulated by law, I can not and do not make any guarantees about your ability to get results or earn any money with any of our products or services. The average person who buys any \"how-to\" information gets little to no results. Any references or examples used within this website are real and documented but are used strictly for example purposes only. Your results will vary and depend on many factors, including but not limited to your background, experience, and work ethic. All business entails risk as well as consistent effort and action.</p>", "preview_video": "https://mp4-b.udemycdn.com/2020-08-05_18-42-43-d665507354918fdfb526133d326e545a/1/WebHD_720p.mp4?secure=d4maExPRilloM1yrGHX10g%3D%3D%2C1639737084"}, {"course_id": "3033196", "category": "Development", "sub_category": "Web Development", "title": "The Complete ReactJs Course - Basics to Advanced (2021)", "level": "Beginner Level", "author": "EdYoda Digital University", "duration": "3.5 hours", "rating": "4.2", "reviews": "2186", "students": "202027", "coupon_code": "FREEDEC38", "preview_img": "https://img-c.udemycdn.com/course/750x422/3033196_e7f4_3.jpg", "coupon_link": "https://www.udemy.com/course/react-js-basics-to-advanced/?couponCode=FREEDEC38", "end_day": "2021-12-20 12:33:28+00:00", "headline": "Learn React JS from scratch with hands-on practice assignments and projects.", "description": "<p><strong>What is this course about?<br>The Complete React JS Course&nbsp; - Basics to Advanced</strong> this course is a complete guide for <strong>React JS</strong>. Here, you will learn all the concepts required for becoming a <strong>front-end React JS developer</strong>. If you are new to web development or a professional developer who's creating websites with plain old javascript or jQuery, this is your time to learn React JS and take your web development skills to the next level and impress your recruiter or clients. </p><p><strong>React JS</strong> is gaining rapid popularity. In a very short time, it has become the most widely accepted web development JavaScript library. This is the right time for you to learn and add React JS to your skillset and excel in your career.</p><p>This course is designed in a way that anyone can understand the journey from the <strong>basics to advanced concepts of React </strong>with simple explanations by the instructor along with <strong>hands-on assignments and projects.</strong> </p><p><strong>In the first part of this course: </strong></p><ul><li><p>We cover what is React JS, how it uses JSX, how the compilation is done behind the scenes using babel to browser understandable plain old HTML, CSS, and javascript.</p></li><li><p>After that, we explain 'components' which are the basic building blocks of a web page while working with React JS. We also cover the stateless and stateful components and when to use those components as well.</p><p><br></p></li></ul><p>In the <strong>next section</strong>, we learn <strong>how to create modules in React JS</strong> and <strong>how to import or export those modules to other files</strong> so that we can reuse the same set of code.</p><p><strong>In the following section</strong>, we will work on <strong>how do we style the components using CSS modules</strong> and <strong>how to create a nice user-friendly mobile responsive website.</strong></p><p>We also cover <strong>how to work with props</strong>, <strong>how to pass data from stateful to stateless components</strong>, and <strong>how to pass functions from one component to another component.</strong></p><p>We <strong>explain the different lifecycle methods</strong> of a React Component and <strong>how we can access</strong> and modify the data between these lifecycles using the various lifecycle methods available to us.</p><p>We will keep on <strong>adding more videos</strong> to the course as we are creating them. These videos will be available to you soon. </p><p><br><strong>Who's teaching you in this course?</strong></p><p>I am a Computer Science graduate highly rated instructor with a rating of 4.3 and more than 200k students on Udemy, I have been part of the corporate circle since his college days. In my early days, I was part of a startup team delivering production grid android apps. Currently, I am a lead developer at EdYoda. I’m responsible for the entire front-end development &amp; integration with the back-end. React, Python, Django is my areas of expertise. I have been delivering corporate training for Android, React, Javascript, Python &amp; Django. I have an eye for detail &amp; that makes me suited for delivering a finished product. I’m a fitness freak &amp; working out is the favorite thing to do in my spare time. </p><p>I want everyone to enjoy the learning process and I have shared my knowledge that will be helpful for React developers.</p><p><br><strong>Enroll now! see you in class <br><br>Happy Learning! <br>Team EdYoda</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-04-24_10-22-43-08a00df930fd4999ea537ffa80edc709/WebHD_720p.mp4?Expires=1639737101&Signature=YvIHBkQy-s-KLPTbPkK7pMP2KakY5~-DtNIJXGohHzenlZtDjvXykwwv~2ShsgAYglWsDLb4wSgT7inhBUFg51FpKTkeKyi3fT96TfwXgbzJ4twW1Ic~UN7bCxeOQ8hWggIz0oC8GzI6TsUk3303sWk~fpWK6KvrzWMLGooYtFcJlEkXi0AkmitRZEcgr3LY6qG4~9Yr8snj4gwhat0Ty0vs0jaYXwEOv-6dDhbcF97OX7UsWWwFlJADPovo5AkCXFgdM8OWGK9tYY3L5~WjQfzDCkhpJPRC3tRTcpQ83NMeA2OJK0VRLByxRlTrLVHbW6MVs2QiZF7oeF1iHzHH3A__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3905144", "category": "Business", "sub_category": "Human Resources", "title": "Hiring Process: Talent Management", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "1 hour", "rating": "4.4", "reviews": "457", "students": "43737", "coupon_code": "DEC.2021", "preview_img": "https://img-c.udemycdn.com/course/750x422/3905144_1038.jpg", "coupon_link": "https://www.udemy.com/course/hiring-process-talent-management/?couponCode=DEC.2021", "end_day": "2021-12-19 10:30:06+00:00", "headline": "Talent management plays an important role in business strategy since it manages one of important assets - it's people!", "description": "<p>By adopting a structured and comprehensive hiring process, you're taking the first step in positioning your business for success by attracting the right talent. The type of talent that will help build the company culture, drive sales and ultimately position the company as a leader in the industry.</p><p>So in this course we will learn:</p><ul><li><p>Learn how to present the current open position</p></li><li><p>Develop a workable hiring strategy</p></li><li><p>Know how to determine which candidates to interview</p></li><li><p>Steps and techniques to use in an interview</p></li><li><p>Welcome newly hired employees</p></li><li><p>Find potential candidates for the position</p></li><li><p>İnterview new and potential candidates</p><p><br></p></li></ul><p>The job market is more competitive than ever, which means your job as an HR professional needs to evolve in order to keep up with the latest HR trends – and a great talent management strategy could be what helps you edge out the competition.</p><p>Some view ‘talent’ as employees who are top performers or those with high potential, while others view talent as everyone in an organisation.</p><p>When preparing to hire a new employee, your first step should be to know what position you intent to hire them for. In this course you will learn how to research for new talents and the research will help you get a better idea of that skill sets needed, which in turn will help you draft an accurate job description to share with potential candidates.</p><p>Which one is a talent?</p><p>++++++++++++++++++++</p><p>If you are a new manager or small business owner you also need to learn this piece of HR.</p><p>So, what are you waiting for?</p><p>Let’s get started!</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-03-10_19-52-35-1d4516f6d27fdd4ae7c14d699f355a8e/1/WebHD_720p.mp4?secure=oC4gFpiHEFTAozu1BgQ_zA%3D%3D%2C1639737103"}, {"course_id": "3570659", "category": "Health & Fitness", "sub_category": "Mental Health", "title": "Overcoming Burnout", "level": "All Levels", "author": "Oluwakemi Adeniran", "duration": "39 mins", "rating": "0.0", "reviews": "0", "students": "483", "coupon_code": "GLADNESS2021OBO", "preview_img": "https://img-c.udemycdn.com/course/750x422/3570659_2268_3.jpg", "coupon_link": "https://www.udemy.com/course/overcoming-burnout-bliss/?couponCode=GLADNESS2021OBO", "end_day": "2021-12-21 11:22:29+00:00", "headline": "Enjoy Your Life", "description": "<p>Physical and Mental burnout are on the rise. The cause of this is not far-fetched as our every day living and circumstances seem to be responsible for this. This is especially so given the current times in which we live in.&nbsp; As chronic cases rise among all age groups and across the world, it is important to sound the alarm even louder and help people find solutions and practical help. This short course \"Overcoming Burnout - E<em>njoy Your Life</em>\" which is for all who make or want to make self-care and sound mental health a priority provides tips on what to look out for as well as how to prevent and overcome burnout.</p><p>During the course, participants would learn what it means when they suffer from burnout and how to recognize burnout in themselves and others. They will learn the consequences of burnout,&nbsp; receive tips for basic self-care, strategies to overcome burnout and strategies to help others overcome burnout. Learners would also have an opportunity to assess themselves or others, the results of which would help point them in the direction of appropriate help.</p><p>This Mental Health and Well-being course by Bliss @ Work is divided into 4 sections and consists of 7 short videos totaling 39 minutes which are easy to follow and understand. In addition, we provide downloadable material for participants who may wish to share some of the content with their friends and colleagues. Small groups have had good success sharing this information which has helped their teams function at their peak.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-02-01_13-50-02-09d2f043cd426582b75c09b831ab38f7/1/WebHD_720p.mp4?Expires=1639737123&Signature=Mp5xjuHT5DT-b-nEQOcg5MTBPJUAvDjlBZ8j8Rz4V0BBq~ZIt~LQqDY2lceZzs2wt-S5Kw42H86ZNd5TBFRkbywZeAQktoszI6lAsXP0eODdj85oeiZg-zERzG-pLOgg0AtDlQXJX2uMcYP08AEXD-H5C8DuF29JPby1WMXERWrbra8~j4nnjpk5ciynkL1viQNL948JG8DJpYnsA9fSZVxESw1KyUmsiG3ymbr1CLNhwtID4CpIpBAfgGWyr1eeVojGMj2RkBlZPN-6ggLYDBnq4IlaiI72Z3f70G7PlwA1LrPkTV1psalwW6BHhe1kegqpthrK2ayPRRdr9lcGGw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3518698", "category": "Development", "sub_category": "Programming Languages", "title": "Python Demonstrations For Practice Course", "level": "Beginner Level", "author": "Horizon Tech", "duration": "5.5 hours", "rating": "4.3", "reviews": "395", "students": "106733", "coupon_code": "4308AA91B6F5D7625E59", "preview_img": "https://img-b.udemycdn.com/course/750x422/3518698_0aff.jpg?secure=eUXy9SJnl1K4_985yqBYEA%3D%3D%2C1639807326", "coupon_link": "https://www.udemy.com/course/python-for-beginners-demonstration-course/?couponCode=4308AA91B6F5D7625E59", "end_day": "2021-12-20 02:09:03+00:00", "headline": "This course is a depth introduction to fundamental python programming concepts by demonstrations in Python programming .", "description": "<p><strong><em>Learn Python From Beginner To Advanced Level By Demonstrations</em></strong></p><ul><li><p>The course is created thorough, extensive, but easy to follow content which you’ll easily understand and absorb.</p><p> The course starts with the basics, including Python fundamentals, programming, and user interaction.</p><p><br></p><p>The curriculum is going to be very hands-on as we walk you from start to finish becoming a professional Python developer. We will start from the very beginning by teaching you Python basics and programming fundamentals, and then going into advanced topics and different career fields in Python so you can get real-life practice and be ready for the real world.</p></li></ul><p><br></p><ul><li><p>The topics covered in this course are:</p><p><strong><em>* Beginner to Expert Python contents:</em></strong></p><p><br></p><p><strong>Installing Anaconda</strong></p><p><strong>Python Overview</strong></p><p><strong>Array implementation</strong></p><p><strong>File methods</strong></p><p><strong>Keywords and Identifiers</strong></p><p><strong>Python Tuples</strong></p><p><strong>Python Basics</strong></p><p><strong>Python Fundamentals</strong></p><p><strong>Data Structures</strong></p><p><strong>Object-Oriented Programming with Python</strong></p><p><strong>Functional Programming with Python</strong></p><p><strong>Lambdas</strong></p><p><strong>Decorators</strong></p><p><strong>Generators</strong></p><p><strong>Testing in Python</strong></p><p><strong>Debugging</strong></p><p><strong>Error Handling</strong></p><p><strong>Regular Expressions</strong></p><p><strong>Comprehensions</strong></p><p><strong>Modules</strong></p></li><li><p><strong>See you inside the course!</strong></p></li></ul>", "preview_video": "https://mp4-b.udemycdn.com/2020-09-24_06-20-31-23d69cc72fcab1a549e77de44c6eb365/1/WebHD_720p.mp4?secure=iGHrhpnF0jdecqUWgwSaKw%3D%3D%2C1639737126"}, {"course_id": "4141444", "category": "Personal Development", "sub_category": "Self Esteem & Confidence", "title": "Raviver Son Amour De Soi, Son Estime De Soi Et Ses Relations", "level": "All Levels", "author": "Alain W.", "duration": "1,5 heures", "rating": "4.0", "reviews": "2", "students": "540", "coupon_code": "34E49D3E98D7D92E87C4", "preview_img": "https://img-c.udemycdn.com/course/750x422/4141444_caf9_2.jpg", "coupon_link": "https://www.udemy.com/course/booster-son-amour-propre/?couponCode=34E49D3E98D7D92E87C4", "end_day": "2021-12-19 08:54:16+00:00", "headline": "Rallumez son amour de soi, son estime de soi et ravivez ses relations. Boostez sa confiance en soi pour se sentir mieux.", "description": "<p>Vous manquez d'estime de vous et souhaitez savoir comment développer l'amour de soi ? Vous aimeriez apprendre à vous aimer davantage pour pouvoir mieux réussir dans vos relations ?</p><p>Alors vous êtes au bon endroit ! Apprenez à redécouvrir votre amour-propre et votre estime de vous, travaillez sur vous-même, aimez-vous davantage et réussissez dans vos relations personnelles dans ce cours de développement personnel en ligne.</p><p>Accompagné de l'expert en développement personnel Alain Wolf, vous apprendrez dans ce cours pour apprendre à s'aimer en ligne à vivre avec confiance et à raviver la flamme dans une relation importante de votre vie. Le manque d'estime de soi et d'amour-propre touche de nombreuses personnes, mais avec ce cours sur l'amour de soi en ligne, vous apprendrez à redécouvrir vos qualités et votre bonheur. Amour-propre, amour de soi, estime de soi, confiance en soi... Toutes les clés sont données par votre expert pour renforcer son estime de soi et gagner en confiance en soi. </p><p><br></p><p>Dans ce cours, vous découvrirez tout d'abord les techniques et conseils de votre expert Alain Wolf pour vous entourer de bienveillance et d'émotions positives et apprendre à vous aimer. Vous pourrez tester vos connaissances et votre pratique des exercices grâce à des quiz. Vous verrez ensuite comment vous transformer en quelqu'un dont vous êtes fier, à travers plusieurs méthodes et exercices de méditation pour gagner en confiance et renforcer son estime de soi. Enfin, une fois vos nouvelles compétences acquises et votre amour-propre renforcé, vous découvrirez comment réussir une relation et la mener avec bienveillance et bonheur. En développant ces techniques d'amour de soi et d'estime de soi, vous augmenterez votre bien-être et votre succès. Alors n'hésitez plus, apprenez à vous aimer et prenez votre santé et votre bien-être en main !</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-23_12-40-54-102b11a72d419369e3a572a0e366f012/1/WebHD_720p.mp4?Expires=1639737131&Signature=dZsgCq4iyoq5zDKF6g6dD7w8F2s6rJo4Ty2kzpr7QTpHoTDriulMOW2F-WdehwYgyrXqZbbYIoqyYQ0YOCyVUb97EaaZgWXCuVS9GCs0tbT0wwULDKTw7xutU2fL8pFAh7caNAxigyejpxcTde5rE-C7ujRDxYJwSw9Dhq1SZvIjJJ9~ZXo0lfG6ALE9bA3taGzx~sZeXoqS4JJHNtoruYOhr-~O-8-xNsvdBxXakT18kT5P6lIf9LErRWR2xalP-F3~IVw3AmmRsqeYbZv1Xsl7OdU9ZS5V2z9rdljokgl57nTIAl3H5e-PJZ5YT~b4h8HbTWr~BYQ8HH4OlHSP-w__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3754018", "category": "Development", "sub_category": "Software Development Tools", "title": "Introduction to Microservices", "level": "Beginner Level", "author": "EdYoda Digital University", "duration": "1 hour", "rating": "3.8", "reviews": "372", "students": "56156", "coupon_code": "FREEDEC34", "preview_img": "https://img-c.udemycdn.com/course/750x422/3754018_537a.jpg", "coupon_link": "https://www.udemy.com/course/introduction-to-microservices-edyoda/?couponCode=FREEDEC34", "end_day": "2021-12-20 12:27:09+00:00", "headline": "A beginners guide to understand Microservices.", "description": "<p>Microservices architecture provides a modern way of building highly scalable applications. Normally in building cloud-native applications microservices-based architecture is used. In this course, I have explained microservices in the simplest possible way. We start with the explanation of traditional architecture such as Monolithic Architecture, then we discuss how it evolved via service-oriented architecture (SOA) to finally microservices architecture. We talk about the benefits and the challenges of these architectures.</p><p><br></p><p>In this course, we do NOT cover the microservices-based-frameworks or advanced level of design patterns of microservices.</p><p><br></p><p><strong>Who's teaching you in this course?</strong></p><p>I have been working with zekeLabs as a corporate trainer for AWS, Azure, DevOps, Git, Chef, Docker. I had extensive experience in the software industry where I have worked as a senior developer and cloud and DevOps Consultant. As a developer, I worked with Cadence, Aricent Technology in the Telecom domain, and Guavus in the Big Data domain. I was in 2007 batch Computer Science Graduate from NIT Allahabad. I am passionate about technology and education. I have shared my knowledge that gonna guide you to understand the core of Aws.</p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-01-06_10-23-07-1d9fa9c2fd651a2e4cb0f0e0681ca768/1/WebHD_720p.mp4?Expires=1639737133&Signature=S-mIQXjXyDj8ReQiBqWNQ7moplck0zo~llUXZkSvRVKKtxu13cIEURtJ2~XmZbhzASF4OhwR2zzXyRKS9kPZPTul7rIWDT0TM9YHpouSx6vZjSF-UJJW8bnOofp-oHi-8pfG6l73E-YAZHlXH~wl-BZzBu2nnCO1DivuyBdcur4FyUARDyBQLIWF5JOUI~B-dNaSs02BFsGXw61RMixvWrhgz4OYSmmZRVz4zYdIf~727cMrLK4Fs3JOhXnUcbNm7y3Sust~Af-6o5cuSVrwgBzVLX~~EOXOn6AZR6aU5~mG4zcKjdSic12dUbQ9~hd9qR~J~7QANHTmMZtlxtn-3g__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3353858", "category": "Marketing", "sub_category": "Digital Marketing", "title": "Learn 6 SIMPLE Steps to Make Money on TikTok App!", "level": "All Levels", "author": "Roope Kiuttu", "duration": "1 hour", "rating": "3.8", "reviews": "71", "students": "21664", "coupon_code": "45A07CD6DB4919B377F0", "preview_img": "https://img-c.udemycdn.com/course/750x422/3353858_0c9c_7.jpg", "coupon_link": "https://www.udemy.com/course/make-money-on-tiktok/?couponCode=45A07CD6DB4919B377F0", "end_day": "2021-12-20 12:54:00+00:00", "headline": "Learn SIMPLE SECRETS to Make Money Using Just Your Phone + TikTok App!", "description": "<p><strong>How would you feel like when making $10,000's just by using your smartphone?</strong></p><p>Benefits of Making Money on TikTok App:</p><ul><li><p>You can do this worldwide!</p></li><li><p>You can make money for 100% FREE!</p></li><li><p>TikTok is the most downloaded app in the world right now!</p></li><li><p>Steps are really SIMPLE!</p></li><li><p>The earning potential is HUGE!</p></li></ul><p>--</p><p>While I&nbsp;can't guarantee you any money&nbsp;(by law)&nbsp;but let me tell you a short story from my own life...</p><p>There are 3 stages:</p><p><strong>1) First Touch with TikTok App</strong></p><p>In 2019, I&nbsp;heard about TikTok for the first time...</p><p>Some of my friends who are making money online started testing that app.</p><p>My first thoughts were like, \"Hey guys... Aren't you just wasting your time? Why not to stay focused and use other proven ways to make money online?\"</p><p><strong>2) They Started Getting Surprising Results!</strong></p><p>One person reported his results and said, \"This&nbsp;TikTok is even much better than I expected!\"</p><p>Then another person... \"Wow! I wish I&nbsp;would have known earlier about TikTok! It has made me already +$10,000!\"</p><p>And another person... \"They're right!&nbsp;TikTok has a HUGE&nbsp;potential for making money online!\"</p><p>After seeing 5-10 having similar TikTok, I simply couldn't pass this opportunity.</p><p><strong>3) I&nbsp;Got Started on TikTok!</strong></p><p>When I&nbsp;published my first \"serious video\"&nbsp;on TikTok, I wasn't expecting a lot...</p><p>I&nbsp;thought that maybe I'll get some views but nothing huge.</p><p>But guess what!</p><p><strong>My first \"serious&nbsp;TikTok video\" got over 141,000 VIEWS!</strong></p><p>And it was just 9 or 11 seconds short! People have watched that video for 556 hours already! <strong>That is more than 23 days in total! </strong></p><p>Can you imagine?</p><p>I&nbsp;was completely astonished!</p><p>My reaction was exactly the same as other people who started making money using this platform,&nbsp;\"I&nbsp;wish I would have found TikTok earlier!\"</p><p>Now I&nbsp;have made money on TikTok already quite a while and it has been so much fun!&nbsp;But it hasn't only been fun... It has also generated me a nice income!</p><p>Now I share the secrets that I and my friends have been using to generate even $10,000's on TikTok.</p><p>Fasten your seat belts...</p><p>It's Your Time!</p><p>- Roope \"Showing you simple steps to making money on TikTok\"&nbsp;Kiuttu</p><p><strong>PS. </strong>It's my mission to help YOU to make a LIFE-CHANGING INCOME online!</p><p>If you need any help, you can contact me personally on my YouTube channel called \"Learn to Make Honest Money Online\".</p><p>I read all your comments personally and I do everything that I humanly can to help you to succeed.</p><p><strong>See you in the videos!</strong></p><p><strong>PPS.</strong> This opportunity with TikTok may not last for long... If you act now, you can still jump in the opportunity but every second that you delay may cost you more. Act now before it's too late.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-07-30_16-18-54-1eff43115e8541ba98e74a44192bd460/1/WebHD_720p.mp4?Expires=1639737138&Signature=Q~MMGSZ9zFn2IedgkR3VpJzcd5OgwgIhbe89IHdOkoamJz1DvlamrEkvQpWzic7--y97XncGYZZWgggn4sTsVK4slEsI6C1tmGytnYkWoP9HlsAiR4v1QYp2n0jEX2MnNeAYFSO1t-yjWQToIukfE5F902rby2c~THJl3yAJUNOC7QEAljkcIoiBn9z2bnC5Slto3WQOglTlWLGesEtoQ-dQszC31C9mNNCW4f4fSEMx9t75YGfIBRV2HcoBwRUFGR~UtntWNP4UPhz-f4yJWvU1yM0o4pujnj75UXpi~HVFHIv6C~b7eXAfOwbEWerB~YBzRrpMERKm30Z~oJeCZg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1517986", "category": "Business", "sub_category": "Entrepreneurship", "title": "QuickBooks Online 2021 & 2020 Start to Finish", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "144 hours", "rating": "4.4", "reviews": "3237", "students": "60949", "coupon_code": "E069F43A4DB6ACF25D60", "preview_img": "https://img-b.udemycdn.com/course/750x422/1517986_f8a9_3.jpg?secure=fz3gfx6w3hM1KE0ApX0O5Q%3D%3D%2C1639807340", "coupon_link": "https://www.udemy.com/course/quickbooks-online-2018-start-to-finish/?couponCode=E069F43A4DB6ACF25D60", "end_day": "2021-12-21 05:07:39+00:00", "headline": "Learn QuickBooks Online 2021 in a comprehensive online course taught by a practicing CPA, CGMA, CPI, with BS tax", "description": "<p><strong>We will update this course each year at no additional cost, so the course community has access to the latest look and feel of QuickBooks Online and can also look back to see the changes that have been made.</strong></p><p><strong>We have received a lot of positive feedback and suggestions for improvements that we will put into place as we update.</strong></p><p><strong>We greatly appreciate the feedback and support we have received with this course and we look forward to continually improving it with your help.</strong></p><p>The new material will provide learners with the most current look and format of QuickBooks Online. </p><p>We have listened to, and are grateful for, many reviews over the year and will implement many changes as we update the course including shortening unnecessary introductions, adding more ways for learners to work in a hands-on approach, and adding new content related to specific industries and circumstances including a cash basis business.</p><p>-----------------------------------------------------------------------------------------------------------------------------</p><p>This is a comprehensive QuickBooks Online course.</p><p><strong><em>If you are a student at an accredited academic institution, you may be eligible for a free trial version of QuickBooks from Intuit, which is a great tool allowing you to maximize the use of this course. We may also utilize a free 30 trial often offered by Intuit, the owner of QuickBooks</em></strong></p><p>This course will start at the basics, assuming you know nothing about the software or accounting.</p><p>We will start by comparing the different versions of QuickBooks. We will then go through the purchasing process, the downloading process, and the installation process.</p><p>The first half of the course will be dedicated to navigating the software, getting a feel for the major components of the software, and the primary accounting cycles such as the customer section or revenue cycle, the vendor section or payments cycle, and the employee section or payroll cycle.</p><p>Once we learn the primary sections or accounting cycles we will analyze the forms and transactions within each section, considering the impact each has on the financial statements.</p><p>The second half of the course will be in the format of a comprehensive problem, working through two months of data impute.</p><p>We will enter every standard type of transaction as we work through the comprehensive problem. The comprehensive problem format will provide context to the data entry process, so we understand how the data impute fits into the accounting workflow.</p><p>A comprehensive problem also allows us to do more than simple data entry, data entry generally being the easiest part of the accounting process. We will be able to see how to set up the system to make the data entry as easy as possible.</p><p>We will also be able to see the impact on the financial statements of every transaction we make and be able to check our work after each transaction.</p>", "preview_video": "https://mp4-b.udemycdn.com/2020-09-15_01-25-06-3a8c355b7d04a65d32a35037dbca4675/1/WebHD_720p.mp4?secure=ttmtLGWJ3R44O6R_1FOIKw%3D%3D%2C1639737140"}, {"course_id": "2786494", "category": "Marketing", "sub_category": "Social Media Marketing", "title": "Instagram Marketing 2022 | Grow Organic Followers Naturally!", "level": "All Levels", "author": "Skyler Chase", "duration": "1 hour", "rating": "4.3", "reviews": "3511", "students": "116149", "coupon_code": "DISCUDEMY.", "preview_img": "https://img-b.udemycdn.com/course/750x422/2786494_3de6_5.jpg?secure=4RsafXwxDGA2t0y50NrS9Q%3D%3D%2C1639807345", "coupon_link": "https://www.udemy.com/course/2020-millennial-insta-marketing-grow-10k-organic-followers/?couponCode=DISCUDEMY.", "end_day": "2021-12-21 22:43:54+00:00", "headline": "Grow Organic Targeted Followers, Quick Brand Awareness, & Turn Page Visits Into Paying Customers w/ Instagram Marketing", "description": "<p><strong>Welcome to the Social Savvy Insider!</strong></p><p>***Over <strong>10,000 students</strong> enrolled in 3 days of this course going live***</p><p>***Now <strong>100,000+ students</strong> enrolled***</p><p><strong>Language:<em> English</em></strong></p><p>----------------------------------------</p><p>Hi! My name is <strong>Skyler</strong>, Co-Founder of <strong>Social Savvy LA (Influencer Marketing Growth Agency)</strong></p><p>This is the <strong>most educational course under 2 hours</strong> on the market. This course is hyper-focused on the most effective tactics of marketing through Instagram. For this course to be applied to your page, you should have an intermediate level of understanding of the platform and its basic functionality. </p><p>Instagram is one of the most powerful social media platforms to this date and only growing. As a free platform with over 1 Billion Instagram users, you have endless opportunities to grow and increase your business revenue through Instagram marketing. You just need to know the latest tips and strategies. In this course, we teach you the most lucrative and valuable strategies to date resulting in targeted traffic, organic followers, and loyal customers.</p><p><strong>Instagram is one of the most effective marketing platforms to gain new customers:</strong><br></p><p><strong>THIS course will change your perspective on Instagram marketing and teach you everything you need to know to successfully market your business on the platform.</strong><br></p><p><strong>My team and I spent months making a course that is strictly the most effective information on Instagram Marketing! We did not want to waste students' time with nonsense episodes you’re not likely to even finish. This course is full of the MOST crucial Instagram Marketing knowledge to date.</strong></p><p><br></p><p>We made it easy to follow along with screen recordings and step-by-step breakdowns of techniques. Not to mention, we make it fun to watch so you don’t get bored learning. This course contains the knowledge you should know to be ahead of your competition in 2022. We show you all the tools to create/source quality content, properly edit photos, post accordingly to your analytics, grow your Instagram followers, and many more tactics. Ultimately resulting in sales to your business from targeted customers.<br></p><p>Online shoppers measure your trustworthiness and credibility based on your Instagram presence. By learning the ins and outs of profile presence and how to gain thousands of active followers, your profile will have a higher conversion rate of follows, sales, and professional business connections.</p><p><strong>Social Savvy Insider Overview</strong><br></p><p>This Instagram course contains over <strong>50 lectures</strong> and 1 1/2 hours of content. It's crafted for anyone who wants to learn how to use Instagram to grow your page with REAL organic followers. We pride ourselves on being up to date with new Instagram algorithms and updates for Instagram growth and sales. You will have lifetime unlimited access to this course.</p><p>A bonus episode will be coming soon!<br></p><p>As an owner of a digital marketing agency that’s served hundreds of clients, PR agencies, and big brands, I’ve learned the ins and outs of modern-day Instagram marketing. My team and I have had many clients who could not afford our services but wish to work with us. After many months we decided to create a course full of the knowledge we provide through our services at an affordable price for everyone. The tips and secrets we share in this course come from our services that large brands pay us thousands per month to provide. We’re excited to share this knowledge with the public through a fun and exciting course that’s not too long!<strong> At the end of every chapter, we always recap the lectures you learned while making a cup of coffee.</strong><br></p><p>We look forward to connecting with you as well. We are here as a team to answer questions, feedback, and hear your success stories.</p><p><br></p><p>After you complete this course, you will have a high-level understanding of Instagram marketing in 2022 from the millennial perspective.</p><p><br><strong>We’re excited to see you in the course!</strong><br></p><p>- Skyler and the Social Savvy Team</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-02-14_00-53-58-4c065108383a97206015818e461540f2/WebHD_720p.mp4?Expires=1639737145&Signature=TEDksYSeJIJoOIUrkHYZ0r525TISywU1MgaibwklVSd2jsp~~Ig4aXOepqr1UcrDItc6iA-OhmOqx1GB98EN1gpMUqMqDddNTbdoWgFl~PC09I2Ndwf0R3VKVWpDIIuCr9cJJhjjfkjGCIA2YdZYdKey~04wZ3QnFchGjgf48IELCi8OmwaC7vnKIhok~Qrz~c10~RW~QJBJgYI1Bs9uyYBzYN8Wm4bqr9AwagJfC-pIe7oaRVjYgxF6-rUH~o0jZauEsDkpHiG~Xxc-FhMLVbqDBuEtUo4SXHlzszIsB5WesQPtHTOK3zGMSCwL0Gb6~nDyv937tkrhAbeO2crgaQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3438236", "category": "Business", "sub_category": "Other Business", "title": "Make Money From Home As a Transcriptionist: 10 Opportunities", "level": "All Levels", "author": "Roope Kiuttu", "duration": "1 hour", "rating": "4.3", "reviews": "487", "students": "69895", "coupon_code": "DF8ACC981A08079F3143", "preview_img": "https://img-b.udemycdn.com/course/750x422/3438236_bf8d_6.jpg?secure=pTc7fpVKaipIepqhf4ePmw%3D%3D%2C1639807348", "coupon_link": "https://www.udemy.com/course/work-home-transcription-jobs/?couponCode=DF8ACC981A08079F3143", "end_day": "2021-12-18 08:05:20+00:00", "headline": "Learn the Details about Making Money Online with 10 Transcription Jobs From Home", "description": "<p><strong>Do you want to make money from home typing what you hear?</strong></p><p><strong>Do you like to make money online with flexible hours wherever you want?</strong></p><p>Then this is the PERFECT&nbsp;UDEMY&nbsp;Course for you!</p><p>You're gonna find out the details about Making Money Online with 10 Transcription Jobs From Home and spot the best opportunities for you.</p><p>Over the years, I've seen dozens of transcription jobs from home and you need to know the differences:</p><ol><li><p><strong>Some of them are easy and suitable for beginners.</strong></p></li><li><p><strong>Others require more experience but they'll pay you more.</strong></p></li><li><p><strong>Some opportunities only operate in specific countries.</strong></p></li><li><p><strong>Other money-making opportunities are available worldwide.</strong></p></li></ol><p>Dive into the lessons and see the differences between these 10 Transcription Jobs From Home.</p><p>Then you can choose the best Money-Making option for you.</p><p>I'll see you inside!</p><p>- Roope \"Sharing the blessing of making money from home\"&nbsp;Kiuttu</p><p><strong>PS. </strong>Making money online has several benefits:</p><ol><li><p>Work anywhere you want.</p></li><li><p>Work anytime you want.</p></li><li><p>Work as much or as little as you want.</p></li></ol><p><strong>The opportunities are right in front of your nose. Don't hesitate...&nbsp;Start your new life of FREEDOM!</strong></p>", "preview_video": "https://mp4-b.udemycdn.com/2020-08-22_15-43-18-5e94f7cdd8e508474cf1a30adc0d0e41/1/WebHD_720p.mp4?secure=p3Mb0WlHCAvQsoRNKSuACg%3D%3D%2C1639737148"}, {"course_id": "4428942", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Docker Certified Associate (DCA) Practice Exam", "level": "All Levels", "author": "It Exam Academy", "duration": "", "rating": "5.0", "reviews": "1", "students": "2739", "coupon_code": "C2CB3652D03D9CA61148", "preview_img": "https://img-b.udemycdn.com/course/750x422/4428942_ce55.jpg?secure=8DDjy6vU0cTaYNUYd9ZLEg%3D%3D%2C1639807354", "coupon_link": "https://www.udemy.com/course/new-docker-certified-associate-dca-practice-test/?couponCode=C2CB3652D03D9CA61148", "end_day": "2021-12-21 13:08:49+00:00", "headline": "DCA : [New] Docker Certified Associate certification", "description": "<p><strong>Docker Certified Associate - Practice Exams</strong></p><p>Docker Certified Associate certification is for the DevOps engineers to validate their Docker skills and expertise of using Docker tool.</p><p>This practice test will serve as your ultimate warm-up before you apply for the main exam. It will help you analyze your knowledge and practice and will also provide a broad perspective on what to expect from the certification exam.</p><p><br></p><p><strong> Format:</strong></p><ul><li><p>The test will consist of <strong>55 MCQs</strong> (Multiple Choice Questions)</p></li><li><p>Each correct answer will grant one mark/point with <strong>NO negative marking</strong></p></li><li><p>There are <strong>NO optional questions</strong></p></li><li><p>The time duration of this test will be <strong>90 minutes</strong></p></li><li><p>Docker has not disclosed any passing criteria or cut-off for DCA exam but the <strong>cut-off for this practice test is set to 80%</strong> (aim high!)</p><p><br></p></li></ul><p><strong>The Syllabus:</strong></p><p>This practice test tries to stay as close to the DCA certification's syllabus as possible with the weight of topics for questions roughly distributed as follows:</p><ul><li><p>Orchestration - 25%</p></li><li><p>Image Creation, Management, and Registry - 20%</p></li><li><p>Installation and Configuration - 15%</p></li><li><p>Networking - 15%</p></li><li><p>Security - 15%</p></li><li><p>Storage and Volumes - 10%</p></li></ul><p><br></p><p><strong>Domain 1: Orchestration (25% of exam)</strong></p><ul><li><p>Understand Docker Swarm Orchestration</p></li><li><p>Setup of a swarm mode cluster, with managers and worker nodes</p></li><li><p>Differences between running a container vs running a service</p></li><li><p>Lock a swarm cluster</p></li><li><p>Inspect docker and container using \"docker inspect\" commands</p></li><li><p>YAML compose file with \"docker stack deploy\"</p></li><li><p>Update/Change a running stack of services</p></li><li><p>Increase/Decrease # of replicas</p></li><li><p>Add networks, publish ports</p></li><li><p>Mount volumes</p></li><li><p>Differences and use-cases for replicated vs global service</p></li><li><p>Troubleshoot a service using logs</p></li><li><p>Applying node labels</p></li><li><p>Task placement using node labels</p></li><li><p>Using templates with docker service</p></li></ul><p><strong>Domain 2: Image Creation, Management, and Registry (20% of exam)</strong></p><ul><li><p>Describe Dockerfile options [add, copy, volumes, expose, entrypoint, etc)</p></li><li><p>Understand Dockerfile and create an efficient image</p></li><li><p>Use CLI commands such as list, delete, prune, rmi, etc to manage images</p></li><li><p>Inspect images and report specific attributes using filter and format</p></li><li><p>Tagging, Pushing, Signing, pulling, adding a file, Modify an image</p></li><li><p>Modify an image to a single layer</p></li><li><p>Configure and setup registry,</p></li><li><p>Display layers of a Docker image</p></li><li><p>Describe how image layers work</p></li><li><p>Login, Search, Delete image in a registry</p></li></ul><p><strong>Domain 3: Installation and Configuration (15% of exam)</strong></p><ul><li><p>Setup repo, storage driver, install and upgrade docker-engine in various platforms</p></li><li><p>Configure logging drivers (splunk, journald, etc)</p></li><li><p>Setup swarm, configure managers, add nodes, and setup backup schedule</p></li><li><p>Create and manage user and teams</p></li><li><p>Sizing requirements for production scenarios</p></li><li><p>Understand namespaces, cgroups, and configuration of certificates</p></li><li><p>Use certificate-based client-server authentication to ensure a Docker daemon has the rights to access images on a registry</p></li><li><p>Setup in AWS infrastructure along with HA config</p></li><li><p>Complete configuration of backups for UCP and DTR</p></li><li><p>Configure the Docker daemon to start on boot</p></li></ul><p><strong>Domain 4: Networking (15% of exam)</strong></p><ul><li><p>Create and setup a bridge network</p></li><li><p>Publish ports and identify ip to access the containers.</p></li><li><p>Explore and set up a different type of networks like bridge, host and null network</p></li><li><p>Describe the different types and use cases for the built-in network drivers</p></li><li><p>Introduction to DNS and using external DNS</p></li><li><p>Load balance traffic between containers</p></li><li><p>Communication between Docker engine, registry, and UCP controllers</p></li><li><p>Deploy service on a Docker overlay network</p></li><li><p>Describe the difference between \"host\" and \"ingress\" port publishing mode</p></li></ul><p><strong>Domain 5: Security (15% of exam)</strong></p><ul><li><p>Signing image</p></li><li><p>Enable Docker Content Trust</p></li><li><p>Configure (Role-Based Access Control) RBAC in UCP</p></li><li><p>Overview of Integration of UCP with LDAP/AD</p></li><li><p>Create, download and use UCP client bundles</p></li><li><p>Securing Docker swarm</p></li><li><p>Difference between UCP workers and managers</p></li><li><p>The process to use external certificates with UCP and DTR</p></li></ul><p><strong>Domain 6: Storage and Volumes (10% of exam)</strong></p><ul><li><p>Various graph driver and its usage</p></li><li><p>Configure device-mapper</p></li><li><p>Compare object storage to block storage, and explain which one is preferable when available</p></li><li><p>Different layers in a docker container and how volumes are used with docker for persistent storage</p></li><li><p>Cleanup unused images in filesystem and Registry</p></li></ul>", "preview_video": ""}, {"course_id": "4381662", "category": "Business", "sub_category": "Sales", "title": "I Love Sales", "level": "Beginner Level", "author": "Oluwakemi Adeniran", "duration": "39 mins", "rating": "0.0", "reviews": "0", "students": "674", "coupon_code": "GLADNESS2021ILS", "preview_img": "https://img-b.udemycdn.com/course/750x422/4381662_62b8.jpg?secure=p2tckftSI3lg9YK00ziTBQ%3D%3D%2C1639807365", "coupon_link": "https://www.udemy.com/course/i-love-sales/?couponCode=GLADNESS2021ILS", "end_day": "2021-12-21 11:37:28+00:00", "headline": "A Sales and Marketing Course for Beginners", "description": "<p>New to Sales and have expectations of achieving great results from the get go? Then this simplified Sales &amp; Marketing course is for you! In \"I Love Sales\" you will learn the basics which would put you on a sure footing and help you achieve the results that you desire. This course begins by defining what sales is and who a true sales professional is. This gives the learner the opportunity to develop the required skills. The course teaches you how to make a successful sale in 7 easy steps.&nbsp; It also provides expert information but presents it in a way that those who are new to sales can easily grasp. The learners would be introduced to marketing. They would learn the different types of marketing out there and the difference between sales and marketing and how they compliment each other to make a success&nbsp; of the sales function. </p><p>\"I Love Sales\" is not only for beginners in the sales function. This course is also a refresher for those who are already in the sales function but need an uncomplicated refresher course which presents all the information needed to excel but in an easy to understand manner. No longer is sales that dreaded task but one that can be enjoyed given the required training which this course provides.&nbsp; At the end of the course which is broken down into a series of easy to understand and follow video clips, the learner would be able to come away with their own sales and marketing strategy which would give them great success at selling any product or service and over any medium of their choice. </p><p>Congratulations for signing up and here's to your success as a sales professional.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-04_15-47-25-2cd1436525087dc3fe92a222609ec70e/2/WebHD_720p.mp4?Expires=1639737165&Signature=hCtnIlKPsQnYhBNw89SZox0m7gsZpkI6C~jA3-E92KwD0AbJsjsAnP4FZi7nGP5ZmRPwmTDo8oaqzvmkdh9biP0xrX-xaRuj7TlIdCktA-Z~evkIc29VOW0pG2LTAgJ2ZRrirzsPKl5GdZYeQaUsq04G3vJM1xC8l38pQ-IbHDTMKHUbikwXHAwelvNoTBxXCOgtjo2e2ZE~RhwYZ~Tcylb3FClDXSpH2EdJyeAuqsoTSJroWerQ3tiu-nI0H0wj~vD4XyLGDSIVuwPZ8LXBayZJD0g96UNwqJmKVVGqkEK3VT2iHPGWvrU6kGFeAeSyD-gLIAsnL8rOWvENor0LsQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4039338", "category": "Office Productivity", "sub_category": "Microsoft", "title": "Excel - Einfach und leicht von Anfänger zu Fortgeschritten", "level": "All Levels", "author": "Stefan Kohler", "duration": "14 Stunden", "rating": "5.0", "reviews": "5", "students": "463", "coupon_code": "0A4662CA9C875A7EDEA3", "preview_img": "https://img-b.udemycdn.com/course/750x422/4039338_cf6b_3.jpg?secure=HN6c-VKtaqcav7U0Kde5Zw%3D%3D%2C1639807380", "coupon_link": "https://www.udemy.com/course/excel-einfach-und-leicht-von-anfanger-zu-fortgeschritten/?couponCode=0A4662CA9C875A7EDEA3", "end_day": "2021-12-18 15:10:10+00:00", "headline": "Lerne mit Tabellen zu arbeiten, Daten auszuwerten, Formeln, Funktionen, Diagramme zu verwenden und Vieles mehr!", "description": "<p>Das Ziel dieses Kurses ist es, möglichst kompakt alle typischen Excel-Anforderungen des Berufsalltages vollständig zu vermitteln. So dass Du als Teilnehmer*in dieses Kurses professionell und selbstbewusst alle typischen Excel-Herausforderungen im Berufsalltag meistern kannst.</p><p>Lerne Schritt für Schritt - ausgehend von Deinem aktuellen Kenntnisstand – Excel sicher und kompetent einzusetzen. Durch die zahlreichen Übungen wirst Du wertvolles praktisches Wissen erlangen.</p><p>Wenn Du also in möglichst kurzer Zeit alle typischen Excel-Fähigkeiten des Berufslebens entspannt und erfolgreich bestehen willst, dann ist dieser Kurs goldrichtig für Dich.</p><p>Aus unserer Erfahrung wirst Du nach diesem Kurs sogar deutlich besser mit Excel umgehen können, als ein durchschnittlicher Büroangestellter der deutschen DAX-Konzerne.</p><p>Stelle Dir vor, wie viel bessere und schnellere Ergebnisse Du erzielen könntest, wenn Du einmal wirklich gelernt hättest, wie Du Excel bedienen kannst.</p><p><br></p><p><strong>Was wirst Du nach Abschluss des Kurses genau können:</strong></p><p><br></p><p>· Kapitel 1: <strong>Inhalt und Aufbau</strong> des Kurses. Lerne wie Du am Besten mit diesem Kurs und dem Kursmaterial arbeiten kannst.</p><p>· Kapitel 2: Kleine <strong>Einführung in Excel: </strong>Lerne vor allem das Excel Menü so einzustellen, dass Du gut damit arbeiten kannst.</p><p>· Kapitel 3: <strong>Dateneingabe</strong>: Hier kannst Du lernen, Daten effizient und zeitsparend in Excel einzugeben. Denn das ist eine der größten Stärken von Excel</p><p>· Kapitel 4: <strong>Arbeitsmappen und Arbeitsblättern</strong>: Finde heraus, wie Du sinnvoll mit Arbeitsmappen und Arbeitsblättern arbeiten kannst, inklusive ein paar kleiner Tricks zur Anzeigeeinstellung sowie zum optionalen Passwortschutz.</p><p>· Kapitel 5: <strong>Formeln</strong>: Lerne wie Du Formeln einsetzten kannst, um Werte in Tabellen auszurechnen und um diese zu befüllen. Anschließend folgt die relative und absolute Adressierung sowie verschiedene Regeln im Zusammenhang mit Formeln.</p><p>· Kapitel 6: <strong>Funktionen</strong>: Du lernst Funktionen anzuwenden und somit komplexe Sachverhalte zu lösen. Du wirst die wichtigsten Funktionen in Excel kennen lernen und auch wie du mit Fehlern umgehen, Fehler auflösen und Fehler im Vorhinein vermeiden kannst.</p><p>· Kapitel 7: <strong>Sortieren</strong>, <strong>Filtern</strong> und <strong>Bereinigen</strong> von Daten: Du wirst lernen, wie Du aus großen Datenmengen durch Filtern, Sortieren und Bereinigen von Daten genau die Information bekommst, die Dich auch wirklich interessieren.</p><p>· Kapitel 8: <strong>Formatierung</strong>: Hier kannst Du lernen, wie Du Daten übersichtlich und ansprechend darstellen kannst und wie Du die Aufmerksamkeit von Empfänger*innen Deiner Excel-Files in einer von Dir gewünschten Art und Weise lenken kannst.</p><p>· Kapitel 9: Daten <strong>drucken</strong> und als <strong>PDF speichern</strong>: In diesem Kapitel kannst Du lernen, wie Du Daten in Excel in ansprechender und schöner Form drucken oder als PDF speichern kannst.</p><p>· Kapitel 10: <strong>Diagramme</strong>: Lerne, wie einfach Du Daten mit Diagrammen visualisierst und zum Leben erwecken kannst.</p><p>· Kapitel 11: <strong>Pivot-Tabellen</strong>: Finde heraus, wie Du mithilfe von Pivot Tabellen große Datenmengen schnell und einfach auswerten kannst ohne eine einzige Formel schreiben zu müssen.</p><p>· Kapitel 12: <strong>Power Query</strong>: Lerne Daten in Excel zu importieren und dabei zu transformieren.</p><p>· Kapitel 13: <strong>Excel 365</strong>: Finde heraus, welche Vorteile Dir die neuen und verbesserten Funktionen in Excel 365 bzw. ab Excel 2021 bieten.</p><p><br></p><p>Es gibt auf diesen Kurs eine 30 tägige <strong>Geld zurück Garantie</strong>. Das heißt du kannst diesen Kurs innerhalb dieser Zeit ganz einfach zurückgeben und erhältst den vollen Kaufpreis zurück. Du kaufst also ganz <strong>ohne Risiko</strong>.</p><p>Darüber hinaus erhältst Du mit dem Kauf einen <strong>lebenslangen Zugriff</strong> auf diesen Kurs.</p><p>Bis gleich in den einzelnen Lektionen</p><p>Dein Felix und Stefan</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-30_10-51-05-0c9824f61ad8be3f91e296369758141d/2/WebHD_720p.mp4?Expires=1639737180&Signature=XzYSy262HO0f7aDpCW~a60yqQO8rVY3E2Pj3BozAYny9DO1RkyV8KR-K62QVdO0MW9rMWTcLTNwfGPD15yIJ5-BVuDTl9kqg4fAM6tRqIUQVU3eQRU-tPaAHiecXm-5F0qwqhcfPbcSB5JDpYTiaeEngMMGJhFL7LdJaDgg7jHpgB6BAVD0EY~NdlbxWi9jRcuwlxHHdcme0XS2Okb2Eq5985o6OXogsiBchYVmQX012EXP2zj4qoHCYdeu~qOp17zgiNT~FXFtX5QjIqcJjiwbXHoYeWKs5yKriKpvAcfqlsLtPKe9ggJ0D~832Rb4MSBSWZlCkVLdSNKdSWBypXA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4280522", "category": "Design", "sub_category": "User Experience Design", "title": "Becoming A UX Writer", "level": "Beginner Level", "author": "Dr. Kat", "duration": "2 hours", "rating": "0.0", "reviews": "0", "students": "535", "coupon_code": "3CFB2A46854BC6269F3D", "preview_img": "https://img-b.udemycdn.com/course/750x422/4280522_3791_2.jpg?secure=texYS6fvoqC8NT0byyIphw%3D%3D%2C1639807385", "coupon_link": "https://www.udemy.com/course/becoming-a-ux-writer/?couponCode=3CFB2A46854BC6269F3D", "end_day": "2021-12-20 16:31:00+00:00", "headline": "How To Start Your Career In UX Writing", "description": "<p>UX writing is the verbal user communication within digital interfaces. It appears in apps, websites, and all other kinds of digital products that users interact with – and, as such, it is an integral part of the user experience. For writers and designers, however, UX writing is much more than that: Since big tech companies have become increasingly aware of the importance of UX writing, the young discipline offers promising job opportunities, exciting tasks, and a great career outlook.</p><p><br></p><p><strong>But what does it take to become a UX writer and what do aspiring UX writers need to know about the job?</strong></p><p><br></p><p>One thing is certain: For those who want to break into UX writing, the first steps often seem the hardest: How do I apply, what can I expect the application process to look like, and how do I create a portfolio when I haven't done any projects yet? If you ask yourself these and other questions and have not yet found an answer to them, this course is the right choice for you!</p><p><br></p><p><strong>Who should join</strong></p><p>This course is the perfect match for everybody who considers breaking into UX writing and is interested in learning more about the tasks to do, the skills to learn, and the steps to take in order to start a career in UX writing. It is also helpful for everybody who plans to apply for a UX writing role and is about to enter the application process.</p><p><br></p><p><strong>What you will learn</strong></p><p><em>In the first part of this course, you will learn about</em></p><ul><li><p>the everyday tasks of a UX writer</p></li><li><p>the skills a UX writer needs</p></li><li><p>the difficult parts and challenges of the job</p></li><li><p>valuable resources to dive into the field of UX writing</p></li><li><p>the first steps to start a career as a UX writer</p></li></ul><p><em>Now that’s it for the basics! In the second part of this course, you will learn about</em></p><ul><li><p>what the usual application process for UX writers looks like</p></li><li><p>how to build a UX writing portfolio to apply with</p></li><li><p>how to tackle UX writing job interviews</p></li><li><p>how to do typical home assignments in the application process</p><p><br></p></li></ul><p><strong>Sounds good? Then join this class and be perfectly prepared to start your career as a UX writer!</strong></p>", "preview_video": "https://mp4-b.udemycdn.com/2021-12-09_11-52-06-1de5d5986117444c69fcc9f5e98315ce/2/WebHD_720p.mp4?secure=J0zWso1fsuHsBAiPCorEfA%3D%3D%2C1639737185"}, {"course_id": "2932078", "category": "IT & Software", "sub_category": "Other IT & Software", "title": "DevOps Fundamentals", "level": "Beginner Level", "author": "EdYoda Digital University", "duration": "2 hours", "rating": "3.9", "reviews": "1484", "students": "144956", "coupon_code": "FREEDEC33", "preview_img": "https://img-c.udemycdn.com/course/750x422/2932078_7e6f_4.jpg", "coupon_link": "https://www.udemy.com/course/devops-fundamentals-for-beginners/?couponCode=FREEDEC33", "end_day": "2021-12-20 12:25:53+00:00", "headline": "The simplest course to learn the fundamentals of DevOps right from scratch", "description": "<p><strong>DevOps</strong> is not only a set of processes and tools but is more rightly represented by the culture of enhanced communication and collaboration between IT operation guys and Developers. DevOps culture is guided by principles of DevOps such as Automation, infrastructure as code, practices such as continuous integration, continuous delivery, and implemented by a large set of DevOps tools. In this course, DevOps concepts are explained in easy to understand language along with hands-on examples on basic tools of DevOps. It will help you to begin your journey to DevOps.<br></p><p><strong>Enroll now!! see you in class.</strong><br><strong><br>Happy learning<br>Team Edyoda </strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-04-01_16-34-51-3e20bcd3c73686617c6ac3c9a87b5ab0/WebHD_720p.mp4?Expires=1639737196&Signature=W2K~KHQc4eEnYLcbyhZ0QQCR7FMSSrfVopjeuo15Ym--tX-KbYlIA4dhHG4m3HDNUb7KTm329nZYOTBTHaU~yrXLFtPDSUY3s7h2RHnzwo4~oOeqBG9NGafCndWkasHIJNqpMMxnDfErkFIV8h6rCdXxhFLfoKgHI1y-wsvVyI2IWB61WNsHX~SxmZp0HiGhBHH4vf-7dUpusTtr5ZRndlXSyJEUrarT0BXKydwzEKhnIqDkUeKvP~3Wm0af1CXLz6yG9b5QyGryvFOJkX3ZGH7XrtNH3jR9UAOR0o1gD4nMZr9dDP5P2ykuDWjc7JDkDVSPDj0iI3CesA9BB6AenQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4200368", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Javascript For Beginners Complete Course", "level": "All Levels", "author": "PROPER DOT INSTITUTE", "duration": "2 hours", "rating": "4.2", "reviews": "198", "students": "33126", "coupon_code": "DDD86188F8A155361510", "preview_img": "https://img-b.udemycdn.com/course/750x422/4200368_f71e_5.jpg?secure=dR-sdpZhkmGb7Of26xaIBg%3D%3D%2C1639807403", "coupon_link": "https://www.udemy.com/course/javascript-for-beginners-complete-course/?couponCode=DDD86188F8A155361510", "end_day": "2021-12-22 01:15:49+00:00", "headline": "Learn Javascript Programming Language With Practical Interaction", "description": "<p><strong><em>Learn Javascript Programming Language</em></strong></p><ul><li><p>The course is created thorough, extensive, but easy to follow content which you’ll easily understand and absorb.</p><p>The course starts with the basics, including JavaScript fundamentals, programming, and user interaction.</p><p><br></p><p>The curriculum is going to be very hands-on as we walk you from start to finish to become a professional Javascript developer. We will start from the very beginning by teaching you Javascript basics and programming fundamentals, and then execute into real-life practice and be ready for the real world.</p><p><br></p></li><li><p>While Javascript is complicated for beginners to learn, it is widely used in many web development areas.</p></li><li><p>This course gets you started with an introduction to JavaScript. It assumes that you're new to the language, so it gets you started with basic functionality such as creating functions, creating variables, and calling these lines of code from your standard HTML pages. It talks about events and triggers for custom event handling. It talks about pattern matching, searching for text within a page, flow control and the document object model (DOM). We start off with the basics and move on to more complex functionality such as arrays and objects. We then discuss how to script common elements with JavaScript such as forms and tables. At the very end, we discuss major libraries such as Ajax, which allows you to make asynchronous calls to server-side scripts without reloading the web page in the server.</p></li></ul><ul><li><p>Master the fundamentals of writing Javascript scripts</p></li><li><p>Learn core Javascript scripting elements such as variables and Objects</p></li><li><p>Discover how to work with lists and sequence data</p></li><li><p>Write Javascript functions to facilitate code reuse</p></li><li><p>Use Javascript to read and write files</p></li><li><p>Make their code robust by handling errors and exceptions properly</p></li><li><p>Search text using regular expressions</p></li></ul><ul><li><p>The topics covered in this course are:</p><p><strong><em>* Javascript Course Contents:</em></strong></p></li><li><p><strong>Javascript Introduction</strong></p></li><li><p><strong>Javascript Array</strong></p></li><li><p><strong>Javascript Variables</strong></p></li><li><p><strong>Javascript Functions</strong></p></li><li><p><strong>Javascript Objects</strong></p></li><li><p><strong>Javascript Control Statements</strong></p></li><li><p><strong>Javascript Cookies</strong></p></li><li><p><strong>Javascript Loop statements</strong></p></li><li><p><strong>Javascript Data Structures</strong></p></li><li><p><strong>Javascript Error Handling</strong></p></li><li><p><strong>Javascript Regular Expressions</strong></p></li><li><p><strong>See you inside the course</strong></p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2021-07-26_13-15-40-253ad8ea24c739b697bcde92a71567ce/2/WebHD_720p.mp4?Expires=1639737203&Signature=b3oQrxXyoqDa3i4~gauB379XjPmCmDcKbS5WljqzWPfesAtxtcUWSeF78tmAHJ6kksOTzHINnzh8J7alGMo~f-2-hi3qbiMY~hjp~Ppe7oNoX0l~M9q3QTJ5-8T~iOVw~yRIrjlblZ2aNKb3om1B8niP5eL2Ut0KAOpNs3LKZi2jcJKHvG~sXDXDQC9~cAd9PrW5HYHanX9KKREYEBMhixBjYGChlD3KKi0JWkAtgfdu21NV~cvFk9OblTt7fT66~uv8tZIvjQXsvMReoILSpL7jfvQXEZLpwDVPwf~9Bk4NALfKabfbiqFfjlWyEB0-1czEL-By5yBetqrUtSk9Bw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2442032", "category": "Business", "sub_category": "Real Estate", "title": "Multiple Streams of Realtor Income - Real Estate Investing", "level": "All Levels", "author": "Scott Paton", "duration": "1.5 hours", "rating": "3.4", "reviews": "53", "students": "21689", "coupon_code": "MSRIREXP192021", "preview_img": "https://img-c.udemycdn.com/course/750x422/2442032_c1ef_2.jpg", "coupon_link": "https://www.udemy.com/course/realtors-and-real-estate-investing/?couponCode=MSRIREXP192021", "end_day": "2021-12-19 20:08:27+00:00", "headline": "Street Smart Real Estate Strategies for Real Estate Agents. How Real Estate agents can maximize their earnings", "description": "<p>As a Realtor, you have a unique position in your market. However, most realtors miss out on many profitable opportunities because their training has focused on one thing:&nbsp;Selling a house.</p><p>Instead, realtors should focus on helping people find affordable housing. By opening up their minds, new lucrative streams of income open up.</p><p>Louis 'Lou' Brown has been buying, selling and holding property for over 30 years. Lou is the nations leading real estate trainer, author, speaker and investor.</p><p>Lou Has:</p><ul><li><p>Trained thousands of successful real estate investors</p></li><li><p>His students have acquired over 1 Billion Dollars in property</p></li><li><p>Is founding President of the National Real Estate Investors Association</p></li><li><p>Volunteered and served on the boards of numerous non-profit organizations to help create affordable housing in America</p></li></ul><p>Using Lou Brown’s proven formula, investors are generating passive streams of income with little or no cash.</p>", "preview_video": "https://mp4-b.udemycdn.com/2019-07-08_14-06-40-97bb876d4fe1dc1a0a8a1dbfbd952a33/WebHD_720p.mp4?secure=S5ihMOfgL2R9pFNG6Z3rzw%3D%3D%2C1639737230"}, {"course_id": "1979032", "category": "Teaching & Academics", "sub_category": "Humanities", "title": "Bible: Titus - 7 Lessons We Can Learn For Today!", "level": "Beginner Level", "author": "Boomy Tokan", "duration": "1 hour", "rating": "3.8", "reviews": "2", "students": "1127", "coupon_code": "B0CC9C0E7A7F81C260F0", "preview_img": "https://img-c.udemycdn.com/course/750x422/1979032_fcf4_5.jpg", "coupon_link": "https://www.udemy.com/course/bible-titus-7-lessons-we-can-learn-for-today/?couponCode=B0CC9C0E7A7F81C260F0", "end_day": "2021-12-19 17:23:47+00:00", "headline": "Bible Study of the Book of Titus and the lessons individuals can draw from this man Titus!", "description": "<p><strong>Review From Other Books </strong></p><p><strong>Book of 2 Peter</strong></p><p><strong><em>\"I had read Book 2 Peter after your teaching. Thank you. I wish that I could read the rest of the books in Bible thoroughly in future\". - Cynthia Josephine</em></strong></p><p><br></p><p><strong>Book of Philippians! </strong></p><p><strong><em>The instructor has a notable passion for sharing the Book of Philippians! (All the Books of the Bible) That passion drew me to seriously consider his engaging presentation. The instructor challenged me to see myself through the eyes of my Lord and Savior - not the eyes of the world! I learned many valuable teachings about the Book of Philippians by taking this course.. - Matt Hayes</em></strong></p><p><br></p><p><strong>Book  of Philemon</strong></p><p><strong><em>Wow! Boomy Tokan really knows his stuff! Wonderful in depth insights into the letter to Philemon with practical applications. I'm going to listen over again. Excellent course. Highly recommended!!! - Neresa Maye</em></strong></p><p>----------------------------------------------------------------------------------------------------------------</p><p>Most Christians have a wrong impression of the Book of Titus by mistakenly concluding it is written only for Pastors. This myth is further popularized because it is generally Church Leaders who quote from the book! </p><p>Nothing could be far from the truth. </p><p>I want us to realize that the Book of Titus is written towards all Christians and as we learn from these 7 Lessons the point will become clearer.  </p><p>However this book of the Bible is just as power packed as any other because the Word of GOD is the power of GOD onto salvation! <strong><em>Hence we approach it with the same reverence, determination and desire to learn more from the HOLY SPIRIT</em>.</strong></p><p>Our objective here is to enjoy a brief history of the book then dive into at least seven lessons we as individuals can learn from in the our generation. </p><p>----------------------------------------------------------------------------------------------------------------</p><p>The Book of Titus illustrates profound truths about:</p><ul><li><p><strong>God's plan for every individual<br></strong></p></li><li><p><strong>Leadership<br></strong></p></li><li><p><strong>Sternness<br></strong></p></li><li><p><strong>Family values<br></strong></p></li><li><p><strong>Obedience<br></strong></p></li><li><p><strong>Passion<br></strong></p></li><li><p><strong>Achievement<br></strong></p></li><li><p><strong>Grace<br></strong></p></li><li><p><strong>Purpose</strong></p></li></ul><p>----------------------------------------------------------------------------------------------------------------</p><p>I sincerely hope that just as the Paul commended David's service in his generation we can also fulfill GOD;s purpose in ours as we learn from the Book of Titus.</p><p><strong>----------------------------------------------------------------------------------------------------------------</strong></p><p><strong>Get Started Today - Click Take This Course Now!</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2018-10-23_14-02-42-598401b82beb0f7cdd071ac773ea8d8d/WebHD_720p.mp4?Expires=1639737249&Signature=ikJSlOarFaJBYP9mC6ZgMJB7iMEuHuyqJIe9Fv9bkM8ipgNerNqzWz3ugqZ-owQSr8NSAKcP5~oZ~A4dK4goKIUhnsZ6nge9SDUufra43C8tLQE6DuKsf4aNGXq5o4c4d2jmSfW5XA1oCqlb21myPJyiF8531bSvZolZfjgMO7VuF6EMWjhnc8oKoXxBVLmhELHZL9YZCLyZvL9zRPMWqHDmTN9cPW95jjqrb-7IuFHS4rkqWibllaWO-bdqmp0r2VI2tt2JnVuCFgPinrC~eP49IkbRoHx74M48CYn0km2Djbugp2njkxv-ARIGn0XilbemNNiDGCkOQSn5cHdeQA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}]}