{"last_time_update": "2021-12-03 15:31:04", "results": [{"course_id": "2469474", "category": "Marketing", "sub_category": "Video & Mobile Marketing", "title": "YouTube Optimierung - Mehr Klicks, Shares und Abonnenten", "level": "All Levels", "author": "Andreas Pelta", "duration": "1 Stunde", "rating": "4.6", "reviews": "22", "students": "1895", "coupon_code": "163A45DB09DB97C1D4E4", "preview_img": "https://img-c.udemycdn.com/course/750x422/2469474_b6ad_3.jpg", "coupon_link": "https://www.udemy.com/course/youtube-optimierung-mehr-klicks-shares-und-abonnenten/?couponCode=163A45DB09DB97C1D4E4", "end_day": "2021-12-06 13:45:10+00:00", "headline": "So generierst du deutlich mehr Reichweite mit deinen Videos", "description": "<p><strong>YouTube Optimierung </strong>- Mehr Klicks, Shares und Abonnenten<br>Dieser &nbsp;<strong>Youtube Kurs</strong>&nbsp;hilft dir dabei, mehr aus deinen Videos herauszuholen.</p><p>In diesem Kurs zeige ich dir, wie du deine Videos so optimierst, dass du mehr Zuschauer erreichst damit sich am Ende der&nbsp;Aufwand für deine Videos auch wirklich gelohnt hat.<br></p><p><strong><em>*** In diesem kompakten, aber extrem wertvollen Kurs wirst du folgendes lernen:</em></strong></p><ul><li><p>Wie du deine Videos noch vor dem Upload auf Erfolg trimmen kannst</p></li><li><p>Welche magischen Video&nbsp;Titel für ein Maximum an Klicks sorgen</p></li><li><p>Wie du mit mit Hilfe der richtigen Videobeschreibung für YouTube relevanter wirst</p></li><li><p>Auf welche Weise Video Tags wirklich funktionieren und wie du das nutzt</p><p><br></p></li></ul><p><strong><em>*** Was dich sonst noch erwartet ***</em></strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p><ul><li><p>Du hast die Möglichkeit jederzeit Fragen zu stellen, die Andreas beantwortet</p></li><li><p>Du siehst alles gelernte an praktischen Beispiele<br></p></li></ul><p><strong><em>*** Starte mit YouTube durch - ganz ohne Risiko ***</em></strong><br><br>Wenn du <strong>Lust auf YouTube</strong> und<strong> Spaß an der Erstellung von Videos</strong> hast und du mit deinen Videos erfolgreich sein willst, dann hilft dir der Kurs <strong>YouTube Optimierung</strong> sofort weiter.</p><p>Du erhältst bei Kauf <strong>lebenslangen Zugriff</strong> auf alle Videos und Kursmaterialien.</p><p>Du gehst zudem <strong>keinerlei </strong>Risiko&nbsp;ein, denn sollte Dir der&nbsp;Kurs nicht gefallen, bekommst du ohne Bedingungen oder Rückfragen 30 Tage lang dein Geld zurück.<br></p><p><strong>Worauf wartest du? Starte deinen eigenen YouTube Kanal und verwirkliche deinen Traum von erfolgreichen YouTube Videos und einem monatlichen Nebeneinkommen mit deinem Hobby YouTube.</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2019-08-19_13-11-24-c41992b30c1b2015f4ea4a417a58428c/WebHD_720p.mp4?Expires=1638557519&Signature=UVnHV039Debo9Ni9U941oXGOt7dZkUFiXT7zEyjpT35YRPn59lJNKJoiYzT-Hw4ZmNgbRQgRV4v3oISuKmmBNK1EA2ZRFNTUX2E8dhrvc3-00nAqobfJXGox1gaLUuOTQsVVtxfqOAaSu1vhb2w5KfSMxThKKUJgRmd4T-NMlfMi3tAo6KCnYxM4WcPiHvE-duy9sD00FI1pcip8uC0aTt28xj-tgcKlBfl2nlEZ6w8e9q1Naz6IGSAZB8TevgdJyI4AFaDzG3rcshWdoVPs6k7hI5fc1eSwbvIXFEI7QipcgNrd4Zrn5FiTYop4aVMvE8vjgrBgHvXSJTPTKzes9A__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4059494", "category": "Development", "sub_category": "Programming Languages", "title": "Core Java bootcamp program with Hands on practice", "level": "Beginner Level", "author": "Prashant Mishra", "duration": "18.5 hours", "rating": "4.3", "reviews": "39", "students": "15697", "coupon_code": "65880209516FAB8C641D", "preview_img": "https://img-c.udemycdn.com/course/750x422/4059494_c590_6.jpg", "coupon_link": "https://www.udemy.com/course/complete-java-for-all/?couponCode=65880209516FAB8C641D", "end_day": "2021-12-08 05:54:14+00:00", "headline": "Java for Everyone", "description": "<p><strong>Course Description</strong></p><p>Java is<strong> a class-based, object-oriented programming language that is designed to have as few implementation dependencies as possible.</strong></p><p><strong>Basically, we will be learning Java from the very beginning to the advanced level along with hands-on programming.</strong></p><p>This course consists of all the topics and chapters in a very <strong>well-organized</strong> manner and our videos are <strong>industry verified</strong>, which makes you industry-ready.</p><p>Java is considered an OOPs programming language, which means it uses <strong>Classes &amp; Objects </strong>to run programs. You don’t know about classes &amp; objects? No issues, we will cover everything inside our course.</p><p><strong>Course Objective</strong></p><p>This course is specially designed for <strong>students</strong> and <strong>working professionals</strong>, who are willing to learn java to grab their <strong>dream job</strong>.</p><p>Our Java course is <strong>industry verified</strong>, which means it meets all the requirements one should have about java, especially when they are looking for some <strong>career goals</strong>.</p><p>Our main <strong>objective </strong>is to make <strong>it</strong> a <strong>cakewalk</strong> for you.</p><p><strong>Who can take this course?</strong></p><p>This course is for <strong>naïve programmers</strong> as well as <strong>pro coders</strong>. We have covered every single detail from very <strong>scratch</strong> to <strong>advance</strong> level. I guaranty that, this is one of the best courses you can ever purchase, and this is worth every penny.</p><p>Our course prices are so <strong>affordable</strong> that you even don’t need to ask your parents to buy this course for you, you yourself can buy this with your <strong>pocket money</strong>. And you will have <strong>lifetime access</strong> to our courses.</p><p><strong>Prerequisite Knowledge</strong></p><p>If you are having any prior <strong>knowledge</strong>, that will make this course a little bit <strong>easier and faster</strong> for you to learn. But you actually don’t have to have prior knowledge necessary for taking this course.</p><p>This course is designed in a <strong>very simple &amp; precise</strong> way, that even a ten-year-old kid can take this course and become a <strong>super-coder</strong>.</p><p><strong>Career Opportunities and Benefits</strong></p><p>This course is almost like <strong>the lost key</strong> of your <strong>success</strong>, and as soon as you unlock this course, all gates of your success will get opened.</p><p>Here are some <strong>more reasons</strong> you should definitely choose <strong>Java</strong>:</p><ol><li><p>Java is <strong>easy to learn</strong>, and this is the best purpose to start learning it now.</p></li><li><p>Java is <strong>Object Oriented Programming language</strong>, which is preferred by many IT companies.</p></li><li><p>It is very much considered in <strong>Placements</strong>.</p></li><li><p>For solving DSA problems, Java is the most favorable language, and a person with good command over DSA can get selected in <strong>Google, Microsoft, Facebook, Amazon, Apple, Netflix, </strong>or some other similar companies.</p></li><li><p>It is one of the best and <strong>Powerful development tools</strong>.</p></li></ol>", "preview_video": "https://mp4-b.udemycdn.com/2021-08-28_14-02-59-af837657801a1d51c324cdc84ca7985d/2/WebHD_720p.mp4?secure=HhIm2e1FD1AJDdvyCxUkQw%3D%3D%2C1638557534"}, {"course_id": "3752304", "category": "Business", "sub_category": "Operations", "title": "Become a Corporate Receptionist", "level": "All Levels", "author": "Dina Jumabayeva", "duration": "1 hour", "rating": "3.6", "reviews": "21", "students": "6497", "coupon_code": "DEC2021", "preview_img": "https://img-b.udemycdn.com/course/750x422/3752304_5029.jpg?secure=kIcxsrZAQ1jJWwko6wQdzg%3D%3D%2C1638627760", "coupon_link": "https://www.udemy.com/course/become-a-corporate-receptionist/?couponCode=DEC2021", "end_day": "2021-12-06 07:26:22+00:00", "headline": "Receptionists perform administrative tasks, such as answering phones, receiving visitors, and providing general informat", "description": "<p>Receptionist jobs are often seen as short-term roles, part-time positions, or stepping stones on your overall career path. </p><p><br></p><p><strong>But being a career receptionist can actually be an incredibly fulfilling career path in itself, </strong>with great earning potential. If you’re looking for a new role and are looking for something rewarding, fun, and with great prospects, then this course is for you.</p><p><br></p><p><strong>+++ Pay can be generous</strong></p><p><br></p><p>Many receptionists will start out on average salaries, but there’s ample opportunity for that to grow over time. As you develop more skills, gain more experience, and move around the organization, you could earn up to $50,000 per year. </p><p><br></p><p>Receptionists working in corporate settings, especially in the worlds of banking and finance, an enjoy great salary prospects the longer they’re in their position.</p><p><br></p><p><strong>+++ You’ll become incredibly skilled</strong></p><p><br></p><p>Receptionists are often talented multitaskers, able to manage multiple ongoing situations without breaking a sweat. In many companies, individuals are hired for their great computer skills, their ability to speak to people, or their organizational skills. Receptionists often boast all of these skills and more. </p><p><br></p><p>They’re adept at using most office suites, can handle phone switchboards, and can even step into office managerial or customer service positions if needed.</p><p><br></p><p>So what are you waiting for?</p><p><strong>Let’s get started and I wish you a happy learning!</strong></p>", "preview_video": "https://mp4-b.udemycdn.com/2021-01-05_17-25-03-2c793604bee8b218914ebc631230926a/1/WebHD_720p.mp4?secure=CDIQDreH3CSfTZrwq-HuIA%3D%3D%2C1638557560"}, {"course_id": "4321424", "category": "Office Productivity", "sub_category": "Microsoft", "title": "Statistics and Probability using Excel - Statistics A to Z", "level": "All Levels", "author": "Start-Tech Academy", "duration": "5.5 hours", "rating": "4.3", "reviews": "42", "students": "17491", "coupon_code": "C3DBF8C", "preview_img": "https://img-c.udemycdn.com/course/750x422/4321424_2c2b.jpg", "coupon_link": "https://www.udemy.com/course/statistics-and-probability-using-excel-statistics-a-to-z/?couponCode=C3DBF8C", "end_day": "2021-12-08 07:57:18+00:00", "headline": "Statistics course for beginners. Gain the ability to apply Statistics & Probability to various business applications", "description": "<p>You're looking for a complete course on Statistics and Probability, right?</p><p>You've found the right Statistics and Probability with Excel course! This course will teach you the skill to apply statistics and data analysis tools to various business applications.</p><p>After completing this course you will be able to:</p><ul><li><p>Learn the concepts of Probability and statistics required for making business decisions</p></li><li><p>Learn important probability distributions such as Normal distribution, Poisson distribution, Exponential distribution, Binomial&nbsp; distribution etc</p></li><li><p>Conceptual and practical understanding of a Confidence Interval</p></li><li><p>Understand the z-statistic and the t-statistic</p></li><li><p>Learn how to perform Single Tail and Two Tail Hypothesis Tests</p></li><li><p>Understand the logic of Hypothesis Testing</p></li></ul><p><strong>How this course will help you?</strong></p><p>A <strong>Verifiable Certificate of Completion</strong> is presented to all students who undertake this course on Probability and Statistics in Excel.</p><p>If you are a business manager, or business analyst or an executive, or a student who wants to learn Probability and Statistics concepts and apply these techniques to real-world problems of the business function, this course will give you a solid base for Probability and Statistics by teaching you the most important concepts of Probability and Statistics and how to implement them in MS Excel.</p><p><strong>Why should you choose this course?</strong></p><p>We believe in teaching by example. This course is no exception. Every Section’s primary focus is to teach you the concepts through how-to examples. Each section has the following components:</p><ul><li><p>Theoretical concepts and use cases</p></li><li><p>Step-by-step instructions on implementation in MS Excel</p></li><li><p>Downloadable Excel files containing data and solutions used in MS Excel</p></li><li><p>Class notes and assignments to revise and practice the concepts in MS Excel</p></li></ul><p>The practical classes where we create the model for each of these strategies are something that differentiates this course from any other course available online.</p><p><strong>What makes us qualified to teach you?</strong></p><p>The course is taught by <strong>Abhishek </strong>(MBA - FMS Delhi, B. Tech - IIT Roorkee) and <strong>Pukhraj</strong> (MBA - IIM Ahmedabad, B. Tech - IIT Roorkee). As managers in the Global Analytics Consulting firm, we have helped businesses solve their business problems using Analytics and we have used our experience to include the practical aspects of business analytics in this course. We have in-hand experience in Business Analysis.</p><p>We are also the creators of some of the most popular online courses - with over 1,200,000 enrollments and thousands of 5-star reviews like these ones:</p><p><em>This is very good, i love the fact the all explanation given can be understood by a layman - Joshua</em></p><p><em>Thank you Author for this wonderful course. You are the best and this course is worth any price. - Daisy</em></p><p><strong>Our Promise</strong></p><p>Teaching our students is our job and we are committed to it. If you have any questions about the course content, practice sheet, or anything related to any topic, you can always post a question in the course or send us a direct message.</p><p><strong>Download Practice files, take Quizzes, and complete Assignments</strong></p><p>With each lecture, there are<strong> </strong>class notes attached for you to follow along. You can also take quizzes to check your understanding of concepts like Probability and Statistics in MS Excel. Each section contains a practice assignment for you to practically implement your learning onProbability and Statistics in MS Excel.</p><p><strong>What is covered in this course?</strong></p><ul><li><p><strong>Part 1 - Excel Basics</strong></p></li></ul><p>In the first section, i.e. Excel Basics, we will learn how to use basic excel which will be required in the latter part of this course</p><ul><li><p><strong>Part 2 - Statistics foundations for business analysts</strong></p></li></ul><p>Then, in the second section, i.e. Statistics foundations for business analysts, we will start learning about the core concepts of Business Analytics i.e. probability and probability distribution. We will look at important probability distributions used in a business setting such as Normal distribution, Poisson distribution, Exponential distribution, Binomial&nbsp; distribution, etc</p><p>These concepts form the foundation of data analytics, machine learning, and deep learning.</p><ul><li><p><strong>Part 3 -</strong> <strong>Statistical Decision making</strong></p></li></ul><p>Once we have covered the basics of probability, in the third section, i.e. Statistical Decision making we will discuss some advanced concepts related to sample testing i.e. hypothesis testing.</p><p>These are the concepts that differentiate a beginner from a pro!</p><p>Go ahead and click the enroll button, and I'll see you in lesson 1 of this Business Analyst Masterclass course!</p><p>Cheers</p><p>Start-Tech Academy</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-10-12_10-44-13-488e3dc4cd2701f56395ba3016fc4851/2/WebHD_720p.mp4?Expires=1638557572&Signature=Cx4WB04ak~JbFoiXwfRZmg9h7in7-ttIfcplOP8HxJov7l6XBE89Fde6nYzWB5YSBOD-unzkDYoHGvNz27D4dHiQcO~r2nHfQuXCHlaYhDld~Dv5GPRJyJyVTESwLlb-voqU4zfjr~2lYcrunveXPU3xNfVS9AYPHq0cGEk8hZnXoUyXbxsrniJYGG3uwOCJhNukNx3hNuq~2PMq5Xe3JqPJOv6GM6bABq9pUOqOeQxLzugSUmh~KqQHL8Zp1zSmo69pVh5vVGcl1usNkd5l9Q9z722pxAL5aBb9xaB-Jy3pG4r31-5yYNv4bmQxwMAaka0vp-U6bNHI34BhZjx0Fg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4283658", "category": "Teaching & Academics", "sub_category": "Language Learning", "title": "Tenses Wizard | Learn Tenses in an easy and unique way", "level": "Beginner Level", "author": "Joginder Kaur", "duration": "1.5 hours", "rating": "4.9", "reviews": "24", "students": "9430", "coupon_code": "SMARTENGLISH", "preview_img": "https://img-c.udemycdn.com/course/750x422/4283658_e3b7_3.jpg", "coupon_link": "https://www.udemy.com/course/tenses-wizard-learn-tenses-in-an-easy-and-unique-way/?couponCode=SMARTENGLISH", "end_day": "2021-12-05 17:54:33+00:00", "headline": "Master The Tenses Effortlessly in 9 Days", "description": "<p>TENSES WIZARD is a Unique concept which aims at helping learners understanding the MOST IMPERATIVE GRAMMATICAL CONCEPT- The Tenses.</p><p>The course is designed and organized in beautiful format of One pagers which are extremely Result oriented and helps a learner understand each and every Tense properly along with the videos which explained in details .</p><p>Not only this much, learner will also get hands on 50+ practice worksheets along with the example sentences which comes as a part of Tenses Wizard.</p><p>This program aims to work for the leaners who are at Basic and Intermediate level, and are struggling to frame correct sentences in English .</p><p>We have been reading and practicing the use of tenses since the school going days. The Tenses are the most important part of English Language. If you wish to write a correct sentence or wish to say anything to anyone, you need to express the idea in the right form of Tenses. English language has three main time divisions- Past, Present and Future expressed by the tenses. Each tense is subdivided to express other aspects within its general time. Tenses form the backbone of the English language.</p><p>No entrance exam whether undergraduate like BBA/BBS DU JAT, NPAT, IPM AT or post graduate like CAT,XAT,CMAT, IIFT, SNAP, MAT, ATMA, NMAT among others can be cracked unless you have good understanding about the usage of Tenses.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-09-09_11-55-51-ebb1b521adf3aa0089910b743ed7482e/2/WebHD_720p.mp4?Expires=1638557583&Signature=gazMVHBT3YDYp1B8KiKbYKb1LAQp19fW1MniOUm8o6NQqZLmFCkUKDS3WZfoxaQOI1Ps-eBbtvF4tbOcw58-FPPqBxp8krCnUJo4urZQOlqLq7X0bZbZ-2J-ZSqeVmNJrt2m2OdJvo0GKbbvVepqmm-3urPBDPmctnFOt~4OfPwfH0nd63jtYzPLfVLBDPlnJgJ~X~Go963SU49eGJL4Hm8rX7jsQ1LlsGhtGosJLx2rjuKFPVGMmCOqY-aWOqvcB2aLvPeEkeSTCELxQcekjQwmXmmY9eaKahFtFpLcZhYMx53rwFpcMOl5KZOKwRWiPLbatMyUsJKJCpS-KJdJKA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4349482", "category": "Business", "sub_category": "Entrepreneurship", "title": "Awesome Startup Pitch deck : Raise Capital (20+ Templates)", "level": "All Levels", "author": "Navdeep Yadav", "duration": "3 hours", "rating": "4.4", "reviews": "14", "students": "8147", "coupon_code": "AWESOMEPITCHDECK", "preview_img": "https://img-c.udemycdn.com/course/750x422/4349482_33a9.jpg", "coupon_link": "https://www.udemy.com/course/startup-pitch-deck-course/?couponCode=AWESOMEPITCHDECK", "end_day": "2021-12-08 08:04:24+00:00", "headline": "Turing you idea into a unicorn startup and raising investment from VC", "description": "<p>Are you planning to raise capital for your startup?<strong><br></strong>Well, the first step to do that is by making deck slides of your startup.</p><p>So this Startup Startup Pitch decks course will help you navigate<strong> </strong>through the complete pitch deck and fundraising process for tech and non-tech startups. So from startup pitching strategy to investor&nbsp; to make a good pitch deck design we will cover everything that you need to build a successful startup</p><p>We will cover topics like Startup Basics, business model, Understanding Minimum Viable Product and finally Making a pitching deck for your startup, followed by understanding investors' funding strategy.</p><p><strong>1. Introduction to Startup Basics</strong></p><ul><li><p>Course Overview</p></li><li><p>Types of Startup</p></li><li><p>How to Get Startup Ideas</p></li><li><p>Building MVP for your Startup</p></li><li><p>Product execution road map</p></li></ul><p><strong>2. Startup Business Model</strong></p><ul><li><p>Business Model Canvas</p></li><li><p>Introduction to platform business</p></li><li><p>Uber business model</p></li><li><p>Amazon business model</p></li></ul><p><strong>3. Fundraising for Startup</strong></p><ul><li><p>Startup Funding Basics</p></li><li><p>Startup Funding Source</p></li><li><p>Startup ownership and equity</p></li><li><p>Bootstrapping your Startup</p></li><li><p>How to get the best out of Bootstrapping</p></li></ul><p><strong>4. Startup Pitch deck for fundraising</strong></p><p>1. Cover Page/Introduction slide in the pitch deck<br>2. Problem slide in the pitch deck<br>3. Solution slide in the pitch deck<br>4. Product demo slide in the pitch deck<br>5. Market size slide in the pitch deck<br>6. Business model slide in the pitch deck<br>7. Competition slide in the pitch deck<br>8. Underlying magic slide in the pitch deck<br>9. Go-to-Market slide in the pitch deck<br>10. Team slide in the pitch deck<br>11. Traction/Milestones slide in the pitch deck</p><p><strong>5. Unicorn Startup Pithdeck pitch deck example and Breakdown</strong></p><ul><li><p>Airbnb pitch deck breakdown</p></li><li><p>Front Series A pitch deck breakdown</p></li><li><p>20+ Startup pitch deck templates</p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2021-10-24_12-12-09-1f68b874137252e0cac8929035b298ca/2/WebHD_720p.mp4?Expires=1638557600&Signature=fll2BwGhoVxbe1BPton6GEbCbydluAFfXTQgZhQo3iTKffdWRNyICEev4PZPNgF1DUx~6BvVZUDbubyDX3abwxBIRb6TUOuc4SeK0isbSeNKOrUhAfGjufE3~bD2hzRKlmGuxqMFa1PbAUDpwMUmkYnAc2WRt00CoZ4qA~0ohaDzSk73oeuwUFJw6Jzd7FkLoRoU8e4bp~UK~Kw2-1DFkyHq0C5Iw8NrODdG4X7YSnO3f6fHnEGRm0QVDdHLiJjAUMwl0A-HiRcUQjRVIXbHBRnqV-TrGgDMZ4dynevyzzGYBv5fMmkUHZ~yjYinry3xu5Fl8wLkIW7bpiR7BR5jHg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3905144", "category": "Business", "sub_category": "Human Resources", "title": "Hiring Process: Talent Management", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "1 hour", "rating": "4.4", "reviews": "431", "students": "42718", "coupon_code": "DEC-2021", "preview_img": "https://img-c.udemycdn.com/course/750x422/3905144_1038.jpg", "coupon_link": "https://www.udemy.com/course/hiring-process-talent-management/?couponCode=DEC-2021", "end_day": "2021-12-07 08:59:06+00:00", "headline": "Talent management plays an important role in business strategy since it manages one of important assets - it's people!", "description": "<p>By adopting a structured and comprehensive hiring process, you're taking the first step in positioning your business for success by attracting the right talent. The type of talent that will help build the company culture, drive sales and ultimately position the company as a leader in the industry.</p><p>So in this course we will learn:</p><ul><li><p>Learn how to present the current open position</p></li><li><p>Develop a workable hiring strategy</p></li><li><p>Know how to determine which candidates to interview</p></li><li><p>Steps and techniques to use in an interview</p></li><li><p>Welcome newly hired employees</p></li><li><p>Find potential candidates for the position</p></li><li><p>İnterview new and potential candidates</p><p><br></p></li></ul><p>The job market is more competitive than ever, which means your job as an HR professional needs to evolve in order to keep up with the latest HR trends – and a great talent management strategy could be what helps you edge out the competition.</p><p>Some view ‘talent’ as employees who are top performers or those with high potential, while others view talent as everyone in an organisation.</p><p>When preparing to hire a new employee, your first step should be to know what position you intent to hire them for. In this course you will learn how to research for new talents and the research will help you get a better idea of that skill sets needed, which in turn will help you draft an accurate job description to share with potential candidates.</p><p>Which one is a talent?</p><p>++++++++++++++++++++</p><p>If you are a new manager or small business owner you also need to learn this piece of HR.</p><p>So, what are you waiting for?</p><p>Let’s get started!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-03-10_19-52-35-1d4516f6d27fdd4ae7c14d699f355a8e/1/WebHD_720p.mp4?Expires=1638557606&Signature=Ji0tU2iDKOpenfhTDozc2xY2DcY8VqRJf5XhCQCs-RnobMpePO0SPKJSEa1dRlO-JuWSnJe-uTyyvg~To6ygHx-gmxb0y1zwKutQLJaIom7yVgnacNY-g1TWV2LDOGGwo6XIqBm1hdmhRe2ig2N6ByR3thpPxHHD1efnO2TsnNbgAPf-eMGuE-dm1Vvxu7I5VrVOvOiuIskUgkExEzZXobMvdBaMyiEOiN4GVf1FPdvcr3xFiioY~04o6Oo6Rx-oOFf93WNe8o3SKTrRarb4yknrSpSlnzpKJheFJgaiwCqgGY04f6xaKJReMVqGH0Cd8E5KbdfEDAUQO~9K00tN4Q__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4326536", "category": "Personal Development", "sub_category": "Leadership", "title": "Liderazgo: Invierte en ti mismo y transforma tu carrera.", "level": "All Levels", "author": "Hector Peña", "duration": "3 hours", "rating": "4.9", "reviews": "20", "students": "2032", "coupon_code": "LIDERGRATIS", "preview_img": "https://img-b.udemycdn.com/course/750x422/4326536_5029_2.jpg?secure=CuT3IphnsjmhavZp8VpLlw%3D%3D%2C1638627812", "coupon_link": "https://www.udemy.com/course/liderazgo-positivo/?couponCode=LIDERGRATIS", "end_day": "2021-12-07 17:34:50+00:00", "headline": "Potencia tus habilidades de comunicación, influencia, integridad y empatía. Define tu visión y prioridades en la vida.", "description": "<p>Bienvenidos al curso LIDERAZGO</p><p>Mi nombre es Héctor Peña estoy a tus ordenes y te deseo éxito en todos los aspectos de tu vida.</p><p>Sabias qué alrededor del 15% del éxito financiero de cada uno de nosotros se debe a los conocimientos técnicos, y alrededor del 85 por ciento se debe nuestras habilidades sociales y emocionales.</p><p>En comparación con lo que deberíamos ser, sólo estamos a medias. Empleamos una pequeña parte de nuestra verdadera capacidad física, emocional y mental, así vivimos dentro de nuestros miedos y paradigmas. Poseemos cualidades que normalmente no utilizamos.</p><p>Este curso intentara descubrir esos talentos desaprovechados que tienes y ayudarte a utilizarlos.</p><p>Con la competencia en el mundo de hoy, debemos sacar el máximo provecho de la gente que nos rodea. La mejor forma de hacerlo es teniendo excelentes habilidades en relaciones humanas. Para triunfar, debes saber cómo comunicar ideas, motivar, inspirar, organizar, explotar el talento y creatividad.</p><p>Las habilidades que se requieren no son innatas. Este curso te orientara en como lograrlas por medio de entrenamiento. te daré a conocer los principios más importantes de liderazgo que pueden ayudarte a conseguir éxito en tu carrera.</p><p>Entre otras cosas, aprenderás:</p><ul><li><p>Técnicas de comunicación y motivación efectivas.</p></li><li><p>Cómo escuchar y persuadir a otras personas.</p></li><li><p>Métodos para tener buenas relaciones con la gente</p></li><li><p>Cómo hacer críticas constructivas.</p></li><li><p>Definir tu visión y priorizar lo necesario para hacer que suceda.</p></li></ul><p>La ganas y los conocimientos técnicos por sí solos no son suficientes para tener éxito en el mundo tan cambiante de hoy. Las habilidades de liderazgo que aprenderás, te llevarán tan lejos como quieras.</p><p>¡Sin duda alguna el mejor curso de Liderazgo que encontraras!</p><p>INSCRIBETE.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-17_08-39-05-6d01a3cd80eac57cf852a1ef2b858c8a/2/WebHD_720p.mp4?Expires=1638557612&Signature=TGVYUrP6siZgucWOzqq9zKcGbph9LTrcX-4MPs8awgybgPlITYydVzoXVJ8DSNP7HdmGE1NTrpsaoWCFVNeWlM1TYdQb~QcqUxJqRppny4s2rwTnmmA-Ni3Y9AgVNwuqkyAjnWKcRGUsxgM5ub~9qXG6imXpZHMAqyyDE~cwUee-L5ieA-vycfRgjs2GuPytq90OUovYGMb7ATv4zFwO1DXV1c0~ntH7Inp2Mj9HcSLzXV6fwDA83DkZBTpd59gmPqTXgMaQVdmT35TsgOvYuaNk0-popa9GzAbIXXafcHnms-KPMTAQ1QhOfhBH53S1nonUUURVGMZV0utwMh0Q~A__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3924988", "category": "IT & Software", "sub_category": "Other IT & Software", "title": "Cursillo Excel Básico", "level": "Beginner Level", "author": "David Godeau", "duration": "34 minutos", "rating": "4.5", "reviews": "976", "students": "32975", "coupon_code": "DBF4FCCA73D614263397", "preview_img": "https://img-c.udemycdn.com/course/750x422/3924988_cf89_7.jpg", "coupon_link": "https://www.udemy.com/course/cursillo-excel-basico/?couponCode=DBF4FCCA73D614263397", "end_day": "2021-12-08 13:43:03+00:00", "headline": "Curso de Bolsillo Excel Directo al Grano - Para Todo Principiante Excel!", "description": "<p><strong>Curso de Bolsillo Excel</strong> que lo puedes llevar a todo lado. Tocaremos los temas más fundamentales pero a la vez indispensables cuando usamos Excel. Diseñado para todos aquellos que están empezando con esta poderosa herramienta. </p><p>- Primero lo primero: En el primero video te cuento cuáles son los puntos a tratar. Luego, pasaremos al contenido principal del curso.&nbsp; </p><p>- Abordaremos <strong>Atajos y Truquitos</strong> para ya a empezar a sentir qué tan fácil resulta trabajar con la interfaz. Aprendemos los atajos de teclado más usados y cómo esto te ahorra segundos y hasta minutos al dia. Acaso de eso no se trata cuando usamos Excel? </p><p>- Veremos de igual manera cómo ahorrar tiempo con la opción de <strong>Autorelleno</strong>. Muy eficiente si sabe lo que se está haciendo.</p><p>- Después ya veremos porqué la <strong>Validación de Datos </strong>es tan vital al momento de crear nuestras plantillas. Sabiendo qué tipo de datos ingresamos nos va a librar de muchos dolores de cabeza ulteriormente.</p><p>- La <strong>Función Si</strong> es una herramienta poderosa para trabajar con datos dinámicos. Veamos cómo sacarle provecho.</p><p>- Y terminaremos con <strong>Gráficos</strong>, obviamente esta es la razón principal por la qué se trabaja con Excel, poder representar los datos en gráficos visuales.</p><p><strong>*** BONUS ***</strong> : En un video aparte, te muestro como <strong>Resaltar Datos </strong>de manera fácil y eficaz.</p><p>Espero que les guste. Fuerte abrazo.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-03-19_13-39-09-0ccd5de3d74e20f6ed0347af9e2eeb0a/1/WebHD_720p.mp4?Expires=1638557615&Signature=cZPp391q-mcdSgE11TevYGwRMwyBDdjr7woHdh9xL5zwbicDM59gYDtrAjXEdqloy0eEOrkIiMgPrZvZekQ0~8sJcZ-SMQKrRRHFNOdO28Wsk6jgS0rrawOEDxTLPb6QbJurgzYVw8SzA1GLVd4n4L4ummvO5uGHcav7FMtF83Hy6L7zOzmWNz07OQ~VoWjJzslLkjEBkIEcC00gKLiTJEOg61bd0G0aQzumMZfT71y-v92Qc5OF6WJSfEhSKaB1wT6VUmxON7lEihrmQ3hQSm3svmH1EhRFb8NbQxYbO0wPvWP1IlZJnwC1yzuU404URfkEpBvV89kD2Rwjfnoieg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3694082", "category": "Marketing", "sub_category": "Digital Marketing", "title": "Mit Online Marketing Dein Business aufbauen ohne Vorwissen!", "level": "Beginner Level", "author": "Sebastian Glöckner", "duration": "23,5 Stunden", "rating": "4.7", "reviews": "87", "students": "9065", "coupon_code": "40593693B8310C5E3513", "preview_img": "https://img-c.udemycdn.com/course/750x422/3694082_8a4d_8.jpg", "coupon_link": "https://www.udemy.com/course/digitales-marketing-online-marketing/?couponCode=40593693B8310C5E3513", "end_day": "2021-12-04 13:47:50+00:00", "headline": "Nutze Digitales Marketing und Online Marketing, um Deine Online Umsätze zu vervielfachen - auch ganz ohne Vorwissen!", "description": "<p><em>Letzte Aktualisierung: 29.11.2021</em></p><p><strong>***&nbsp;DER KURS WIRD&nbsp;LAUFEND&nbsp;ERWEITERT -&gt; neue Inhalte&nbsp;jeden&nbsp;Monat! ***&nbsp; </strong></p><p><br></p><p><strong>Digitales Marketing und insbesondere Online Marketing boomen seit einigen Jahren.</strong> </p><p>Es herrscht eine <strong>Goldgräberstimmung</strong>, und genau JETZT hat es Sinn, sich mit Online Marketing auseinanderzusetzen - bevor es zu spät ist. </p><p>Besonders jetzt, im Jahr 2021 <strong>explodiert der Online Traffic und die Werbepreise gehen herunter</strong>.</p><p>Der Einzelhandel, Unternehmer und Selbständige sind aufgrund der aktuellen Lage gezwungen, ihre Produkte immer mehr online zu verkaufen - <strong>und kaum jemand ist wirklich darauf vorbereitet.</strong></p><p>Das Rennen hat offiziell begonnen, und wer sich <strong>JETZT</strong> mit Online-Marketing beschäftigt, hat noch eine Chance, vorne mit dabei zu sein.</p><p>Woran liegt das? </p><p>In den letzten 3-4 Jahren hat sich eine Art <em>Onlinemarketing-Blase</em> entwickelt mit internationalen und deutschen Experten, die sehr viel Ahnung haben von E-Mail-Marketing, Leads, Funneln, Conversions und so weiter.</p><p>Jedoch hat dieses Wissen bisher kaum den Sprung von den Online-Marketing-Experten (die bisher weitgehend unter sich bleiben und sich untereinander Coachings verkaufen) in die <em>echte Offline-Welt</em> geschafft.</p><p>Und genau das ist die Chance, JETZT mit Digitalem Marketing / Online-Marketing anzufangen. </p><p><strong>Lerne, die wichtigsten Grundlagen und Begriffe des Online Marketing - damit wirst Dir viele Verständnisprobleme und Ärger ersparen!</strong></p><p>Die folgenden Fragen werden Dir als Erstes im Kurs beantwortet:</p><ul><li><p>Was ist Digitales Marketing, und was ist Online Marketing?</p></li><li><p>Was bedeutet Lead und Leadmagnet?</p></li><li><p>Wie funktioniert ein Sales Funnel?</p></li><li><p>Was ist der Unterschied zwischen&nbsp;Zielgruppe und Kunden-Avatar? </p></li><li><p>Nach welchem Prinzip funktioniert Affiliate Marketing? </p></li></ul><p><strong>Danach werden wir die Ziele und das \"Why\" Deines Online-Business erarbeiten - damit wirst Du viel Zeit sparen, da Du danach in die RICHTIGE Richtung gehst.</strong></p><ul><li><p>Wir werden erarbeiten, was dein \"Warum\" ist (mit Hilfe eines PDF Worksheets zum Download)</p></li><li><p>Du wirst lernen, wie Du Deine Marke und Dein Business positionierst mit dem \"Positioning Statement\".</p></li><li><p>Du wirst den Zweck einer USP (Unique Selling Proposition) kennenlernen und eine USP für Dich im Kurs erstellen.</p></li><li><p>Außerdem wirst du verstehen, wie Du die Außendarstellung Deiner Persönlichkeit \"formst\".</p></li><li><p>Wir werden herausarbeiten, wo Deine Zielgruppe sich aufhält.</p></li></ul><p><strong>Du wirst lernen, wie Du in Windeseile eine eigene Webseite für Dein Business erstellst - damit sicherst Du Dir einen professionellen Auftritt und bist nicht abhängig von teuren Agenturen.</strong></p><ul><li><p>Du wirst den Unterschied und sie Einsatzzwecke von WordPress, Wix, Leadpages und Click Funnels kennenlernen.</p></li><li><p>Wir werden gemeinsam im Kurs eine Domain aussuchen.</p></li><li><p>Du wirst sehen, wie wichtig die Wahl des Hosting Providers ist - und welchen Du nehmen musst (Geschwindigkeit!)</p></li><li><p>Ich zeige Dir den optimalen Page Builder (Webseiten Erstellung inkl. Templates für Online Marketing Funnel)</p></li><li><p>Du wirst sehr viel Zeit sparen, indem Du sofort lernst, wie Du einen Double Opt-in Prozess anlegst und testest.</p></li></ul><p><strong>Leads sind das Allerwichtigste im Online Marketing - damit Dir nicht irgendwann der Boden unter den Füßen weggezogen wird (z.B. wenn ein Social Media Konto gesperrt wird), lernst Du in diesem Kurs auch professionelles E-Mail-Marketing.</strong></p><ul><li><p>Du lernst die wichtigsten E-Mail-Marketing Anbieter im deutschsprachigen Raum kennen.</p></li><li><p>Du wirst den Unterschied zwischen E-Mail Kampagnen und Newslettern kennenlernen. </p></li><li><p>Du wirst verstehen, warum Tag-basiertes Marketing dem listenbasierten E-Mail Marketing haushoch überlegen ist.</p></li><li><p>Wir legen eine komplette Landing Page an inkl. technischer Anbindung - allein das spart Dir monatelanges Herumprobieren oder mehrere Tausend Euro für eine Agentur.</p></li><li><p>Am Ende des Kurses wirst Du Profi in <em>BEIDEN</em>&nbsp;Tools sein und somit sogar in der Lage sein, für Deine eigenen Kunden zu einem hohen Stundensatz E-Mail-Kampagnen anzulegen.!</p></li></ul><p><br></p><p><strong>Also worauf wartest Du noch? Schreibe Dich jetzt sofort ein und lerne, wie Du ein erfolgreiches Online Business aufbaust in 14 Tagen - selbst als völliger Anfänger ganz ohne Vorwissen!</strong></p><p>Wichtige Info: Als Gründungsmitglied dieses&nbsp;Kurses bekommst Du laufend gratis Updates.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-01-21_23-02-38-bd973ae71407aef8876e0fa2a8ebcb6e/1/WebHD_720p.mp4?Expires=1638557619&Signature=AYqIbtvQt85IB2BXrl6ZLqcKTVONXHf559D7iwZwOwmhiThXgKM-qAHgjnUkj-ppSI4f~Pxoe8nCbPhZJUWMe-z5WcZH9vLSDQ1SsX-oy~FaerEm~9Rp72S12Z9fS8VY7HsWwV15b5T~hER1OSEjDr6bcqx993TAlysGUhEGGAyBErvIjLtuG3uWcwb6gsCMIeXSEcB8CDmXYgiqwq5PwP4Rg2h1yVzRfvWSUaIpKygBzAXsbVgAB8UdypflLEN8Jx1zqQQWqnUKZOcCAzhsWb781OgnaO~TkgwyuKTg-qDsGpGPoCG6i4Oop8Axjxl9k7VNgWxk7krIcvCUsVLQSA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3361270", "category": "Business", "sub_category": "Human Resources", "title": "HR Analytics using MS Excel for Human Resource Management", "level": "All Levels", "author": "Start-Tech Academy", "duration": "10 hours", "rating": "4.3", "reviews": "1958", "students": "75284", "coupon_code": "BA8DB3", "preview_img": "https://img-b.udemycdn.com/course/750x422/3361270_1ebe_3.jpg?secure=whuhbdGgNemKx06MXhEwCg%3D%3D%2C1638627835", "coupon_link": "https://www.udemy.com/course/hr-analytics-using-excel/?couponCode=BA8DB3", "end_day": "2021-12-08 07:55:54+00:00", "headline": "Use Excel for HR Analytics, calculate HR metrics, build HR dashboards & ML models for Human Resource & People Analytics", "description": "<p>You're looking for a complete <strong>course on understanding HR Analytics using Excel </strong>to<strong> </strong>drive business decisions, right?</p><p>You've found the<strong> right HR Analytics using MS Excel </strong>course! HR analytics provides scientific support to decision-making concerning a firm's human resources. This course on HR analytics addresses the topic of HR analytics with a practical focus, focusing especially on demystifying analytics for Human Resource managers, from both statistical and computing point of view.</p><p>After completing this course <strong>you will be able to</strong>:</p><ul><li><p>Use MS Excel to create and automate the calculation of HR metrics and devise HR analytics techniques in your workplace</p></li><li><p>Make HR Dashboards as per HR analytics standards and understand all the charts that you can draw in Excel</p></li><li><p>Implement predictive ML models such as simple and multiple linear regression to predict outcomes to real-world HR problems using HR analytics techniques</p></li><li><p>Use HR analytics tools like pivot tables filtering and sorting options in Excel to summarize and derive information out of the available HR data</p></li><li><p>create appealing data summaries and dashboards to present the HR story in the most effective way</p></li></ul><p><strong>How this course will help you?</strong></p><p>A <strong>Verifiable Certificate of Completion</strong> is presented to all students who undertake this HR Analytics: Strategies &amp; Models in Excel course.</p><p>If you are a Human Resources manager or an executive, or a student who wants to learn and apply HR analytics techniques to real-world problems of the HR business function, this course will give you a solid base for that by teaching you the most popular HR analytics models and how to implement HR analytics in MS Excel.</p><p><strong>Why should you choose this course?</strong></p><p>We believe in <strong>teaching by example</strong>. This course is no exception. Every Section’s primary focus is to teach you the concepts through how-to examples. Each section has the following components:</p><ul><li><p><strong>Theoretical concepts</strong> and use cases of different HR analytics models</p></li><li><p><strong>Step-by-step instructions</strong> on implementing HR analytics models in excel</p></li><li><p><strong>Downloadable Excel files</strong> containing data and solutions used in each lecture on HR analytics and Human Resource Management</p></li><li><p><strong>Class notes and assignments</strong> to revise and practice the concepts on HR analytics and Human Resource Management</p></li></ul><p>The practical classes where we create the model for each of these strategies is something that differentiates this course from any other course available online.</p><p><strong>What makes us qualified to teach you?</strong></p><p>The course is taught by <strong>Abhishek </strong>(MBA - FMS Delhi, B.Tech - IIT Roorkee) and <strong>Pukhraj</strong> (MBA - IIM Ahmedabad, B.Tech - IIT Roorkee). As managers in the Global Analytics Consulting firm, we have helped businesses solve their business problem using Analytics and we have used our experience to include the practical aspects of HR analytics in this course.</p><p>We are also the creators of some of the most popular online courses - with over 600,000 enrollments and thousands of 5-star reviews like these ones:</p><p><em>This is very good, i love the fact the all explanation given can be understood by a layman - Joshua</em></p><p><em>Thank you Author for this wonderful course. You are the best and this course is worth any price. - Daisy</em></p><p><strong>Our Promise</strong></p><p>Teaching our students is our job and we are committed to it. If you have any questions about the course content, HR analytics tools, human resource management, practice sheet or anything related to any topic, you can always post a question in the course or send us a direct message.</p><p><strong>Download Practice files, take Quizzes, and complete Assignments</strong></p><p>With each lecture, there are<strong> class notes</strong> attached for you to follow along. You can also take <strong>quizzes</strong> to check your understanding of concepts on HR analytics and human resource management. Each section contains a <strong>practice assignment</strong> for you to practically implement your learning on HR analytics and human resource management.</p><p><strong>What is covered in this course?</strong></p><p>The analysis of data is not the main crux of analytics. It is the interpretation that helps provide insights after the application of analytical techniques that makes analytics such an important discipline. We have used the most popular analytics software tool which is MS Excel. This will aid the students who have no prior coding background to learn and implement HR analytics concepts to actually solve real-world HR problems.</p><p>Let me give you a brief overview of the course</p><ul><li><p><strong>Part 1 - Introduction</strong></p><p>In this section, we will learn about the course structure and the meaning of some key terms associated with HR Analytics.</p></li><li><p><strong>Part 2 - Essential MS Excel formulas and using them to calculate HR metrics</strong></p><p>In this part, we will start with a tutorial on all the popular MS Excel formulas. Then we will see the implementation of these to calculate and automate the HR metrics. This is an important part of HR analytics of a human resource dataset. We also discuss a separate case study where we use Excel to calculate the average cost of external and internal hiring.</p></li><li><p><strong>Part 3 -</strong> <strong>Visualization in Excel and HR Dashboarding</strong></p><p>In this part, we will begin with a tutorial on all the popular charts and graphs that can be drawn in MS Excel. Then we will see the implementation of these to create visualize HR analytics of the available HR data. We also discuss a separate case study where we use Excel to build a department-wise demographic distribution of human resources.</p></li><li><p><strong>Part 4 - Data summarization using Pivot tables</strong></p><p>In this part, we will learn about several advanced topics in MS Excel such as Pivot tables, indirect functions, and also about data formatting. Then we will see the implementation of these to create beautiful summaries of HR analytics of the available HR data. We also discuss a separate case study where we use Excel to build a dynamic department wise demographic dashboard and format it to make it presentable.</p></li><li><p><strong>Part 5 - Basics of Machine Learning and Statistics</strong></p><p>In this part, we introduce the students to the basics of statistics and ML. This part is for students who have no background understanding of ML and statistics concepts.</p></li><li><p><strong>Part 6 - Preprocessing Data for ML models</strong></p><p>In this section, you will learn what actions you need to take step by step to get the data and then prepare it for analysis these steps are very important. We start with understanding the importance of business knowledge then we will see how to do data exploration. We learn how to do uni-variate analysis and bivariate analysis then we cover topics like<strong> outlier treatment, missing value imputation, variable transformation, and correlation.</strong></p></li><li><p><strong>Part 7 - Linear regression model for predicting metrics</strong></p><p>This section starts with a simple linear regression and then covers multiple linear regression.</p></li></ul><p>We have covered the basic theory behind each concept without getting too mathematical about it so that you understand where the concept is coming from and how it is important. But even if you don't understand it, it will be okay as long as you learn how to run and interpret the result as taught in the practical lectures.</p><p>We also look discuss an HR case study where we try to predict the CTC to be offered to new recruits basis their previous experience, past CTC, job location, and qualification.</p><p>I am pretty confident that the course will give you the necessary knowledge and skills related to HR analytics and human resource management to immediately see practical benefits in your workplace.</p><p><strong>Go ahead and click the enroll button, and I'll see you in lesson 1 of this HR analytics course!</strong></p><p><strong>Cheers</strong></p><p><strong>Start-Tech Academy</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-08-05_13-47-38-115785ded3f1904a28cf55ff5f3f5ac5/1/WebHD_720p.mp4?Expires=1638557635&Signature=OLoVWe0MoO2oXshRUlOpCk4KnPPAb5KczEVyEYCw0Es490C6hiCSLubiRoSXxO5PnG72FMm1EocSXLwhld8N6sVpAnVIKOeu3XL7VcYFK9r~0vzdq-sTztznxm5VVTY9JYQuGg-U1bOlU-IeTq~W-rUtQCShs7AysWwGuFL0irfJAvdMEMUVIkiXxQHQgiyz90Odrjfp43hVA0MukORpCCT8NqJiEuNrgUKbZiZ~pNUgm5GTjjEKKmWohvQgQsr83PE8s1ulx8Bmt1JlIvsS~uHN3kHmoxCH8d10kjUuf9Njty4AgN5eMbTjxk7WiUlsGFIgdx2TbkaosFhXwNeQmg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4416812", "category": "IT & Software", "sub_category": "IT Certifications", "title": "MuleSoft Certified Developer - Level 1 (Mule 4) - Exams", "level": "All Levels", "author": "Beat Academy", "duration": "", "rating": "0.0", "reviews": "0", "students": "1091", "coupon_code": "8C496A3E1BAECA4325FA", "preview_img": "https://img-b.udemycdn.com/course/750x422/4416812_383f.jpg?secure=FW2BoNs7aRU2GTtilkIQTA%3D%3D%2C1638627846", "coupon_link": "https://www.udemy.com/course/mulesoft-certified-developer-level-1-mule-4-exams/?couponCode=8C496A3E1BAECA4325FA", "end_day": "2021-12-07 14:21:14+00:00", "headline": "Practice on actual questions with detailed explanations - 2021", "description": "<p>A <em>MuleSoft Certified Developer – Level 1</em> should be able to successfully work on basic Mule 4 projects with guidance and supervision. The <em>MCD – Level 1 (Mule 4)</em> exam validates that a developer has the required knowledge and skills to design, build, test and debug, deploy, and manage basic APIs and integrations: moving from Anypoint Platform to Anypoint Studio and back. Certified candidates should be able to:</p><ul><li><p>Use MuleSoft-hosted Anypoint Platform to take a basic API through all the steps of its lifecycle: design, build, deploy, manage, and govern.</p></li><li><p>Use Anypoint Studio to build, test, and debug basic integrations and API implementations.</p></li><li><p>Connect to a range of resources including databases, files, web services, SaaS applications, and JMS queues.</p></li><li><p>Perform basic data transformations using DataWeave 2.0.</p></li><li><p>Control event flow and handle errors.</p></li><li><p>Process batch records.</p></li></ul><p>The MCD - Level 1 or as it’s also known, the <em>MuleSoft Certified Developer - Level 1 (Mule 4)</em>, like all tests, there is a bit of freedom on Mulesoft's part to exam an array of subjects. That means knowing the majority of MCD - Level 1 content is required because they test randomly on the many subjects available. Be aware too that experience requirements often exist because they’ve observed the average person and what is required. You can always push past that to succeed with the MCD - Level 1 but it may take some extra work.</p><p>The exam validates that you can perform the following tasks:</p><ol><li><p>Explaining application network basics</p></li><li><p>Designing and consuming APIs</p></li><li><p>Accessing and modifying Mule events</p></li><li><p>Structuring Mule applications</p></li><li><p>Building API implementation interfaces</p></li><li><p>Routing events</p></li><li><p>Handling errors</p></li><li><p>Transforming data with DataWeave</p></li></ol>", "preview_video": ""}, {"course_id": "4022626", "category": "Business", "sub_category": "Management", "title": "SUPPLY CHAIN SKILLS : Logistics Optimization Tools", "level": "All Levels", "author": "ELOUAZZANI HAMZA", "duration": "1 heure", "rating": "4.5", "reviews": "7", "students": "1748", "coupon_code": "F7FA873F0CBD6F2A991D", "preview_img": "https://img-c.udemycdn.com/course/750x422/4022626_84e8_2.jpg", "coupon_link": "https://www.udemy.com/course/supply-chain-skills-logistics-optimization-tools/?couponCode=F7FA873F0CBD6F2A991D", "end_day": "2021-12-04 22:25:23+00:00", "headline": "Learn the skills to be a Supply Chain Manager. Take the risk and be the hero of change management", "description": "<p>Bienvenue dans ce cours qui vous permettra d’économiser des milliers de dollars chaque mois en appliquant certains outils appelés : Les outils d’optimisation logistique.</p><p><br></p><p>Mon nom est Hamza et je serai votre formateur.</p><p><br></p><p>Ceci est un cours d’introduction et d’analyse des différents outils logistiques afin de prendre les meilleures décisions dans les bons moments.</p><p>Ce cours est assez riche en information théorique et technique, c’est le fruit de 4 ans de recherche et d’apprentissage approfondi. D’ailleurs c’été le sujet de mon projet de fin d’étude en 2016 pour l’obtention du Master Management Logistique. C’est un très bon sujet qui permet de comprendre la chaine logistique dans sa globalité et d’en avoir une vision très large appelé 360°.</p><p><br></p><p>Les étapes que nous allons aborder lors de cette formation, vous donnera une méthodologie de planification très avancée. Cette dernière vous donnera la possibilité de prévoir et de comprendre le phénomène étudié en temps réel, même lors de l’identification du problème vous aurez déjà beaucoup d’idée de résolution et beaucoup de scénarios.</p><p><br></p><p>Bienvenue donc dans la « SUPPLY CHAIN SKILLS » [<strong>SCS</strong>]</p><p><br></p><p>Toutes les entreprises qui existent dans notre planète cherchent à réduire leurs coûts et optimiser leurs processus. Il faut comprendre qu’en réduisant le temps de traitement ou d’attente on réduit automatiquement un coût, et c’est dans cette perception que les outils d’optimisation logistique ont eu lieu.</p><p><br></p><p>TOYOTA reste la maison mère de la plupart de ces outils, pendant toutes ces années TOYOTA nous a offert beaucoup de méthode et d’outils applicables qui servent à mesurer notre activité, identifier nos dysfonctionnement et réagir par des actions correctives qui nécessitent surement un bagage technique et une expérience nettement avancée pour résoudre un phénomène ou même pour améliorer un processus.</p><p>Supplychain, Logistics, La gestion logistique, La supply chain, Gestion des stock, Gestion des approvisionnements, Gestion des importations, Gestion de la chaine logistique, Global logistics, logistique, la logistique globale, La gestion, la méthode ABC, POKA YOKE, SIX SIGMA, White belt, Yelow belt, Green belt, Black belt.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-05-14_01-54-08-e97a6fd8fa87d1780a695f7f906ae5b4/1/WebHD_720p.mp4?Expires=1638557659&Signature=Iw-EnboX7ScqCf41OciMp86tEDl3vLmvGDSLTMJ1c7m8o5e9wvbtT7BQh6Mw6bd1LtVzwxI9q~XqQ8QfImILPQu00OuIuqUkcKYScsC1~5oVFGsJkVCBI1xJWSEcsDzNli9A3bJH~WUivkoiDVdRYSKKnlXrxFzqn4XkjrEZr1NI3ay4dnPcgJsT3-oJOyrXP2Wj1gLm7CvlyBUNq5xbW6Q5jQzt1NlsKy7WV1QT7tVwAFEUXzGqyJkeHIJ7JbitvPPv-sCSwUuemH9osDEvYSBAJvIGuOOClPKq5K8v6A2ejWi1gfpHxXB7uVSyeou3otxEp9OPcjTuZVtuvZKbDw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2391200", "category": "Marketing", "sub_category": "Social Media Marketing", "title": "Complete Guide to Pinterest & Pinterest Growth 2021", "level": "All Levels", "author": "Nick Nyxson", "duration": "4.5 hours", "rating": "4.4", "reviews": "565", "students": "89738", "coupon_code": "47357FC945A4493E4D66", "preview_img": "https://img-c.udemycdn.com/course/750x422/2391200_2e32_5.jpg", "coupon_link": "https://www.udemy.com/course/pinheroes/?couponCode=47357FC945A4493E4D66", "end_day": "2021-12-06 15:25:25+00:00", "headline": "Pinheroes - Advanced Guide To Pinterest Business ,Pinterest Growth, Tailwind and More", "description": "<p>Hey there, Nick Nyxson here.</p><p>Welcome to PinHeroes.</p><p>Only Pinterest course EVER to teach you how to grow your profile on Pinterest from 0 to 1 Million monthly viewers in just short few months.</p><p>Pinterest is one of the fastest-growing social media platforms and its main appeal is its unconventional way treat the content. It is an ONLY social media platform that Not just NOT RESTRICT&nbsp;external content but actively encourages it. For that reason alone it has become one of the largest social media platforms for businesses and entrepreneurs.</p><p>And That's where I come in.</p><p>In this course you will learn THESE and much more:</p><ul><li><p>How to create Pinterest Profile;</p></li><li><p>How to claim your website and social media platforms;</p></li><li><p>What are Rich Pins and how to use them;</p></li><li><p>How to setup profile and boards for the win;</p></li><li><p>How Mass Create Your pins;</p></li><li><p>How to decrease your work needed to just a few hours per week</p></li><li><p>How to control growth</p></li><li><p>And Much more.</p></li></ul><p>And most importantly course is made in the way to help not just users of Pinterest but absolute beginners as well. Plus the course is made with methods that will be working for the years to come! NO&nbsp;MORE&nbsp;CHANGING&nbsp;STRATEGIES&nbsp;EVERY MONTH!</p><p>And EVEN most importantly you will gain direct access to me for any questions and suggestions.</p><p>Start now and CRUSH Pinterest for the years to come.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-11-26_08-56-05-d1653ed330e0a9af9b2585e560ac104f/1/WebHD_720p.mp4?Expires=1638557670&Signature=cA2zQTkfldONctnb7qN7lpoFIeFJEGkk3SPKrH0N4CBGzvRTHnccEIcRpAhc4Ek9bfBykOFiPtA0yDKMO0LPv7heQbtF0CVkVqcNj39lZd1iN2TJ5z25fkR18fA3M0kCN798j6Svqz7IUYOIzn5usCcamfx6jJdWArOCcVQgTWkpFHS7Er2SC7gKWSMfKK4wDeP~O7pZVV0cOz~thhUajK~-1PtHL-zQrafEXhypD6RMSpRE5h2WpWvWzH7KVYLDhquNAsEE4bxM463Ak-OLw3bsLTQ6Flil9Yfwjsp8nvK05yuR7HjpMVyzE4-P9UxZSlDG9kVLGx4niuisGmdmag__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4418470", "category": "Marketing", "sub_category": "Video & Mobile Marketing", "title": "【YouTuberを目指す】顔出しのないYouTubeチャンネルの完全マニュアル", "level": "All Levels", "author": "Vivian (ビビアン) He", "duration": "1.5時間", "rating": "4.5", "reviews": "2", "students": "211", "coupon_code": "42A9105B3A48D04DBA6C", "preview_img": "https://img-c.udemycdn.com/course/750x422/4418470_4a6a.jpg", "coupon_link": "https://www.udemy.com/course/no-face-youtube/?couponCode=42A9105B3A48D04DBA6C", "end_day": "2021-12-05 09:12:00+00:00", "headline": "「顔出ししないYouTuberが教える」苦手なことをしないでファンが集まるYouTubeチャンネルのつくり方～YouTuberを目指し、あなたならではの動画コンテンツをこれから配信していく自信とノウハウを手にしていただけます。", "description": "<p>はじめまして、講師のビビアンです。</p><p><br></p><p>本講座に興味を持っていただいてありがとうございます。</p><p><br></p><p>この案内を見ているあなたは以下の事で悩んでいるかもしれません。</p><p><br></p><p><strong>「YouTubeをはじめたいけれど、顔出ししたくないなあ」</strong></p><p><strong>「撮影やカメラはわからないので、簡単な方法でYouTube作っていけるかなあ」</strong></p><p><strong>「顔出しのチャンネルは作ってみたけれど、継続しにくいし評価されるのは嫌だなあ」</strong></p><p><br></p><p>私がはじめて作ったチャンネルは顔出しで、15分の動画を作るのに合計20時間もかかりました。</p><p>その後はインタビューをメインに動画を出してみたけれど、毎週アップするのはかなり難しいでした。</p><p><br></p><p>YouTubeを作るのに、芸能人みたいにならないといけないかなあ。</p><p>でも、自分を変えてしまったら、それこそおかしくなりますよね。</p><p>その違和感を感じながら「ザ・YouTuberキャラクター」のまねをして2年間続けました。</p><p><br></p><p>しかし、それほど成果はなく、2年やっても100人ちょっとの登録者だったので最後は諦めることにしました。</p><p><br></p><p>たくさん挫折しましたが、あの時の経験には感謝しています。</p><p>なぜなら、<strong>そのおかげで動画を編集する方法や専門マイクのつけ方、または自分のスタイルはなんなのか、何が得意なのかがわかったのです。</strong></p><p><br></p><p>それから3年後、再来日した翌年はコロナがはじまりました。</p><p>その時ちょうど私も考え方が変わったときなので、英語の引き寄せの法則を日本語に訳して顔出ししないチャンネルをはじめることにしました。</p><p><br></p><p>今度は誰かのふりをするより、</p><p>力を抜いてリラックスしたまま情報を発信しています。</p><p><br></p><p><strong>メイクもしなくていいし、</strong></p><p><strong>部屋はちらかしてもいい。</strong></p><p><strong>安心して音声に特化した質の高いコンテンツを出せるようになりました。</strong></p><p><br></p><p>しかも、編集を含めて4-5時間で一本の動画ができあがります！</p><p><br></p><p>3年前の20時間一本と比べたらかなり進化しています。</p><p>編集が速くなったというより、顔だしから顔出ししない方法に変えただけでスピードが上がりました。</p><p><br></p><p><strong>この講座は私、顔出ししないチャンネルを運営しているYouTuberとして、チャンネルの考え方から作り方まで詳しくお伝えしていきます。</strong></p><p><strong>顔出しNG＋声NGのチャンネルのつくり方もありますので、</strong></p><p><strong>あなたに合った方法は必ずあります。</strong></p><p><br></p><p>この講座を受講すると、</p><p><strong>リラックスした感じの動画をどのように作るか、</strong></p><p><strong>苦手なカメラトークをしなくてチャンと収益できるチャンネルはどのように作ればいいかがわかります。</strong></p><p><br></p><p>レッスンはどんな感じで進むかが気になれば、レッスンのプレビューを見てくださいね。</p><p><br></p><p>それでは、講座の中でお会いしましょう。</p><p><br></p><p>＊この講座ではチャンネルの構成から作り方まで解説していますが、細かい編集やYouTubeに載せる方法については触れていません。もしそれらに興味があれば私の講座リストを見てください。</p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-28_12-18-44-bbe20aabf7af1e50ede885d75f473a2d/2/WebHD_720p.mp4?Expires=1638557673&Signature=PR-d4HHDj1ul9Va3cFM286cqbTQO-RnJg9wM~ohmslNH9AjHdgx7CSYG7qaAVldwbWfYF4CK3jOuZs4xA5Gg8ZtUVA07M9ye-UqTQIrZfJS9r7oH9zFLRHZF5230TZ3RWzrJVss3d9AXRgty79LgHS-uMBXa1tBKi0FWc7hOkp9xin3pJh8~vVbxl3isBQ1olum0bFGrOLHOFXDd9KVm~I6rLtK48rDR5WdScHl7M7J0Y14PaLIN0rRGJOtBxBIpWZnwQ1w~zGzOeDbWyCGeqE4vU4YOZYXtwS-k7PEeGzf1E1TafqR0D3YiNmtUIv2Uwb5SPsHIf411lrklzxZYuA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3161726", "category": "Personal Development", "sub_category": "Personal Productivity", "title": "Learn To Focus: Meditation & Mindfulness For ADHD", "level": "Beginner Level", "author": "Kevin Ellerton", "duration": "1 hour", "rating": "4.6", "reviews": "377", "students": "55244", "coupon_code": "D5B11EA7A7EC97C0A1B9", "preview_img": "https://img-b.udemycdn.com/course/750x422/3161726_8bc7_5.jpg?secure=OOcj_PeC2K-FwwVlxq63cA%3D%3D%2C1638627879", "coupon_link": "https://www.udemy.com/course/meditation-for-adhd/?couponCode=D5B11EA7A7EC97C0A1B9", "end_day": "2021-12-04 02:13:32+00:00", "headline": "Don't \"cure\" your ADHD - transform it into a superpower!", "description": "<p>ADD and ADHD can make it hard to focus &amp; get things done. You have lots of mental energy (that's why you're so smart!) but you have a hard time directing it to one thing at a time. Many people go through their entire lives in this scatter-brained state, jumping from thing to thing, never fully concentrating on, or actually enjoying, anything. This can lead to major school &amp; career problems (not paying attention in class, not paying attention at work, not caring about what you're working on, bouncing from job to job, career to career, etc), and problems becoming a successful adult.</p><p>For some handicaps, there is simply no cure, no way out. Thankfully, ADD/ADHD is NOT&nbsp;one of those handicaps. ADD &amp;&nbsp;ADHD&nbsp;can actually be a blessing in disguise, if you learn how to channel your mental energy, to focus it, to make it like a laser. This is called <em>hyperfocusing</em>, and it is a superpower unique to ADD/ADHD people!</p><p>You may have noticed that while you sometimes can't focus on anything at all, sometimes you can get <em>extremely zoned in to one thing</em> (like these words, for example). And oftentimes (for some of us, more often than not), the thing that you're zoned into is the wrong thing. For example, my first year in college I&nbsp;got so sucked into social media that I barely went outside and met actual friends. Sometimes this still happens to me, if I pick up my phone right when I wake up and click on a social media notification before I&nbsp;start meditating for the day. Social media platforms are designed to suck you in -- that's how they make money. That's bad news for ADD / ADHD people. And there are tons of other useless, unproductive, time-wasting things that can suck in your attention, if you don't learn how to control your hyperfocus.</p><p>The good news is that you can learn how to control your hyperfocus, and use it to supercharge your life by focusing on the things you actually <em>want</em> to be focused on! It's not easy, but it is actually very simple. The answer can be written in just ten letters: MEDITATION.</p><p>Meditation is the single most important key to controlling your hyperfocus, focusing on what you want to focus on, and moving your attention to the things that you want it to be on. Meditation is not some woo-woo magical thing... it's literally just training your brain to focus. That's literally what meditation IS. It's a practice of bringing your mind into the present moment, and focusing it on one thing at a time. This practice strengthens the parts of your brain that are responsible for regulating your attention. Just like lifting weights builds muscles in your body, practicing meditation builds neural connections in your brain (it's a process called neuroplasticity -- look it up!). Just like your muscles get bigger from lifting weights, your brain gets bigger by practicing meditation! And just like you can focus your exercise on strengthening a particular part of your body (arms, legs, chest, etc), you can focus your meditation on strengthening a particular part of your mind (deep focus, broad focus, generating joy, love, happiness, etc).</p><p>Many of the world's most successful entrepreneurs, futurists, inventors, and celebrities are people who have learned to direct their ADHD energy and control their innate powers of hyperfocus. In this course, we will use meditation to do that, and more -- to become more focused, successful, stable, joyful, energized, and just plain happier in life!</p><p>By the end of this course, you will be experienced with five different meditation techniques, which you can practice in daily life:</p><p>- breathwork</p><p>- mindfulness</p><p>- mindfulness of breathing</p><p>- concentrating on a physical object, and</p><p>- concentrating on an activity,</p><p>You'll be equipped with the tools you need to become the best version of yourself, and transform your ADD/ADHD from a handicap into a superpower!</p><p>The skills you'll learn in this course will be worth 1000x more than the price of the course. Not only will this course save you money on ADD/ADHD drugs like Adderall &amp; Ritalin, and help you make tens, hundreds, or thousands of times more successful in life than you would have been without being able to control your superpowers of hyperfocus, the meditations you learn in this course will make you immeasurably happier, over the course of your lifetime. And that's kind of the point of this whole \"life\" thing anyway, isn't it? What's $50 in comparison to a lifetime of sustainable happiness?</p><p>Don't get distracted by any shiny things or other tabs. Click the button to sign up for this course now. This may be the single most important moment in your life. Stay focused, sign up now, and start watching right away!</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-05-27_20-20-07-459935e0a9202bdf79719b86a44cb5c4/1/WebHD_720p.mp4?Expires=1638557679&Signature=EJEehHNm5Exh1Znv1YT1ZND3pWvlQ5IWcQvolsudUFF-M3vTrFPWI55xWMTh29xoKWfnfWsR7mzp5uzckiy7xXTgCJ~xhRUAYcD63W9MjE28IkKMzJtXB~n1500VQkFG87CtJItW7RBsCV9sQcQgU-lewMG3Yp~7ArzIdQx2YPqOwtPxse1E5wdJTC9TjiYVOfgDSnFw1Xql386vTmgjeLzjMnUcZdEpgNEnAe~BBRr6mWdT1OqA4icXSaui4oWmZPgZzbhd4xwTWGs3DFmY0nZt8gnB7t70GSjzyRNm7vZfOzP~cbuWa-JRf78Vc~zp31ELCf3zKEaAJzQFCs3EQw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3904774", "category": "Business", "sub_category": "Human Resources", "title": "Diversity At Workplace", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "32 mins", "rating": "4.6", "reviews": "137", "students": "27240", "coupon_code": "NOV.2021", "preview_img": "https://img-c.udemycdn.com/course/750x422/3904774_476b.jpg", "coupon_link": "https://www.udemy.com/course/diversity-at-workplace-t/?couponCode=NOV.2021", "end_day": "2021-12-04 08:14:53+00:00", "headline": "If you want to position your business for success, hire a diverse workforce.", "description": "<p><strong>Diversity in the workplace</strong> is vital for employees because it manifests itself in building a great reputation for the company, leading to increased profitability and opportunities for workers.</p><p>Workplace diversity is important within the organization as well as outside.</p><p><strong>Diversity in the workplace</strong> means that a company’s workforce includes people of varying gender, age, religion, race, ethnicity, cultural background, sexual orientation, religion, languages, education, abilities, etc.</p><p><strong>Why is workplace diversity so important?</strong></p><p>In the modern, globally connected society and market, workplace diversity is becoming a <strong>necessity </strong>rather than a banner companies wave to show their commitment to embracing differences.</p><p>Most of the modern companies can sell their products <strong>all over the world</strong>, reaching many different groups of people. In order to successfully create, present and sell their products in this global market, companies <strong>need </strong>a diversified workforce.</p><p>So, in this class our Learning Objectives are:</p><ul><li><p>Understand what diversity and its related terms mean</p></li><li><p>Be able to identify your stereotypes</p></li><li><p>Understand what terms are politically correct and which are not, and why</p></li><li><p>Be familiar with the four cornerstones of diversity</p></li><li><p>Develop a technique for dealing with inappropriate behavior</p></li><li><p>Develop a management style to encourage diversity</p></li><li><p>Know what to do if you or one of your employees feels discriminated against</p></li></ul><p>So, shall we get started? I wish you a happy learning!</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-03-10_18-27-35-2bbbf410a61aae5dcbeec3c4c3756a88/1/WebHD_720p.mp4?secure=WDAWWRNTDRWXPZjE3lBq2w%3D%3D%2C1638557697"}, {"course_id": "2581606", "category": "Teaching & Academics", "sub_category": "Test Prep", "title": "Test de Citoyenneté du Canada : 210 questions", "level": "Beginner Level", "author": "Carolyn Collet", "duration": "", "rating": "5.0", "reviews": "2", "students": "783", "coupon_code": "0D3FDB852CAA2702531E", "preview_img": "https://img-b.udemycdn.com/course/750x422/2581606_7364_3.jpg?secure=PBeUcY199ui5wG0LnHF-MQ%3D%3D%2C1638627909", "coupon_link": "https://www.udemy.com/course/test-de-citoyennete-du-canada-210-questions/?couponCode=0D3FDB852CAA2702531E", "end_day": "2021-12-05 01:25:25+00:00", "headline": "Préparation au test de citoyenneté du Canada", "description": "<p>Ce cours comporte tout ce qu'il faut pour réussir l'examen de citoyenneté canadienne</p><p>Chaque exercice simule l'examen de la citoyenneté. Vous devrez répondre à des questions sur les droits et les responsabilités des Canadiens et sur les aspects suivants du Canada :</p><ul><li><p>son histoire</p></li><li><p>sa géographie</p></li><li><p>son économie</p></li><li><p>son gouvernement</p></li><li><p>ses lois</p></li><li><p>ses symboles</p></li></ul><p>Les questions de ces tests sont fondées sur le guide d’étude officiel pour l’examen de citoyenneté : Découvrir le Canada – Les droits et responsabilités liés à la citoyenneté.</p><p><br></p><ul><li><p>Vous pouvez interrompre le test à tout moment et reprendre plus tard.</p></li><li><p>Vous pouvez repasser le test autant de fois que vous le souhaitez.</p></li><li><p>La barre de progression en haut de l'écran affiche votre progression ainsi que le temps restant pour terminer le test. Si vous manquez de temps, pas de panique : vous pourrez quand même terminer le test.</p></li><li><p>Vous pouvez passer une question et y revenir à la fin de l'examen.</p></li><li><p>Vous pouvez également utiliser l'option « Marquer pour vérification » pour revenir aux questions dont vous n'êtes pas certain de connaître la réponse avant d'envoyer votre test.</p></li><li><p>Vous pouvez terminer le test et voir vos résultats immédiatement à l'aide du bouton Arrêter.</p></li></ul>", "preview_video": ""}, {"course_id": "2591028", "category": "IT & Software", "sub_category": "Other IT & Software", "title": "OBS Studio - Ultimate Livestreaming Guide to OBS Studio", "level": "Beginner Level", "author": "Nick Nyxson", "duration": "2.5 hours", "rating": "4.4", "reviews": "720", "students": "102766", "coupon_code": "7A4696E0D4A32D007774", "preview_img": "https://img-c.udemycdn.com/course/750x422/2591028_45c3_3.jpg", "coupon_link": "https://www.udemy.com/course/ultimate-beginners-guide-to-open-broadcaster-softwareobs/?couponCode=7A4696E0D4A32D007774", "end_day": "2021-12-07 10:38:32+00:00", "headline": "Start LiveStreaming and Recording to Twitch, YouTube, Mixer & more using Open Broadcaster Software (OBS Studio)", "description": "<p>Welcome to <strong>OBS Studio - Ultimate Livestreaming Guide to OBS Studio!</strong></p><p>Nick Nyxson here, your instructor.</p><p>In this course, you will learn how to start using&nbsp; Open Broadcaster Software (OBS Studio) for Livestreaming on Twitch, YouTube, Mixer, and other platforms,&nbsp; even if you have no idea where to start.</p><p>In this course You Will Learn:</p><ul><li><p><strong>Which version of OBS Studio (Open Broadcaster Software) You need to use;</strong></p></li><li><p><strong>How to download OBS Studio;</strong></p></li><li><p><strong>OBS Studio Settings Walkthrough;</strong></p></li><li><p><strong>OBS StudioSources and Scenes;</strong></p></li><li><p><strong>OBS Studio Audio setup;</strong></p></li><li><p><strong>OBS Studio Effects;</strong></p></li><li><p><strong>and Many More!</strong></p></li></ul><p>Everything you will learn here will be based on My practice as a video content creator and Streamer and Everything shown step by step as I am performing everything live on video.</p><p>Most importantly this course will continue and grow as time passes and all the upgrades will be available for FREE for every enrolled student.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p><p>Join me in this amazing journey and I hope to see you in class :)</p><p><br></p><p><em>This course is made for the complete beginner of Open Broadcaster Software (OBS Studio).</em></p><p><br></p><p><strong><em>Version History:</em></strong></p><p><em>Version 1.0 - Initial Release;<br>Version1.1 - Added 8 New Lectures (and 3 New Sections), Updated Logo.</em></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-11-26_08-55-48-e1f4a9d6f1090c1f1a70be0ec9901712/1/WebHD_720p.mp4?Expires=1638557716&Signature=X0feA81igDeHmNpFMpTOd4aTnbUXavduHEZu6Avdj1kLR5XEKpHuberzoD11wIydsZk1yryRrH6GnZfAhfmd1XZ9NOn1mCJSo~IctqysQhftqvrhVHCk25T9Pd-VuLZCliRWSaxlYtf0eXwkIqbjL0EPozNqbqTq2si61JxgM296SPXKPZ~W63~um795cYz29hsGeXDl96a8JmpOjRbCI7jD8aPdfd2AVpugLqkQiSCLTU8hxyXWvREHQggpiGlIBX-XG34c6hYgIHBN6ngPh~Vdo~RYIVwde6z9HC2awplknrofj7PFNBtg6mOJswbnZPatGqMdT1oWTZeOIRhmeg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4054648", "category": "Personal Development", "sub_category": "Other Personal Development", "title": "Fighting Fear: Destroy your fears with 3 Working Techniques", "level": "All Levels", "author": "Express Skills Academy by James Renua", "duration": "32 mins", "rating": "4.5", "reviews": "10", "students": "875", "coupon_code": "CA1AB4052086590E3696", "preview_img": "https://img-c.udemycdn.com/course/750x422/4054648_5abd_5.jpg", "coupon_link": "https://www.udemy.com/course/defeating-fear-in-30-minutes-3-working-techiques/?couponCode=CA1AB4052086590E3696", "end_day": "2021-12-06 10:20:01+00:00", "headline": "In just 30 minutes, you will learn some really useful information that can help you face your fears and beat it!", "description": "<p>Fear is something we live with our whole lives. It is instilled in our DNA and will always serve its purpose. </p><p>Although it can be the biggest barrier to anybody, it can also serve as an opportunity for growth in development. </p><p>In just 30 minutes, you will learn some really useful information that can help you face your fears and beat it to submission. </p><p>The ability to face your fears and defeat them is a skill that everybody should have in order to achieve their goals in life.&nbsp; </p><p><strong>What will you learn:</strong> </p><p>This course will be the start to a new fearless life. Here, you will learn about fear, what it is, why you have it, and how it can be defeated by using three working techniques.</p><p>You will start this course be taking a trip back in time and visit your ancestors. You will learn why they had fear and how it has kept them alive during some of the most dangerous times in human history.</p><p>Then you will continue on and learn about 3 fantastic techniques that focus heavy on the mental aspects of using controlled breathing and self-analysis. You will learn how to meditate, create a safe space in the bastion of your mind, and even become your favorite superhero. </p><p><strong>Who is it for?&nbsp;</strong></p><p>Everyone, because absolutely everybody experiences fear in their lives. This course is perfect for anyone of any age, gender, or occupation. </p>", "preview_video": "https://mp4-b.udemycdn.com/2021-05-17_14-03-58-8533b56835e340c460c222686fc3fe31/1/WebHD_720p.mp4?secure=OPKohR6ooTohWln3bmmW7A%3D%3D%2C1638557736"}, {"course_id": "3442354", "category": "Business", "sub_category": "Entrepreneurship", "title": "Make Money From Home: 12 EASY Options to Make Money Now", "level": "All Levels", "author": "Roope Kiuttu", "duration": "2.5 hours", "rating": "3.2", "reviews": "537", "students": "63421", "coupon_code": "241A8027EF16C1D0DF71", "preview_img": "https://img-b.udemycdn.com/course/750x422/3442354_f3a1_2.jpg?secure=swhGab9l4QySOr9ZZ5pccQ%3D%3D%2C1638627946", "coupon_link": "https://www.udemy.com/course/make-easy-money-from-home/?couponCode=241A8027EF16C1D0DF71", "end_day": "2021-12-07 11:23:25+00:00", "headline": "Do YOU Want to Make Money From Home? I've Helped Over 385,000 People And I'd Love to Help YOU too!", "description": "<p><strong>If YOU have been looking for easy options to make money from home, this course is the right one for you.</strong></p><p><strong>I'll show you CLICK-BY-CLICK&nbsp;12 easy ways to make money online.</strong></p><p>This will also give YOU confidence that anyone can earn money from home.</p><p>Everything in this course is <strong>extremely simple and easy-to-follow.</strong></p><p>If you are looking for more advanced strategies to make money online, I&nbsp;advise that you take my other Udemy courses where I'll show you more profitable strategies.</p><p>These methods are EASY&nbsp;Ways to make money but in my other courses, you'll learn how to earn BIG&nbsp;money online.</p><p><strong>I help people WORLDWIDE to make money and every single day over 10,000 people watch my videos on YouTube. </strong></p><p>My greatest people is to see people succeeding when they use my methods to make money.</p><p>Every single person is important.</p><p>Once you learn these EASY ways to make money, you can move to more profitable ways to earn money online that I will show you.</p><p>You're gonna be the next success story!</p><p>I'll see YOU inside my money-making courses!</p><p>It's Your Time!</p><p>- Roope \"Educating over 385,000 people on Udemy on how to make money online\"&nbsp;Kiuttu</p><p><strong>PS. If you have been dreaming of making money from home, now is the high time to START!</strong></p><p><strong>Every second that you delay may be costing you money.</strong></p><p><strong>Take action before it's too late...</strong></p>", "preview_video": "https://mp4-b.udemycdn.com/2021-06-29_15-01-32-1d3903cb53d6bad67030baa5228a7d72/1/WebHD_720p.mp4?secure=QlWgqJLIDeBio1KcbYx1Bg%3D%3D%2C1638557746"}, {"course_id": "1839672", "category": "Office Productivity", "sub_category": "Microsoft", "title": "Der Komplette Excel Kurs - Vom Anfänger zum Profi in 40h !", "level": "All Levels", "author": "Sebastian Glöckner", "duration": "48 Stunden", "rating": "4.6", "reviews": "2210", "students": "22223", "coupon_code": "AFB1FA84E32094732274", "preview_img": "https://img-c.udemycdn.com/course/750x422/1839672_9243_4.jpg", "coupon_link": "https://www.udemy.com/course/excel-kurs/?couponCode=AFB1FA84E32094732274", "end_day": "2021-12-06 14:27:16+00:00", "headline": "Der 40 Stunden Excel-Kurs - Alles in einem Kurs (Diagramme, Pivots, VBA) - Vom absoluten Anfänger zum echten Excel Profi", "description": "<p><em>Letzte Aktualisierung: 29.11.2021</em></p><p><strong>***&nbsp;DER KURS WIRD&nbsp;LAUFEND&nbsp;ERWEITERT -&gt; neue Inhalte&nbsp;jeden&nbsp;Monat! ***&nbsp; </strong></p><p><br></p><p><strong>LERNE EXCEL VON&nbsp;DER ERSTEN&nbsp;FORMEL&nbsp;BIS&nbsp;HIN ZUM KOMPLEXEN&nbsp;VBA&nbsp;MAKRO! <br>Damit kannst Du jedes Excel-Problem lösen - das bedeutet, Du bist im Berufsleben unverzichtbar!</strong></p><p><strong><br>Darf ich Dir zunächst ein&nbsp;paar Fragen stellen?</strong></p><ul><li><p>Möchtest Du mit Microsoft Excel wirklich durchstarten - <strong>um Dir Deine Jobs in Zukunft aussuchen zu können</strong>?</p></li><li><p>Lernst Du auch gerne durch PRAKTISCHE Erklärungen mit <strong>ECHTEN Beispielen</strong>?</p></li><li><p>Du willst&nbsp;<em>nicht</em>&nbsp;nur für den Kurs vorbereiteten Beispiele, die&nbsp;in der Praxis doch&nbsp;nicht relevant sind?</p></li><li><p>Du willst&nbsp;Erfahrungen und Best Practices aus 25 Jahren Excel-Erfahrung hören?</p></li><li><p>Du willst die Excel Funktionen in der <strong>RICHTIGEN Reihenfolge</strong> lernen, in der Du sie brauchst? <br><strong><br>...dann bist Du hier genau richtig! </strong></p></li></ul><p><br></p><p><strong>✅&nbsp; MODUL 1: Microsoft Excel für Einsteiger - von der ersten Formel zum sicheren Umgang mit Excel<br></strong>Hier lernst Du von Grund auf Excel kennen. Du lernst:</p><ul><li><p>Wo Du&nbsp; Excel überhaupt herbekommst</p></li><li><p>Wie Du Microsoft Excel installierst und damit umgehst</p></li><li><p>Wozu Formeln gut sind und wie Du sie benutzt</p></li><li><p>Grundrechenarten, Zahlenformate, automatische Berechnungen</p></li><li><p>Diagramme zu erstellen und sinnvoll zu nutzen</p></li><li><p>Logische Formeln und verschachtelte Funktionen(!)</p></li><li><p>Verweis-Funktionen zur intelligenten Verknüpfung von Tabellen</p><p><br></p></li></ul><p><strong>✅&nbsp; MODUL 2: Excel für Fortgeschrittene - mit 3 Projekten zum Excel-Profi</strong><br>Hier erarbeiten wir fortgeschrittene Excel-Funktionen im Rahmen von drei praxisnahen Projekten.</p><ul><li><p><strong>Projekt 1: Daten in Excel professionell verwalten</strong></p><ul><li><p>Hier lernst Du anhand eines realistischen Falles die sinnvollsten Funktionen um Umgang von Daten in großen Tabellen kennen.</p></li><li><p>Es geht um Verweise auf fremde Daten, Konsistenz und eine Menge Zeitersparnis im Alltag.</p></li><li><p>Wir gehen alles Schritt für Schritt durch, alle Zwischenergebnisse sind für Dich zum Download verfügbar.<br></p></li></ul></li><li><p><strong>Projekt 2:&nbsp;Clevere Zeiterfassung in Excel selbst aufbauen</strong></p><ul><li><p>In diesem Projekt geht es um den Umgang mit Zeit.</p></li><li><p>Wir bauen uns eine eigene Zeiterfassung mit Pausen, automatischer Erkennung von Überstunden und Wochenenden</p></li><li><p>Und ganz nebenbei lernst Du, wie Du in Exel mit Zeiten rechnen kannst<br></p></li></ul></li><li><p><strong>Projekt 3:&nbsp;Mit Pivot-Tabellen verborgene Schätze heben</strong></p><ul><li><p>Vermutlich jeder hat schon mal das Wort Pivot-Tabelle gehört, aber viele wissen nicht, wie sie selbst eine erstellen können.</p></li><li><p>Dabei ist es sehr einfach, intuitiv und spaßig! Du kannst damit kinderleicht große Datenmengen auswerten und Zahlen endlich sichtbar machen.</p></li><li><p>Wir gehen hier alle wichtige Funktionen Schritt für Schritt an einem realistischen Beispiel durch. </p></li></ul></li></ul><p><br></p><p><strong>✅&nbsp; MODUL 3: Excel VBA Makros - Lass Excel für Dich arbeiten!<br></strong>Hier lernst Du die Magie der Excel-Automatisierung kennen! </p><ul><li><p>Wusstest Du, dass man in Excel richtige Programme schreiben kann, die Dir die Arbeit abnehmen?&nbsp;</p></li><li><p>Du lernst zuerst den Makro-Rekorder kennen, die \"Einstiegsdroge\" in Richtung Programmierung.</p></li><li><p>Mit vielen kleinen Beispielen arbeiten wir uns gemeinsam vor, bis Du Dir in Excel eigene Programme schreiben kannst, die Dir sehr viel Zeit sparen werden.</p></li></ul><p><br></p><p><strong>✅&nbsp; MODUL 4: Excel Best Practices - mit wenig Aufwand viel erreichen!</strong></p><ul><li><p>Dieser Kurs fasst die wichtigsten Best Practices aus 25 Jahren Excel zusammen!</p></li><li><p>Wusstest Du, dass 80% der Excel-Probleme im Alltag mir nur wenigen Funktionen zu lösen sind? </p></li><li><p>In diesem Kurs lernst Du die besten pragmatischen Lösungen in Excel, die Dich in kurzer Zeit nach vorne katapultieren!<br></p></li></ul><p><strong>✅&nbsp; MODUL 5: Entwickle das berühmte \"All Purpose Excel Kopiertool\" selbst</strong></p><ul><li><p>Das All Purpose Excel Kopiertool habe ich in meinem Job als Unternehmensberater entwickelt und 10 Jahre lang wie einen Schatz gehütet.</p></li><li><p>Es ist ein automatisiertes Kopiertool, das Daten zwischen Excel-Tabellen austauscht, zum Beispiel für regelmäßige Management-Reportings.</p></li><li><p>Das Tool kann von jedermann bedient werden und spart in der Praxis extrem viel Zeit - außerdem beeindruckst du damit Deine Chefs und Kollegen!</p></li></ul><p><br></p><p><strong>✅&nbsp; MODUL 6: Beherrsche Excel Pivot-Tabellen in kurzer Zeit!</strong></p><ul><li><p>Excel Pivot-Tabellen sind in aller Munde&nbsp; - jeder Excel-User kann damit eine Menge Zeit sparen und beeindruckende Berichte erstellen.</p></li><li><p>Dabei sind sie einfach zu bedienen und zu erlernen - und genau das lernst Du in diesem Modul! </p></li><li><p>Du wirst mit Pivot-Tabellen in Sekunden gigantische Datenmengen erfassen und damit tolle und unterhaltsame Übersichten und Diagramme zaubern können - und das ganz ohne Aufwand!</p></li></ul><p><br></p><p><strong>✅&nbsp; MODUL 7: VBA Makro Programmierung für Fortgeschrittene</strong></p><ul><li><p>An dieser Stelle tauchen wir noch etwas tiefer in die VBA-Welt ein. </p></li><li><p>Du lernst praktische Dinge kennen wie z.b. die sogenannten Workbook- und Worksheet-Funktionen. Damit kannst Du Programme vollautomatisch starten, was Dir viel Sicherheit und Zeit bringt.</p></li><li><p>Es macht sehr viel Spaß, das Erscheinungsbild von Excel zu ändern, beispielsweise mit coolen Infoboxen.</p></li></ul><p><br></p><p><br></p><p><strong>- TEILNEHMER-FEEDBACK -</strong></p><p><strong>Claudia Brauer: <br><em>\"</em></strong><em>Der Kurs ist wirklich extrem umfangreich und gut erklärt! Man wird an die Hand genommen und durch alle Funktionen Schritt für Schritt durchgeführt. Danke!</em>\" ⭐️⭐️⭐️⭐️⭐️<br><br><strong>Silvana Fliegel: <br><em>\"</em></strong><em>Der Kurs hat mir super gut gefallen. Er war sehr informativ und verständlich erklärt. Auch der Einblick in die VBA war sehr interessant.\"</em> ⭐️⭐️⭐️⭐️⭐️<br><br><strong>Andrea Kuczora:<br><em>\"</em></strong><em>Der Kurs ist gut verständlich und hilfreich aufgebaut. Man kann sehr gut folgen und bekommt gute Einblicke in nützliche Tools und Herangehensweisen.\" </em>⭐️⭐️⭐️⭐️⭐️<br><br><strong>Oliver Sieger:<br><em>\"</em></strong><em>Das war schon mein zweiter Kurs bei dem Dozenten und wieder wurden alle Erwartungen erfüllt. Sehr umfangreicher Kurs, mit einem absoluten Excel-Profi als Dozenten, der auch noch die richtige Prise Humor mit einbringt. Sehr empfehlenswert.\"</em> ⭐️⭐️⭐️⭐️⭐️<br><br><strong>Martina David:<br><em>\"</em></strong><em>Der Kurs ist gut aufgebaut, man lernt das, was man für die Praxis braucht. So mein Eindruck nach dem Grundkurs. Ein paar Übungen zu den einzelnen Blöcken würde ich mir wünschen, aber vlt. habe ich die bis dato noch nicht entdeckt! Ferner, führt der Dozent mit Ruhe und einer sehr deutlichem Aussprache einem Schritt für Schritt durch die Themengebiete. Hier kommt einem also auch das Akustische sehr entgegen, denn nichts ist störender, als einem „Redner“ zuhören zu müssen, der entweder nuschelt oder schlecht artikuliert. Beides ist hier nicht der Fall!\" </em>⭐️⭐️⭐️⭐️⭐️<br><br><strong>Oliver Hoffmann:<br><em>\"</em></strong><em>Sehr gut und ausführlich mit einfachen Beispielen erklärt. Obwohl ich von den Grundlagen viel weiß, konnte ich von Begin an schon einiges dazu lernen. Die Stimme des Dozenten (Sebastian Glöckner) ist ansprechend, so dass man gerne dabei bleibt und das Lernen in dem Kurs Spaß bereitet.\"</em> ⭐️⭐️⭐️⭐️⭐️<br><br><strong>Sergej Sergeew:<br><em>\"</em></strong><em>Dieser Excel Online Kurs ist sehr gut! Neueinsteiger könnten sich sicher vieles aus dem Netz zusammensuchen. Doch der Vorteil überwiegt bei dem Kurs durch viele Kniffe die sich Herr. Glöckner über die Berufserfahrung sich angeeignet hat. Mir Persönlich ist die Abschlussbescheinigung wichtig, für die weitere Berufliche Karriere.\"</em> ⭐️⭐️⭐️⭐️⭐️</p><p><strong>Uta Werth:<br><em>\"</em></strong><em>Ich habe bereits viel gelernt, alles wird sehr gut und verständlich erklärt mit nachvollziehbaren Beispielen. Sehr sympathische Art macht den Kurs unterhaltsam. Natürlich und authentisch.\" </em>⭐️⭐️⭐️⭐️⭐️</p><p><br></p><p>Selbstverständlich bekommst Du die 30 Tage Geld-Zurück-Garantie von Udemy. Du kannst dieses umfangreiche Kompendium also völlig risikolos testen!<br><br>Bereits über 140.000 Studenten haben bereits die Kurse von Sebastian Glöckner belegt. <br>Komm in die Community und lerne, wie faszinierend und spaßig die Arbeit mit Microsoft Excel sein kann. :-) </p>", "preview_video": "https://mp4-c.udemycdn.com/2021-03-25_19-18-15-a53099a0dfc50c91763ba03515260367/1/WebHD_720p.mp4?Expires=1638557761&Signature=AF12ha7sYJ~3Cx1iCUk-Y9X1hCQALM5-IdLVn6i7euPt5h2TVafo3p2XU-JbJE6yUuc1o2sTuPnzdX056R8yA3fM10bddoqfMv-XKRcCiGAZ1lJrHegJv-VrqLjBHz2jxtsBhc4RwtxhUjcFQItcufPmna~991Ev5dRTWXaKc0ZXhV8GR6Cdm22VxydbczAJl2AEw4KcjIepzFry0LdqyNwVUH9N65iYQOffusxBmMxk1GKX7SFumjd5vhCkIB~pWIlrYMjHxlqVqf9jEYRXTNnXa6C5h-HDWdKstzZF4ggy5Yr1UrVG0vyFRd8aRucChei2too3GJABiLRut6VuTQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4228602", "category": "Finance & Accounting", "sub_category": "Finance", "title": "Project Finance Fundamentals | Infrastructure & Energy", "level": "All Levels", "author": "Meta Brains", "duration": "3 hours", "rating": "4.3", "reviews": "124", "students": "19558", "coupon_code": "DECEMBERGIFT", "preview_img": "https://img-b.udemycdn.com/course/750x422/4228602_71ce_2.jpg?secure=pyC6a02KQH-Y0GrVPvwEng%3D%3D%2C1638627964", "coupon_link": "https://www.udemy.com/course/project-finance-fundamentals/?couponCode=DECEMBERGIFT", "end_day": "2021-12-06 15:59:20+00:00", "headline": "The A to Z Course to Getting Your Dream Job in Project Finance", "description": "<p>Whether you are a fresh graduate or looking for a shift in your career, whether you are coming from an engineering, finance, or law background; delving into the <strong>world of Infrastructure Project finance &amp; PPPs</strong> might be challenging. <strong>The problem begins at the interview stage</strong>: The lack of technical knowledge and basic skills could hurt your chances to land your dream job and break into the sector.</p><p>We have been there, too, and we completely understand your frustration! Our passion for helping young professionals overcome this hurdle pushed us to create this course.</p><p><strong>This course is beyond your regular online course; it is a compilation of thousands of hours of academic, professional, and interview experiences</strong>. After working in the project finance sector and with different firms, we are more than happy to share our wealth of knowledge in this industry with you.</p><p>This course will cover every technical question you may be asked in a project finance interview. It will offer you insights into different complexities and tight spots you will experience when trying to gain entry into the industry.</p><p>The project finance sector is cumbersome &amp; complicated from a distance; however, this course will draw you closer to understanding how you can make the sector a haven for you.</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-08-14_21-03-17-9e33f9ad5b4025a670eb8684ae445ea8/2/WebHD_720p.mp4?secure=0m9qwdkE0-MDzCrmYsf_sA%3D%3D%2C1638557764"}, {"course_id": "4236300", "category": "Teaching & Academics", "sub_category": "Other Teaching & Academics", "title": "Book of 1 Thessalonians Bible Study & 5 Insightful Lessons", "level": "Beginner Level", "author": "Boomy Tokan", "duration": "1.5 hours", "rating": "0.0", "reviews": "0", "students": "1729", "coupon_code": "E87D390F80E3714BAC65", "preview_img": "https://img-b.udemycdn.com/course/750x422/4236300_33d4.jpg?secure=1IwZ4bXLRaDp0J1ralDdKw%3D%3D%2C1638627973", "coupon_link": "https://www.udemy.com/course/book-of-1-thessalonians-bible-study-5-insightful-lessons/?couponCode=E87D390F80E3714BAC65", "end_day": "2021-12-05 17:32:40+00:00", "headline": "In this thought provoking letter you get a sneak preview into Paul's heart as a father & a teacher of end time events!", "description": "<p><strong>Why did Paul write the letter to the Thessalonians?</strong></p><p>To ensure they remained in faith because he was unable to visit them, therefore, he had to send Timothy. He also wrote the letter to the Thessalonians to encourage them in faith so that they will not be unsettled by Paul’s trials (1 Thessalonians 2v17-3v3). He also wrote the letter to silence those who felt he took advantage of the people of Thessalonica. (1 Thessalonians 2v1-6).</p><p><strong>What is the main message of 1 Thessalonians?</strong></p><p>Faith, Love, and Hope in the face of affliction (1 Thessalonians 1v3). He also used the latter to encourage them to live according to God’s will and the decisions reached in Jerusalem by the Apostles (1 Thessalonians 4v1-12). Finally, it was an opportunity to encourage them about the end times and life after death (1 Thessalonians 4v13-18). <br></p><p><strong>Who is the audience of 1 Thessalonians?</strong></p><p>The audience is the members of the Church at Thessalonica and also to us as believers in the Lord Jesus Christ (1 Thessalonians 1v1 &amp; 5v27).<br></p><p><strong>Who persecuted the church at Thessalonica?</strong></p><p>Their own countrymen, the Jews that resided in the city, and those that specifically came from other regions to dilute the work of spreading the Gospel that was embarked upon by Paul (1 Thessalonians 2v14-16).</p><p><br><strong>What is the context of 1 Thessalonians 4?</strong></p><p>The Context was in relation to the questions the Thessalonians asked about the end times (Life after death) as well as the decision reached by the Council in Jerusalem (1 Thessalonians 4v1-18).</p><p><br></p><p><strong>Recent Review from a previous course:</strong></p><p><strong><em># \"Wonderful teaching, clear and easy to understand very interesting\" -</em></strong> Wilma Brown</p><p><strong><em># \"I took this course over a year ago and I come back to it now and again for a refresher. What is taught is clear and in little pieces, so we can understand the meaning of the scripture. But, as I said he is a good place to return to whenever you need a lift, clarification, or just closeness to the Lord.\" - </em>Andrea Philpotts<em> </em></strong></p><p><strong><em># \"I have I have had great Enlightenment with this course\" - </em>Edward Max Mosher</strong></p><p><strong><em># \"I have heard our instructor before and he is excellent.\" - </em>Florence Taber-Brown</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-08-26_15-38-11-8eacf130c89d1a5b89fb577d01f865b3/2/WebHD_720p.mp4?Expires=1638557773&Signature=NQNA05dFMFAglOYEsE~~MOqSmElwrdAAmhIEItPYyZdDYUlkpZpIGDsSMeUkRdm-y-XYhylynav7W7LYT1Tj3UrVzqdxwXb-lZDyPb722D3WEPuwo43XOsWpslSnnpPD6GcjxXj4MkUUI-pbWAcvtjpnOR4SbMEZdME~8gBrhd4jFdAYhJg0nDVcSQicgGnEIueuroh4GNyiYwVV6d-jOKJ5SghF2MAcJt9matto5dgkJxYzYA4fxt6M6b6uSTTzD7Foc51fZXx8lGeW-xxxHjIt4Q24fEOZUCx2NZOCiK-STAM6V1oxdH8B1Mu-jcDsranob6haSY2L2mKnQY7pDg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "679440", "category": "Teaching & Academics", "sub_category": "Humanities", "title": "Bible: Philippians - 7 Lessons We Can Learn For Today!", "level": "Beginner Level", "author": "Boomy Tokan", "duration": "1.5 hours", "rating": "4.6", "reviews": "8", "students": "2588", "coupon_code": "21FDBD09EA0F43D94AF0", "preview_img": "https://img-c.udemycdn.com/course/750x422/679440_cb01_3.jpg", "coupon_link": "https://www.udemy.com/course/bible-study-philippians-7-lessons-we-can-learn-for-today/?couponCode=21FDBD09EA0F43D94AF0", "end_day": "2021-12-05 17:35:37+00:00", "headline": "Bible Study of the letter to Philippians and the lessons individuals can apply to their lives and get great results!", "description": "<p><strong>Review - Book of Philippians 5 Star Rating</strong></p><p>Student: Matt Hayes</p><p>The instructor has a notable passion for sharing the Book of Philippians! (All the Books of the Bible) That passion drew me to seriously consider his engaging presentation. The instructor challenged me to see myself through the eyes of my Lord and Savior - not the eyes of the world! I learned many valuable teachings about the Book of Philippians by taking this course. That is a credit to the instructor preparing a very detailed and organized course that is easy to follow. The course provided me the opportunity to reflect on my walk with the Lord, and my lack of commitment to thoroughly read and learn from God's written word on a daily basis. I will never find my true path (God's will for my life) if I remain a lukewarm Bible studying believer in the Lord, Jesus Christ! It is impossible for a born again Christian to seldom study the Bible, pray without ceasing or draw closer to God in a reconciled relationship while following the secular world. This course has reignited the fire that once was within me to learn from the Bible daily. I praise the Lord for Boomy Tokan who followed the Holy Spirit's prompting in preparing and sharing this course. I look forward to taking the other courses that Boomy has prepared. Thank you, Lord, for guiding me to this course, which has provided me with a much deeper spiritual understanding of the Book of Philippians.</p><p><strong>----------------------------------------------------------------------------------------------------------------</strong></p><p><strong>I trust you will also partake of what the SPIRIT of GOD wants to communicate to you</strong> as you embark upon this study. I assure you of a depth of truth like no other, knowledge of who you are in CHRIST and the understanding of what JESUS achieved for you on the cross.</p><p>Once you grasp the essence of the book to the Philippians other Bible books will become more open to you. The reason is that this letter details the work of CHRIST like no other one does.</p><p>In this study of the Letter to the Philippians you will learn profound truths about:</p><ul><li><p><strong>Effect of partnerships</strong></p></li><li><p><strong>The ability to rejoice</strong></p></li><li><p><strong>The love of CHRIST towards us</strong></p></li><li><p><strong>Prayer</strong></p></li><li><p><strong>Your position in CHRIST</strong></p></li><li><p><strong>Your new origin</strong></p></li><li><p><strong>GOD’s power in you</strong></p></li><li><p><strong>Living in this dark world</strong></p></li><li><p><strong>GOD’s love for you</strong></p></li></ul><p>I appeal to you to fully engage with the lectures so that you will be forever changed in JESUS NAME!</p><p>And so much more!</p><p>All those who have used the prayers from the letter to the Philippians have enjoyed life changing experiences and GOD is no respecter of persons!</p><p><strong>+++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++</strong></p><p>In this course you will learn why the Letter to the Philippians is one of the most famous books of the New Testament, its theological contribution and how you can apply its life transforming truths into your life.</p><p><strong>Beginning with an introduction and history we will move on to explore 7 Key Lessons that you can immediately apply to your life and begin reaping the benefits.</strong></p><p><strong>------------------------------------------------------------------------------------------------------------------</strong></p><p><strong>There are key benefits you will derive from the study of this book and I want to highlight a few</strong></p><ul><li><p><strong>All poor self-esteem thoughts will be eradicated from your mind as you come to realise you are indeed a new creation</strong></p></li><li><p><strong>You will know who you are in CHRIST and that will boost your confidence with GOD and man</strong></p></li><li><p><strong>You will learn how to pray and get results</strong></p></li><li><p><strong>You will realize and effectively deploy with accuracy and knowledge the power given you over spiritual forces</strong></p></li><li><p><strong>You will come to place of an immense love, respect and awe for GOD through CHRIST JESUS</strong></p></li></ul><p>-------------------------------------------------------------------------------------------------------------------</p><p><strong><em>Important information before you enrol:</em></strong></p><ul><li><p>You are covered by<strong> a 30-day money back guarantee, full refund, no questions asked!</strong></p></li><li><p>You also have <strong>unlimited, lifetime access to the course!</strong></p></li><li><p>You will enjoy<strong> free access to any updates I will provide</strong></p></li><li><p>You are free to<strong> ask any questions and will get a reply as soon as possible</strong></p></li><li><p>You can<strong> preview lectures 7 and 9</strong></p></li></ul><p><strong>-------------------------------------------------------------------------------------------------------------------</strong></p><p><strong>Get Started Today - Click Take This Course NOW!</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2015-11-28_10-43-00-b576c2d66f97198f914cc975629189ca/WebHD_1080.mp4?Expires=1638557789&Signature=KbNoWq4l48FOFoBEZiqVGwsil0fNkrVYDKTVNjl0Pn~qmC8yVIfIzw5yxYeg1QTTUMDQaBdL8mRBkAteJUVZYtGGRksK2GZnoLo6KksiRbtKsCM8vjEpkLtkymbo4nKFPBZe5cTPwNapRZgKxCaRP2EkRYLFQ1E7RJGe-6M0o~dPCPNPvQaXBoJAt9xj7KRLTxq~LosQjPLOetFy5FnvzfphhjraCurK6V77byb5ymCLWr4Ep1swUrzz0VhtVkT2H1dqV3vafrBkDPjXAs0aan5QM0oGHpKESj9ZA3AciVBNfAgOfYYcDxsJ7Lnv1eXQgxKuH~PKPEjJRIWhIaGb5A__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3909642", "category": "Business", "sub_category": "Business Strategy", "title": "31 Startup Business Model : Best Course for Entrepreneurs", "level": "All Levels", "author": "Navdeep Yadav", "duration": "6 hours", "rating": "4.4", "reviews": "716", "students": "83692", "coupon_code": "31BUSINESSMODEL1", "preview_img": "https://img-b.udemycdn.com/course/750x422/3909642_8fa4_5.jpg?secure=47wEJ48ERuuy45hcmOahGw%3D%3D%2C1638628003", "coupon_link": "https://www.udemy.com/course/start-business-model-course/?couponCode=31BUSINESSMODEL1", "end_day": "2021-12-08 08:08:46+00:00", "headline": "Learn how to build next billion dollar innovative business model", "description": "<p><strong>31 Types of Startup business model</strong> course is specially designed by analyzing more than <strong>500 Startup unicorns</strong> and big tech companies worldwide.</p><p>This course is helpful for <strong>Entrepreneurs, Product Managers, Growth hackers, and Management students </strong>to build a <strong>business model framework</strong> for their business growth. We will be starting our journey with a basic definition and business model canvas and then switching gears to some advanced topics like <strong>network effect, hook and bait</strong> kind of business model. The last section of the module will further help you in understanding various strategies used by companies on a large scale.</p><p><strong>Module 1 Business Model Basics</strong></p><ol><li><p>Business model definition</p></li><li><p>Business model canvas</p></li><li><p>Business model innovation</p></li></ol><p><strong>Module 2 31 Types of Startup Business Model</strong></p><p>1. Subscription Business model - Netflix &amp; Shopify</p><p>2. Freemium Business Model - Canva</p><p>3. Pay as you go business model - AWS</p><p>4. Affiliate business model - Amazon</p><p>5. Network effect business model - Uber</p><p>6. Two-sided platform business model - Airbnb</p><p>7. Three-sided platform business model - Uber Eats</p><p>8. Umbrella business model - Amazon prime</p><p>9. D2C(Direct to Consumer) business model</p><p>10. Marketplace business model - Amazon</p><p>11. Edtech business model - Udemy and SkillShare</p><p>12. Gatekeeper business model - Google</p><p>13. Franchises business model - KFC</p><p>14. Ecosystem business model - Apple</p><p>15. Horizontal expansion strategy - Foxconn</p><p>16. Vertical expansion business model - Unilever</p><p>17. Octopus business model - OYO</p><p>18. Open source business model - Opera</p><p>19. Peer to Peer business model - OLX</p><p>20. Razorblade business model - Nestle</p><p>21. Space as a service business model - Wework</p><p>22. Brokerage business model - Robinhood</p><p>23. Dark kitchen business model - Doordash</p><p>24. Dropshipping business model - Shopify</p><p>25. Crowdsourcing business model - Kickstarter</p><p>26. API licensing business model - Stripe</p><p>27. Next Section</p><p><strong>Module 3 Startup Business Growth Metrics </strong></p><ol><li><p>Startup Growth Metrics Intro</p></li><li><p>Customer Acquisition Cost (CAC) in Startup</p></li><li><p>Customer Lifetime Value (CLTV) in Startup</p></li><li><p>Monthly Reoccurring Revenue (MRR) in Startup</p></li><li><p>Unit Economics in Startup</p></li><li><p>Contribution Margin in Startup</p></li><li><p>Retention Rate and Cohorts in Startup</p></li><li><p>Churn Rate in Startup</p></li><li><p>Market Size for Startup</p></li></ol><p><strong>Module 4 Business Model Case study</strong></p><ol><li><p>Amazon Undefeatable Business Model</p></li><li><p>Shopify –The Power of ecosystem</p></li></ol><p><br></p>", "preview_video": "https://mp4-b.udemycdn.com/2021-03-22_18-48-29-573da3df3ceb89e5bbcdb5e308b9fddf/1/WebHD_720p.mp4?secure=eRtpZGst5kmOfzKOxWMQ7Q%3D%3D%2C1638557803"}, {"course_id": "2070737", "category": "Office Productivity", "sub_category": "Microsoft", "title": "Microsoft Excel Masterclass for Business Managers", "level": "All Levels", "author": "Start-Tech Academy", "duration": "4 hours", "rating": "4.3", "reviews": "6403", "students": "268202", "coupon_code": "F0F9735", "preview_img": "https://img-c.udemycdn.com/course/750x422/2070737_3af1_3.jpg", "coupon_link": "https://www.udemy.com/course/microsoft-excel-masterclass-complete-and-concise/?couponCode=F0F9735", "end_day": "2021-12-08 07:58:17+00:00", "headline": "Microsoft Excel for Business - Excel Formulas and Functions, Excel Charts, Excel Analytics, Shortcuts & Excel Macros", "description": "<p><strong>7 Reasons why you should choose this Excel course</strong></p><ol><li><p>Carefully designed curriculum teaching you only the most used functionalities of Microsoft Excel in business environment</p></li><li><p>Concise - you can complete this Microsoft Excel course within one weekend</p></li><li><p>Business related examples, data analysis and case studies solved using Advanced Excel.</p></li><li><p>You will learn various data analysis techniques using MS Excel</p></li><li><p>Ample practice exercises on data analysis, MS excel (basic &amp; advanced), because Excel requires practice</p></li><li><p>Downloadable resources comprising important MS Excel techniques and functionalities</p></li><li><p>Your queries will be responded by the Instructor himself</p></li></ol><p><strong>Start using Excel to its full potential to become proficient at your Excel tasks today!</strong></p><p>Either you're new to Microsoft Excel, or you've played around with Excel since long but want to get more comfortable with MS Excel's advanced features, or maybe you want to enhance your data analysis skills using Microsoft Excel. Either way, this Excel course will be great for you.</p><p>A <strong>Verifiable Certificate of Completion</strong> is presented to all students who undertake this MS Excel course.</p><p><strong>Why should you choose this course?</strong></p><p>This is a complete and concise tutorial on MS Excel which can be completed within 6 hours. This course will help you learn advanced Excel and various data analysis tools associated with Microsoft excel. We know that your time is important and hence we have created this fast paced MS Excel course without wasting time on irrelevant Excel operations.</p><p><strong>What makes us qualified to teach you?</strong></p><p>The course is taught by Abhishek and Pukhraj. Instructors of the course have been teaching Data Science and Machine Learning for over a decade. They have an in-depth knowledge in advanced MS Excel and various data analysis tools available in the market.</p><p>We are also the creators of some of the most popular online courses - with over 150,000 enrollments and thousands of 5-star reviews like these ones:</p><p><em>I had an awesome moment taking this course. It broaden my knowledge more on the power use of Excel as an analytical tools. Kudos to the instructor! - Sikiru</em></p><p><em>Very insightful, learning very nifty tricks and enough detail to make it stick in your mind. - Armand</em></p><p><strong>Our Promise</strong></p><p>Teaching our students is our job and we are committed to it. If you have any questions about the course content on basic Excel features, or advanced Excel functions or maybe on data analysis tools; practice sheet or anything related to any topic, you can always post a question in the course or send us a direct message.</p><p><strong>Download Practice files, take Quizzes, and complete Assignments</strong></p><p>With each lecture, there is a practice sheet attached for you to follow along. You can also take quizzes to check your understanding of concepts. Each section contains a practice assignment for you to practically implement your learning. Assignments are aimed at enhancing your skillsets on Microsoft Excel at an advanced level and at analysing data. Solution to Assignment is also shared so that you can review your performance.</p><p><strong>What is covered in this course?</strong></p><p>This course covers everything you need to crack advanced MS Excel in the professional work place.</p><p>Below are the Excel course contents of this complete and concise course on Microsoft Excel:</p><ul><li><p><strong>Introduction</strong> - In this video, the structure and contents of the course are discussed.</p></li><li><p><strong>Mathematical Functions</strong> - This lecture covers Mathematical formulas such as SUM, AVERAGE,RAND, MIN &amp; MAX, SUMPRODUCT.</p></li><li><p><strong>Textual Formulas</strong> - This Excel lecture covers Textual formulas such as TRIM, CONCATENATE, SUBSTITUTE, UPPER &amp; LOWER, LENGTH, LEFT, RIGHT &amp; MID</p></li><li><p><strong>Logical Formulas</strong> - This lecture covers Logical formulas such as AND &amp; OR, IF, COUNTIF, SUMIF</p></li><li><p><strong>Date-time (Temporal) Formulas</strong> - This lecture covers Date-time related functions such as TODAY &amp; NOW, DAY, MONTH &amp; YEAR, DATEDIF &amp; DAYS</p></li><li><p><strong>Lookup Formulas</strong> - This Excel lecture covers Lookup formulas such as VLOOKUP, HLOOKUP, INDEX, MATCH</p></li><li><p><strong>Data Tools</strong> - This lecture covers Data operating tools such as Data Sorting and Filtering, Data validation, Removing duplicates, Importing Data (Text-to-columns)</p></li><li><p><strong>Formatting data and tables</strong> - This Excel lecture covers data formatting options such as coloring, changing font, alignments and table formatting options such as adding borders, having highlighted table headers, banded rows etc.</p></li><li><p><strong>Pivot Tables</strong> - This Excel lecture covers Pivot tables end-to-end.</p></li><li><p><strong>Charts</strong> - This Excel lecture covers charts such as, Bar/ Column chart, Line Chart, Scatter Plot, Pie &amp; Doughnut charts, Statistical Chart - Histogram, Waterfall, Sparklines</p></li><li><p><strong>Excel Shortcut</strong>s - This lecture will introduce you to some important shortcuts and teach you how to find out the shortcut for any particular excel operation.</p></li><li><p><strong>Analytics in Excel</strong> - This Excel lecture covers the data analytics options available in Excel such as Regression, Solving linear programming problem (Minimization or Maximization problems), What-if (Goal Seek and Scenario Manager)</p></li><li><p><strong>Macros</strong> - This lecture covers the process of recording a Macro, running a Macro and creating a button to run a Macro.</p></li><li><p><strong>Bonus Lectures</strong> - Waterfall chart in Excel 2016 and previous versions of Excel, Infographics 1: Cool charts, Infographics 2: Cool charts</p></li><li><p><strong>And so much more!</strong></p></li></ul><p>By the end of this course, your confidence in using MS Excel will soar. You will learn how Microsoft Excel can play a pivotal role in data analysis and related field. You'll also have a thorough understanding of how to use Microsoft Excel for study or as a career opportunity.</p><p><strong>Go ahead and click the enroll button, and I'll see you in lesson 1!</strong></p><p><strong>Cheers</strong></p><p><strong>Start-Tech Academy</strong></p><p><br></p><p>FAQ's</p><p><strong>Why learn Microsoft Excel?</strong></p><p>1. Microsoft Excel helps solve Business Problems</p><p>2. MS Excel has some extremely relevant and important data analysis tools.</p><p>3. Advanced MS Excel will give you an edge over other candidates in the competitive environment in schools, colleges or workplaces.</p><p>4. Microsoft Excel helps you get stuff done</p><p>5. Microsoft Excel will make you better at your job (no matter what that is)</p><p>6. Microsoft Excel know-how can instantly increase your job prospects as well as your starting salary</p><p><strong>How much time does it take to learn Microsoft Excel?</strong></p><p><strong>Microsoft Excel is easy </strong>but no one can determine the learning time it takes. It totally depends on you. The method we adopted to help you learn Microsoft Excel quickly starts from the basics and takes you to advanced level within hours. You can follow the same, but remember you can learn nothing without practicing it. Practice is the only way to learn Microsoft Excel quickly.</p><p><strong>What are the steps I should follow to learn Microsoft Excel?</strong></p><p>1. Start learning from the basics of Microsoft Excel. The first 3 sections of the course cover the basics.</p><p>2. Once done with the basic try your hands on advanced MS Excel. Next 7 sections cover Advanced Excel topics</p><p>3. Next section will help you some cool new tricks of Microsoft Excel.</p><p>4. Practice your learning on the exercise provided with every lecture.</p><p><strong>What is the difference between basic and advanced level of Excel?</strong></p><p>At <strong>Basic level of MS Excel </strong>a person</p><ol><li><p>Can build excel formulas using: SUM, IF, AVERAGE, COUNT, ROUND</p></li><li><p>Is comfortable building excel formulas to manipulate text and dates</p></li><li><p>Understands and can use the Filter and Sort feature of Microsoft Excel.</p></li><li><p>Can create basic charts like Line chart, bar chart and pie chart</p></li></ol><p>At <strong>Advanced level of MS Excel</strong> a person</p><ol><li><p>Can implement Excel LOOKUP Formulas like VLOOKUP, HLOOKUP, Index and Match</p></li><li><p>Can use conditional and logical formulas like IF, SUMIF, COUNTIF, OR, AND etc.</p></li><li><p>Knows what a Pivot Table is and how to build one.</p></li><li><p>Knows what an add-in is and how to install one.</p></li><li><p>Can record a macro and use it later.</p></li><li><p>Can successfully edit/modify simple recorded macros.</p></li><li><p>Can create advanced charts like Waterfall chart and overlay chart in Microsoft Excel</p></li><li><p>Can create solve analytics problem using excel solver.</p></li></ol><p>Start working proficiently on Microsoft Excel and <strong>increase your office productivity.</strong></p><p>The Authors of this Microsoft Excel course have several years of corporate experience and hence have curated the course material keeping in mind the requirement of advanced MS Excel in today's corporate world.</p>", "preview_video": "https://mp4-b.udemycdn.com/2018-12-07_10-46-21-6180f8f16b117dd8d062fde5c73f0e46/WebHD_720p.mp4?secure=_WF2wam96RQPmPbxljs7KA%3D%3D%2C1638557810"}, {"course_id": "3614842", "category": "Business", "sub_category": "Entrepreneurship", "title": "The Lean Startup: Best course on Entrepreneurship", "level": "All Levels", "author": "Navdeep Yadav", "duration": "6.5 hours", "rating": "4.2", "reviews": "396", "students": "64783", "coupon_code": "STARTUP", "preview_img": "https://img-c.udemycdn.com/course/750x422/3614842_51e4_4.jpg", "coupon_link": "https://www.udemy.com/course/the-lean-startup-best-course-on-entrepreneurship/?couponCode=STARTUP", "end_day": "2021-12-08 08:09:27+00:00", "headline": "Turing you idea into a unicorn startup and raising investment from VC", "description": "<p>The <strong>Lean Startup Course</strong> will help you understand everything that you need to know about building a lean startup. It will give you insight into building <strong>prototypes, Business model canvas, building Minimum viable products, Pitch deck, and Fundraising</strong> and support your team-building and expansion strategy in a startup.</p><p>So from start-up innovation management to how to do customer development we will cover it all in the lean startup course</p><p>The course outline is given below:-</p><p><strong>1. Introduction to The Lean Startup</strong><br>a. Startup basics Intro<br>b. Startup Road Map<br>c. Product execution road map<br>d. Reasons Why Startup fail - Research Study<br>e. Why government supports the startup?</p><p><strong>2. Legal Structure of Startup</strong><br>a.Types of startup<br>b. Origin of a startup<br>c. Sole proprietorship for Small Business<br>d. Partnership firm for medium business<br>e. Corporation Legal Structure for the Startup<br>f. Small business Vs tech startup</p><p><strong>3. Startup idea generation</strong><br>a. Business Model Canvas<br>b. Billion-dollar ideas<br>c. How to Think of Startup ideas<br>d. Delta four theory to validate ideas<br>e. Solving Million dollar Problem Part 1<br>f. Solving Million dollar Problem Part 2</p><p><strong>4. Idea to product</strong><br>a. Idea to product Intro<br>b. How to build a prototype<br>c. 3H strategy for Building Dream Team</p><p><strong>5. Startup Business Model</strong><br>a. Introduction to Platform Business<br>b. Uber business model<br>c. Amazon business model<br>d. Google Business Model<br>e. Facebook Business Model<br>f. Fintech Business Model<br>g. Freemium Business Model<br>h. Understanding SAAS (Software as a service)</p><p><br><strong>6 Startup Pitch deck for fundraising</strong></p><p>a. Cover Page/Introduction slide in the pitch deck<br>b. Problem slide in the pitch deck<br>3. Solution slide in the pitch deck<br>4. Product demo slide in the pitch deck<br>5. Market size slide in the pitch deck<br>6. Business model slide in the pitch deck<br>7. Competition slide in the pitch deck<br>8. Underlying magic slide in the pitch deck<br>9. Go-to-Market slide in the pitch deck<br>10. Team slide in the pitch deck<br>11. Traction/Milestones slide in the pitch deck</p><p><strong>7. Startup Growth Metrics</strong><br>a. What Makes Startup Successful<br>b. Customer Acquisition Cost (CAC)<br>c. Customer Lifetime Value<br>d. Monthly reoccurring revenue<br>e. Unit Economics for Startup<br>f. Contribution Margin for Startup<br>g. The retention rate for Startup<br>h. Churn Rate in a Startup<br>i. Market Size (TAM, SAM, and SOM)<br>j. Key Takeaway for Growth</p><p><br></p><p><strong>8. Everything about Startup&nbsp;funding </strong></p><p>a.Startup funding stages</p><p>b.Startup funding source</p><p>c.Startup Ownership and Equity</p><p>d.Bootstrapping Your Startup</p><p>e. The inflection point in a startup</p><p>f.Incubators vs Accelerators</p><p>g.Angel Investor vs Venture capitalist </p>", "preview_video": "https://mp4-b.udemycdn.com/2021-04-27_01-35-33-aae79867a099440d684516ac630fc8e0/1/WebHD_720p.mp4?secure=rIcx_83d1R1oHOqKnfT4Ug%3D%3D%2C1638557813"}, {"course_id": "3109678", "category": "Health & Fitness", "sub_category": "Meditation", "title": "Meditation Masterclass: meditation teacher certification", "level": "All Levels", "author": "Kevin Ellerton", "duration": "5.5 hours", "rating": "4.5", "reviews": "479", "students": "63689", "coupon_code": "586ACC8F60A2CF745C1C", "preview_img": "https://img-c.udemycdn.com/course/750x422/3109678_a0c1_2.jpg", "coupon_link": "https://www.udemy.com/course/meditation-masterclass/?couponCode=586ACC8F60A2CF745C1C", "end_day": "2021-12-04 02:13:49+00:00", "headline": "Accredited meditation certification course. Learn & teach a wide range of meditation techniques from around the world!", "description": "<p>In this course, you'll learn meditations from all around the world!</p><p>From mindfulness to zen to breath-work, chakras, Tibetan bowls, and everything in between, you'll even be certified to teach meditation by the end of the course!</p><p>From new meditators to zen masters alike, no matter what your level of experience, you can gain a lot from exploring this course. By the end, you'll have experience with over a dozen different styles of meditation!</p><p>This course is accredited by The Meditation Organization as a Certified Meditation Teacher Training Course -- AMC&nbsp;(Accredited&nbsp;Meditation&nbsp;Course) #39283 -- so once you receive your Meditation Certification at the end of this course, you'll be able to teach meditation to others as well.</p><p>While many course creators make one-hour courses to maximize the ROI&nbsp;on their time&nbsp;(one hour courses often sell for as much as 20-hour courses), that's not what this course is about. This course is my masterclass, a culmination of over a decade of learning meditation techniques from gurus around the world and teaching it to groups of students here in the United States. When friends and family ask me to teach them to meditate, I always wish I had a link to send them, that would cover everything that I would want to teach them if I only had the time. Well, I took the time to make this course, and this is the link that I will send to people in the future! </p><p>That's why I've made this course as comprehensive as I could possibly make it, and why I will continue to add videos to this course over the months, years, and decades to come.</p><p>Welcome to my Meditation Masterclass. I hope you enjoy it ❤️</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-05-24_16-45-38-96cd7f4ca7b6809da22109c4da307e94/1/WebHD_720p.mp4?Expires=1638557816&Signature=Hf3kyApGSWk7yoKdXFTn8831ih~wpUzzzmeoheBtP40Y0aLKTXjtFtKVqmvrb14dU6olcxS9lU-Q6IbitneBU508RxS33hHC8gkB-dvaOvOzQUOsi1RS-63VRVrnl6psLrlfNWR5rZobSAKH19gqDGSWq182s-fYzrCNNx3pSte~lgt-Th~h01V6a5uwypdzc5-v~1NxhL0dgx8uyV1jEkKHVuEVCig0xTm3lApHH48w~6j9n90yiyqRDb6ZsMhnqoWWim2ub2Q869rY7LAYM-SACmQNKoyQUoSTNQmGh3qDsMQmybSLPYWedq~gTZSkz0hckwkIZVMt92eAEQJ3mA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4236200", "category": "IT & Software", "sub_category": "IT Certifications", "title": "PMI-ACP®: 200 سؤال معتمد من Agile لإدارة المشاريع", "level": "All Levels", "author": "Debajyoti Adhya", "duration": "", "rating": "0.0", "reviews": "0", "students": "902", "coupon_code": "80C96ABD008DD5BF2AF5", "preview_img": "https://img-b.udemycdn.com/course/750x422/4236200_4cf8.jpg?secure=MB1_lbtRKfyU3-dnRf-d1Q%3D%3D%2C1638628033", "coupon_link": "https://www.udemy.com/course/pmi-acp-200-agile/?couponCode=80C96ABD008DD5BF2AF5", "end_day": "2021-12-06 04:07:02+00:00", "headline": "الاختبار الكامل لممارسة PMI ACP® - 200Q - اجتياز اختبار شهادة PMI ACP® بنجاح - هيا ننجزه!", "description": "<p>شهادة PMI-ACP® هي الشهادة الأكثر انتشارًا والمعترف بها عالميًا لإدارة المشاريع Agile. إنه يثبت خبرتك ومعرفتك بإدارة المشاريع الرشيقة. مجالات اختبار PMI-ACP® هي كما يلي ،</p><p><br></p><p>مجالات الاختبار:</p><p><br></p><p>إطار عمل رشيق (16٪)</p><p><br></p><p>التسليم المدفوع بالقيمة (20٪)</p><p><br></p><p>إشراك أصحاب المصلحة (17٪)</p><p><br></p><p>تعزيز أداء الفريق (16٪)</p><p><br></p><p>التخطيط التكيفي (12٪)</p><p><br></p><p>كشف المشكلات وحلها (10٪)</p><p><br></p><p>التحسين المستمر (9٪)</p><p><br></p><p>توفر هذه الدورة التدريبية 200 سؤال عن اختبار الممارسة ، والتي ستساعدك على الاستعداد لاجتياز اختبار PMI-ACP®. تم إعداد هذه الدورة التدريبية لمطابقة مجالات الاختبار المقدمة في مخططات محتوى اختبار PMI-ACP® المنشورة بواسطة PMI في عام 2021.</p><p><br></p><p>توفر هذه الدورة التدريبية 200 سؤال عن اختبار الممارسة ، والتي ستساعدك على الاستعداد لاجتياز اختبار PMI-ACP®.</p><p><br></p><p>يتكون امتحان PMI-ACP® من 120 سؤالاً تحتاج إلى إجابة خلال 3 ساعات. من بين 120 سؤالاً ، هناك 20 سؤالاً لا يحرز درجات. لا تؤثر الأسئلة غير الدرجات على الدرجة ويتم استخدامها في الاختبار كطريقة فعالة لاختبار صحة أسئلة الاختبار المستقبلية. يتم وضع جميع الأسئلة بشكل عشوائي خلال اختبار ® PMI-ACP.</p><p><br></p><p>يوفر هذا الاختبار التدريبي نظامًا قويًا لمساعدتك على اجتياز اختبار الشهادة في المرة الأولى! باستخدام أسئلة الاختبار هذه ، يمكنك تحديد المناطق الضعيفة مقدمًا ثم إنشاء استراتيجية ليوم الاختبار.</p><p><br></p><p>تتضمن الدورة اختبارين عمليين. خذ الاختبارات مثل الامتحان الفعلي. إذا تمكنت من الحصول على أكثر من 80 بالمائة من الإجابات صحيحة ، فأنت على استعداد لإجراء اختبار الشهادة.</p><p><br></p><p>لماذا تختار هذه الدورة؟</p><p><br></p><p>يتم تغطية جميع مجالات شهادة PMI-ACP® في هذه الدورة التدريبية</p><p><br></p><p>2 - ممارسة الامتحان الوهمي للتحقق من الواقع للتحقق من استعدادك.</p><p><br></p><p>معظم الأسئلة قريبة من أسئلة الاختبار الحقيقية مع تغييرات صغيرة.</p><p><br></p><p>يتم إعداد التفسيرات لكل الإجابات الصحيحة لتجعلك تفهم بطريقة واضحة وموجزة.</p><p><br></p><p>لقد واجه منشئ هذه الدورة بالفعل الصعوبة التي يمكن أن يواجهها الطالب بسبب الأسئلة الصعبة القائمة على السيناريو من PMI-ACP®.</p><p><br></p><p>اختر هذه الدورة ودعنا ننجزها!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-08-11_16-17-18-7dbe5e554c523a13599ecaa81e47a429/2/WebHD_720p.mp4?Expires=1638557833&Signature=dLWLHizY09I-JU5JH5Cnbtvrjo5kmlmRUSDAu5lmVGPVtFUQUv0AEiJ6EO9mDPCe2XfydPJGLvttwbPv5L13BX9eFXFGGQvYWwxYajk4Bq0VsjoNZHO1t4K4buMRJY6O2B2gXwpeExuX1Q3nmbEujikeVGpS5p0N8ZDnHNGKofBHYFv2VeaEMup6krHnKTOhC5UO19itSXY-0LtXjFbHLjfMvNOGELfUl5mHrX8NpqygBVxbIO4yP1-GZrIGu1w1jvo721~45gumrK3vDe1hd5nFp4KtvRH1VHioSKv6ESJdop9MCcNY4O~RLYdMJBNryU1F4iBsn10o5nfX8kK-3A__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3540520", "category": "Finance & Accounting", "sub_category": "Investing & Trading", "title": "Passive Income: 27 Ways to Earn Passive Income Online", "level": "All Levels", "author": "Roope Kiuttu", "duration": "2.5 hours", "rating": "3.9", "reviews": "380", "students": "56187", "coupon_code": "703C4E3BD9CE5489E517", "preview_img": "https://img-c.udemycdn.com/course/750x422/3540520_a25f_7.jpg", "coupon_link": "https://www.udemy.com/course/how-to-earn-passive-income-online/?couponCode=703C4E3BD9CE5489E517", "end_day": "2021-12-07 08:39:43+00:00", "headline": "Learn the Steps That I Use to Make Money Even While I Am Sleeping!", "description": "<p><strong>Would you like to earn money even while you are sleeping?</strong></p><p><strong>Do you want to earn money automatically once you've set up the systems?</strong></p><p>Then this is the right course for you.</p><p>I&nbsp;have been earning passive income already for years and I have helped 1,000's of people worldwide to do the same through my YouTube channel, Udemy courses and blogs.</p><p>Earning passive income works in the following way (in a nutshell):</p><ol><li><p><strong>Set up the system.</strong></p></li><li><p><strong>Get paid for months, years and even decades to come.</strong></p></li></ol><p>I love to help people to earn automatic money online.</p><p><strong>This is a really eye-opening course for most of my students.</strong></p><p><strong>Most of my students are complete beginners and they've previously earned money in 9-5 jobs.</strong></p><p><strong>Now they are earning money while they sleep!</strong></p><p>The benefit of earning passive income compared to regular jobs is that you will keep on earning money even after you have stopped working.</p><p>In a regular job, your income stops pouring in the minute you stop working.</p><p>With passive income, you will keep on earning money for a long time after you stop working.</p><p>In this course, I'll show you 27 ways how I&nbsp;earn passive income online so that you can start doing the same.</p><p>It's Your Time!</p><p>- Roope \"Sharing the blessing of passive income\"&nbsp;Kiuttu</p><p><strong>PS. </strong>When you earn passive income, YOU&nbsp;can decide how to spend your time.</p><p>Take control of your life right now and enjoy the freedom!</p><p><strong>► Don't delay. Every second could be costing you money!</strong> ◄</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-10-02_02-51-09-dd8dd382e09745d0c8f64448d299ad98/1/WebHD_720p.mp4?Expires=1638557841&Signature=V3njheHh7z1Mj6AUo69JDx4UaN9FkGWpsxoMhYQtzrMEMrPdTXggy4DQ9aCXUQ74K7gMuumATfOcMtEqrAIEKVOn3g2yubrxzTH4D2~UXoc6007Bw8i9vSKIYaVF86LokIUMFHRtnD2Mp8bxvzjKWiqqmvGf81bNxJPneAxsmYd6xtXo~rGx8fr5U3xbAvpbZ-AqM46eJzkoCqI6xLt~gN6YC-sTY-7MWa-ZgPRrBE-KzDvCwQubb3C4zm1a9Y43tcibbzp3re0ymvDZ0meJA3lQrpZtqM6vcqXtP69w069B38Be98q4Eve70YtmiQ~Qm94UrU-LG-GyYU0aUuzEKA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4426434", "category": "IT & Software", "sub_category": "IT Certifications", "title": "PL-900: Microsoft Power Platform Fundamentals Practice Exams", "level": "Beginner Level", "author": "Nadia Achlouje", "duration": "", "rating": "0.0", "reviews": "0", "students": "167", "coupon_code": "EB5644FD57E37B0565AD", "preview_img": "https://img-c.udemycdn.com/course/750x422/4426434_1ced_4.jpg", "coupon_link": "https://www.udemy.com/course/pl-900-microsoft-power-platform-fundamentals-practice-exams-n/?couponCode=EB5644FD57E37B0565AD", "end_day": "2021-12-08 11:23:13+00:00", "headline": "Get your PL-900: Microsoft Power Platform Fundamentals Certification with the help of these real exam simulations !", "description": "<p>Welcome to PL- 900 :MS Power Platform Practice Tests in this you will be tested with your working knowledge.</p><p><br></p><p>Candidates for this exam aspire to improve productivity by understanding the capabilities of the Power Platform, automating basic business processes with Power Automate, performing basic data analysis with Power BI, acting more effectively by creating simple Power Apps experiences, and creating powerful chatbots by using Power Virtual Agents.</p><p><br></p><p>Learn the business value and product capabilities of Power Platform. Create a simple Power App, connect data with Common Data Service, build a Power BI Dashboard, and automate a process with Microsoft Automate.</p><p><br></p><p>Topics from which you will be tested for this PL-900 exam :</p><ol><li><p><strong>1. Introduction to Power Platform</strong></p></li><li><p><strong>Introduction to Common Data Service</strong></p></li><li><p><strong>Introduction to Power Apps</strong></p></li><li><p><strong>How to build an app solution</strong></p></li><li><p><strong>Introduction to Power Automate</strong></p></li><li><p><strong>How to build an automated solution</strong></p></li><li><p><strong>Introduction to Power BI</strong></p></li><li><p><strong>How to build a simple dashboard</strong></p></li></ol><p><br></p><ul><li><p>Answer to any question within <strong>24</strong> hours, we understand the importance of time and SLA :P</p></li><li><p>Helpful student community which allows you to learn more</p></li><li><p>100% success results</p></li><li><p>Sharpen your concepts</p></li><li><p>Pass the exam in the very <strong>first</strong> go!</p></li><li><p>30 day <strong>no questions asked</strong> money back guarantee!</p></li></ul><p>Completely timed practice tests for PL-900 <strong>Microsoft Power Platform Fundamentals</strong> 100% original material to have real time exam experience.</p>", "preview_video": ""}, {"course_id": "2325158", "category": "Personal Development", "sub_category": "Personal Transformation", "title": "Public Speaking For Startups! - Cure Stage Fright & Anxiety", "level": "Beginner Level", "author": "Boomy Tokan", "duration": "1.5 hours", "rating": "4.4", "reviews": "36", "students": "8070", "coupon_code": "0889B787177550552C08", "preview_img": "https://img-c.udemycdn.com/course/750x422/2325158_d15f_2.jpg", "coupon_link": "https://www.udemy.com/course/public-speaking-for-startups-first-timers-guide/?couponCode=0889B787177550552C08", "end_day": "2021-12-07 17:35:21+00:00", "headline": "Conquer Stage Fright, Build Confidence, Leave The Past Behind By Tapping Into Your Ability To Practice Public Speaking!", "description": "<p><strong><em>\"I got on stage to speak for 45 minutes but after 15 minutes I was done. I could hardly remember exactly what I said. All I knew was that after those few minutes I was still shaking and trembling. Eyes were on me not knowing whether to clap or not. All I wanted was for the nightmare to be over! It did.\"</em></strong></p><p>Fast forward to today. I speak to audiences around the world in person and via video. I lectured in auditoriums filled with students, missionary tent meetings, workshop.seminars and small groups. Best part is that I thoroughly enjoy every minute of it.</p><p>In this course I will be teaching the exact techniques that I have used to transform my life from someone who experience an embarrassing stage fright to a person who now enjoys and looks forward to impacting an audience.</p><p>You will learn and more importantly be able to \"Do\" Public Speaking and enjoy it too!</p><p><strong>The Modules Cover,</strong></p><ul><li><p><strong><em>How To Unlock The Public Speaking Ability Inside of You!</em></strong></p></li><li><p><strong><em>Fear of Public Speaking - It's Origin and Development</em></strong></p></li><li><p><strong><em>Speech Anxiety - Internal Dialogue of The Anxious Person</em></strong></p></li><li><p><strong><em>Public Speaking Tips - Internal Dialogue of Successful Speakers</em></strong></p></li><li><p><strong><em>Public Speaking Anxiety - Top Tips To Overcome Stage Fright &amp; Fear</em></strong></p></li><li><p><strong><em>Speaking tips - Life Transforming Public Speaking Exercises</em></strong></p></li><li><p><strong><em>How To Captivate An Audience</em></strong></p></li><li><p><strong><em>Phobia of Public Speaking - Use The Ultimate Speaking Preparation</em></strong></p></li><li><p><strong><em>Choosing An Engaging Topic - Top 6 Topics To Choose From</em></strong></p></li><li><p><strong><em>Improve Public Speaking With 'Superfoods For Public Speaking'</em></strong></p></li><li><p><strong><em>Speaking With Confidence -The Secret of Practising</em></strong></p></li></ul><p>After learning and practicing what I haved taught; you will come out a different person. I offer you a <strong>30 Day - No Questions  Asked - Money Baxk Guaraantee</strong> which means if you didnt get value from it - return it and collect your money. <strong>Plus inbox me and I will give you any one of my courses for FREE.</strong></p><p>So sign up now - see you on the inside.</p><p><strong>Boomy Tokan</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2019-04-26_13-13-23-f9b520df08c07a3c9935e8e7234d8b7c/WebHD_720p.mp4?Expires=1638557884&Signature=YGxvxI97ll61uQsYfdM4GSMPoVwuuYmkeWXgthHtmRSfgeoiZrdFuXREkSV0n-UPO3NvX6pvBxh9nbwA-La5IlXRirl6o9FGIVEEUFQ-IqefsODQwNAHH4bka0MG13dOz8rpqmcx-qDhNM2wvZZDs-rQ3h3uWYecYUOzJv5YEsP~25iYpA5rS9O1cYlLdhFYqzPaFiMIUoHZXnEB0mmPidH0uK9vRayDZXoH7sQPxXYseROk6-kQgkL4hpvT8pDCOo7un2aX12zG~feXCD4CeqXzOC-LRWEjCj0wev9TJXWtSxwT152XnayZ~uW4xNgYmrh-bHkJpxe0mnu5zCuIFw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4343538", "category": "Business", "sub_category": "Entrepreneurship", "title": "Complete Cryptocurrency Trading Course 2021 | Cryptolocally", "level": "Beginner Level", "author": "Oranje Academy", "duration": "7 hours", "rating": "4.6", "reviews": "64", "students": "12446", "coupon_code": "42B340E06495692ED9EA", "preview_img": "https://img-c.udemycdn.com/course/750x422/4343538_63ba_2.jpg", "coupon_link": "https://www.udemy.com/course/complete-cryptocurrency-trading-course-2021/?couponCode=42B340E06495692ED9EA", "end_day": "2021-12-08 09:38:47+00:00", "headline": "Learn how to start trading and investing on bitcoin and other cryptocurrencies from beginner to expert", "description": "<p>These videos are designed for absolute crypto beginners. By taking these courses, you will learn the fundamentals of cryptocurrency, crypto trading and margin trading.</p><p><br></p><p>+6 hours of video and illustrations to help you better understand the concepts and strategies that will help you become a crypto trader in Africa!</p><p><br></p><p>This Course would help you understand perfectly how the cryptocurrency Market works</p><p><br></p><p>You would learn how to trade Bitcoin, Ethereum, Litecoin and many other cryptocurrencies using the various special strategies used by professional traders.</p><p><br></p><p>You would learn how to read and forecast chart using several analysis types like candlestick analysis, technical analysis, etc.</p><p><br></p><p>Learn how to allocate, forecast, and evaluate financial risk together. Become familiar with procedures that minimizes risks while maximizes your profits when trading crypto.</p><p><br></p><p>P2P and centralized exchanges</p><p><br></p><p>You will also learn how to securely buy and sell crypto P2P using your local currency; but also, how to margin trade on centralized exchanges.</p><p><br></p><p>You will learn how to grow your investment Portfolio much faster using the strategies laid out in this course</p><p><br></p><p>You will also get a 30 day money back guarantee, so do not hesitate to give yourself a chance to learn new things by just taking this course now</p><p><br></p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-10-29_14-39-56-48fd991f89c0c377fbf5c7b1da61eeb5/2/WebHD_720p.mp4?Expires=1638557912&Signature=V2HPs0U-YDVSJhD3XZVdD-O2Bi3VEHp0jVoM3C745KiBkqFPv9Zkq5h5Uuu8GM0bSVjVMAl5CzmLM5KDGIKJtn7jQHmAzk24kXFgWFUVFv~zaoZ-AkNmRVJhYa8rCI8e4Ro2sUqWBwzBv-xpsaWU1Ipf0bJV1hHadWJwSLh2lltnd~JALGx58cNtf3xaakBwBGoX5RcxfZYn-OTKfOz5yIs0xvvLgmKNsMLA~8ZcaaYUlLx-r9QdJu~SJpn4yDwIF-~YOqU4itXeGxrhnEP9~ZSHROyHjBOYGt7beyWZS1BKGRSdoBueD-k9QjaUw-1TPQTiJWsvptVMo2ZNR6VyEw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3162082", "category": "Health & Fitness", "sub_category": "Meditation", "title": "Meditation For Beginners", "level": "Beginner Level", "author": "Kevin Ellerton", "duration": "1.5 hours", "rating": "4.7", "reviews": "449", "students": "54923", "coupon_code": "B898EEC93E4F99D74FE6", "preview_img": "https://img-c.udemycdn.com/course/750x422/3162082_6fea_4.jpg", "coupon_link": "https://www.udemy.com/course/meditationforbeginners/?couponCode=B898EEC93E4F99D74FE6", "end_day": "2021-12-04 02:14:00+00:00", "headline": "Completely new to meditation? This is the course for you!", "description": "<p>Meditation is one of the most powerful things that you can do, as a human being. It trains you to be in control of you mind and your emotions, in ways that you never knew were possible. It allows you to be happy just to be alive, even in the most difficult of circumstances; even when you're injured, or suffering a loss, stressed out at work, overwhelmed, depressed or anxious. It allows you to find the basic happiness of being alive, and that pervades everything else, so that you can deal with everything else much better.</p><p>Aside from just giving you that unshakeable happiness &amp; joie de vivre, it also gives you control over your mind in ways that are hard to even imagine before you experience it. It gives you the ability to focus on whatever you want to focus on, which can make you extremely productive and successful in life.</p><p>Tim Ferris studied hundreds of the world's most successful people: billionaires, celebrities, athletes, bodybuilders, and scientists at the tops of their fields. There was only one trait that over 80% of them had in common: a daily meditation practice. That's crazy when you think about it. It's not that they were all super intelligent, hard working, good looking, or born into wealthy families. The single most common trait among the world's most successful people is <em>meditation</em>. Isn't that weird?</p><p>To experienced meditators, this is not a surprise at all. It makes perfect sense that the world's most successful people are meditators. Meditation is a meta-skill; it's a skill that improves all of your other skills. It improves your ability to focus, so that you can do everything else better.&nbsp;In that way, meditation improves every aspect of your life, from relationships to health, happiness, productivity, career... everything.</p><p>In this course, you'll go from complete n00b to at least understanding the basics of meditation. This course is <em>Meditation For Beginners</em>. It will help you to get a good firm grounding in the basics of meditation, that you'll be able to take with you into daily life, to walk around in a meditative state, and to form the foundations for your own daily practice.&nbsp;All within about an hour and a half of course materials.&nbsp;Very easy, very simple, geared toward you, specifically, the beginner meditator. This will help you be happier in life, feel better, be healthier, and deal with pretty much anything that life will throw your way. The best hour and a half you'll ever spend in the rest of your life is this hour and a half, watching this course, learning to meditate for the first time.</p><p>I'll see you inside!</p><p>Namaste.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-06-12_17-02-35-ab7f9af42549a18ab10e0e3367da1f98/1/WebHD_720p.mp4?Expires=1638557923&Signature=AKzBVVXITgSzhDuwL0M2VNCaDBg74~rrMLpTgC5j5pDQMa~~jJD4iKtQKpSlAak8GUrOIXuHfeQSbstd5E6s1z-HDJe3V2WA-tTVSnCaNa6U5eqnpymLSzt2V27XJEXnSmYHUjVxiQdanIMZUVzJduFytDRTEF~AYmVUe8Twj0Zq06PPqUVhBOFEHCJuEZ00dtTYSQ1XUiC~qvymcW3wYNu3CbOB3H~RYqRzQZNuN6e9hsQAiGf6DPBVXZNMo1L-o4OgNMgmb9nsH8XWLyeavvMyReTA7ybJrU-Rys36IJTljl4qFCNcS77ndiHepjQcD-mLwSFkkyGBQzJOmInYyA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3941854", "category": "IT & Software", "sub_category": "Other IT & Software", "title": "¡Curso Profesional Excel 2021– Para Empresas!", "level": "Intermediate Level", "author": "David Godeau", "duration": "8,5 horas", "rating": "4.6", "reviews": "699", "students": "36528", "coupon_code": "CHRISTMAS-TIME-HOHO", "preview_img": "https://img-c.udemycdn.com/course/750x422/3941854_0c26_12.jpg", "coupon_link": "https://www.udemy.com/course/2021-curso-profesional-excel-para-empresas/?couponCode=CHRISTMAS-TIME-HOHO", "end_day": "2021-12-08 13:35:59+00:00", "headline": "Adquiere Conocimientos Indispensables de Excel en el Mundo Empresarial. ¡El Curso Excel Más Actualizado Este 2021!⭐", "description": "<p>El curso te proporciona los <strong>cimientos que todo Profesional Excel debe poseer</strong>. Obtendrás un vasto conocimiento lleno de recursos y estarás capacitado para hacer frente a cualquier tarea en Excel de una manera eficaz y productiva.</p><p>Al terminar el curso, habrás dominado Excel y nada te será desconocido para empezar a trabajar <strong>como todo un Profesional</strong>.</p><p>El curso Incluye:</p><p>⭐ <strong>Más de 8 Horas de Contenido Exclusivo</strong></p><p>⭐ <strong>Tareas Prácticas Al Final de Cada Capitulo (Desafíos)</strong></p><p>⭐ <strong>Más de 50 Videos</strong> <strong>en Alta Definición (HD)</strong></p><p>⭐ El <strong>Guía de Apuntes</strong> de consulta rápida en <em>formato PDF.</em></p><p>⭐ <strong>Certificado digital</strong> de finalización. </p><p>⭐ <strong>Acceso ilimitado</strong></p><p>⭐ <strong>Asistencia personal</strong></p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;_____________________________________</p><p><strong>PORQUÉ TOMAR&nbsp;ESTE&nbsp;CURSO?</strong></p><p>Profesionales con habilidades y destrezas en Excel siempre están <strong>en demanda por el mercado laboral</strong>.</p><p>Jefes de empresas buscan <strong>personal calificado</strong> que realicen trabajos eficiente- y productivamente.</p><p>Tus clientes te apreciarán por <em>crear reportes más llamativos y visuales.</em></p><p>Estarás <strong>por delante de tus colegas</strong> si dominas Excel.</p><p>Esta formacion hará <em>crecer tu nivel de confianza</em> con Excel.</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;_____________________________________</p><p><strong>ES&nbsp;SÓLO&nbsp;PARA&nbsp;PRINCIPIANTES?</strong></p><p>Este curso está diseñado para el usuario que quiere <strong>iniciarse en Excel </strong>o para aquel que ya tiene <strong>conocimiento moderado</strong> y busca un curso estructurado, divertido, organizado y sobre todo práctico.</p><p>Los usuarios más experimentados podrán igualmente <strong>reforzar conceptos olvidados o descubrir consejos y trucos PRO</strong> que otros cursos no imparten.</p><p>Esta formación es para ti, sin importar el cargo o puesto que tengas:</p><p> Ejecutivos de ventas y cuentas</p><p>- Analistas financieros y contadores</p><p>- Estudiantes que cursan administración de empresas, contabilidad o finanzas.</p><p>- Administradores y asistentes</p><p>- Consultores, Recursos humanos</p><p>- Gerentes y ejecutivos</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;_____________________________________</p><p><strong>QUÉ CONSEGUIRÁS CON&nbsp;LO&nbsp;APRENDIDO?</strong><br>Es momento de <strong>ponerse en la posición de:</strong></p><p>- Ganar reconocimiento en el trabajo&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; - Tener seguridad laboral</p><p>- Negociar un mejor salario&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;- Ganar más dinero</p><p>- Pasar más tiempo con tus seres queridos.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-04-23_13-55-13-d203c881232e309c845e9df1b1d29abf/1/WebHD_720p.mp4?Expires=1638557931&Signature=LGPloVEa2IPqS2zgl56CM~4mJuRD8M7CvkszdEMFI~yvKDnh50rOYsQ6cZ4rVMyh~Qr3z0KxGXekP3v9v66IvY0dgcfrc41nft3IE5U4hez35pfVigkjbG~gu-fiqutcq7B-agKkO7uX25eHx2pgS-NBS1zXVFNbpv-6d6D0XEDSnHNb3NODOCYVuOo0c~CiergKpzrQPNlIuUHw3MgpDjuN5tGBJwWw7hAtcsihQC2Kbjt7shb4sa-atL-w06Y4DSkaWnJtW9hFMyngSKtYN9U4MktRsgkAiyqguu~O2OGqgpO~5KT5E5ioSBpFTjG6dZ1vrTglI5RWZoYTyjasug__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3087414", "category": "Personal Development", "sub_category": "Personal Productivity", "title": "Time Management And Goal Planning: The Productivity Combo", "level": "All Levels", "author": "Claudia Simonetto", "duration": "1 hour", "rating": "4.4", "reviews": "1133", "students": "71943", "coupon_code": "9DED36CA40BC32B69260", "preview_img": "https://img-b.udemycdn.com/course/750x422/3087414_5200_2.jpg?secure=eAd9gDSvNcZlBRGxBlzBkw%3D%3D%2C1638628137", "coupon_link": "https://www.udemy.com/course/time-management-and-productivity/?couponCode=9DED36CA40BC32B69260", "end_day": "2021-12-07 09:47:01+00:00", "headline": "The ultimate guide to time management hacks to effectively set and achieve your goals by empowering productive habits", "description": "<p>What about setting 48-Hour Productivity from a 24-hour day? So many things, so little time, right? Wrong!</p><p><strong>Time management is all about working SMARTER, not harder!</strong></p><p>Time management, focus and motivation are the basis for planning and achieving our goals and being more productive. Distraction turns seemingly busy days into wasted time, producing a negative impact on our productivity.</p><p>This course will show you <strong>the best time management and goal planning strategies to focus on what really matters, prioritizing those actions that lead to the achievement of our short and long term goals</strong> in order to fulfill your life. You will learn practical time management strategies to get more work done in half the time!</p><p><br></p><p><strong>What will I be able to do upon completion of this course?</strong></p><ul><li><p>Develop the Time Management Mindset for Long Term Success</p></li><li><p>Identify the High-Value Actions to Maximize your Results And Plan Your Goals</p></li><li><p>Get the Right Things Done by Prioritizing Tasks In Your Time Management Plan</p></li><li><p>Create a Daily Success Routine And Effective Goal Planning To Improve Your Personal Effectiveness</p></li><li><p>Manage Your Time The Best Way To Stop Procrastinating and Complete your To-Do List Every Day</p></li><li><p>Setting a Plant to Turn Your Long Term Goals Into Monthly, Weekly And Daily Smaller Tasks</p></li><li><p>Create a Personal, Concrete and Strategic Action Plan Based on Your Personal and Professional Goals</p></li><li><p>Boost Productivity to Achieve More in Less Time With The Best Time Management Techniques</p><p><br></p></li></ul><p>You will learn the best effective time management strategies that allow you to accomplish more in a shorter period of time. Plan your goals, get the important work done in order to maximize results, lower your stress and improve any other aspect of your life.</p><p>The Curriculum:</p><p><em>- The Time Management Paradox: Work Less, Achieve More</em></p><p><em>- Planning for Results</em></p><p><em>- How to Prioritize When Everything seems Important</em></p><p><em>- Mastering the Action Plan: From Theory to Practice</em></p><p><em>- 8 Steps to Create a Success-Based Routine</em></p><p><em>- Strategic Planning: Short-term and Long-Term Goals</em></p><p><em>- Complete a task in under 2 minutes</em></p><p><em>- Stop procrastinating using a tomato</em></p><p><em>- Use Time-boxing And Get Things Done</em></p><p><em>- Setting a Strategic Planning Process to Achieve Your Long Term Goals</em></p><p><em>- 6 Golden Rules for Successful Goal Setting</em></p><p><br></p><p><strong>EXTRA BONUS - </strong>From Theory to Practice: exercises designed to put into practice what you have learned and which can be applied to your professional and personal life. Downloadable resources to use as a reference in order to manage your time in the best possible way and maximize your chances of success by developing goal-oriented habits.</p>", "preview_video": ""}, {"course_id": "4416132", "category": "IT & Software", "sub_category": "IT Certifications", "title": "ITILFND V4: ITIL 4 Foundation Practice Exams 2022", "level": "Beginner Level", "author": "Edu Academy", "duration": "", "rating": "4.0", "reviews": "2", "students": "1149", "coupon_code": "ITILV4", "preview_img": "https://img-b.udemycdn.com/course/750x422/4416132_ef0e.jpg?secure=pHp_NY1mtZw0ccSKJb8SxA%3D%3D%2C1638628139", "coupon_link": "https://www.udemy.com/course/itilfnd-v4-itil-4-foundation-practice-exams-2022/?couponCode=ITILV4", "end_day": "2021-12-08 11:31:54+00:00", "headline": "Get 100% ready to pass the ITIL 4 Foundation Certification Exam with our updated Exams !", "description": "<p><strong>Official exam information:</strong></p><ul><li><p><em>Test taking options: Online / Local test center</em></p></li><li><p><em>Time to complete: 60 mins</em></p></li><li><p><em>Total number of questions asked: 40</em></p></li><li><p><em>Passing Score: 65%</em></p></li><li><p>Multiple choice examination questions</p></li></ul><p>This practice tests course provides practice for taking the real exam and this practice test will help you prepare for the real exam test environment.</p><p>This course will give you lots of practice tests on all topics covered in the <strong>ITIL 4 Foundation</strong> exam</p><p><br></p><p><strong>ITIL 4 Foundation exam covered topics.</strong></p><p><br></p><ul><li><p>Understand the key concepts of service management</p></li><li><p>Understand how the ITIL guiding principles can help an organization adopt and adapt service management</p></li><li><p>Understand the four dimensions of service management</p></li><li><p>Understand the purpose and components of the ITIL service value system</p></li><li><p>Understand the activities of the service value chain, and how they interconnect</p></li><li><p>Know the purpose and key terms of 15 ITIL practices</p></li><li><p>Understand 7 ITIL practices</p></li></ul><p><br></p><p><strong>Who this course is for:</strong></p><ul><li><p>Who want to pass ITIL 4 Foundation Exam</p></li><li><p>Students preparing for the ITIL 4 Foundation certification exam,</p></li><li><p>IT professionals or others working within an organization that has adopted ITIL</p></li></ul><p><br></p><p>pass the ITIL 4 Foundation exam you must know the theory very well but also have high level hands-on skills. The element most students forget it drilling their knowledge with a ton of practice exams. Practice exams help you learn to apply theory to questions as well as expose weak areas in your knowledge.</p><p><br></p><p>The practice tests are constructed to enhance your confidence to sit for real exam as you will be testing your knowledge and skills for the above-mentioned topics.</p><p>Upon enrollment, you will receive unlimited access to the tests as well as regular updates.</p><p><br></p><p><strong>Best of luck!</strong></p>", "preview_video": ""}, {"course_id": "4425538", "category": "IT & Software", "sub_category": "IT Certifications", "title": "AWS Certified Security Speciality SCS-C01 Practice Exam 2022", "level": "Beginner Level", "author": "Edu Academy", "duration": "", "rating": "0.0", "reviews": "0", "students": "1102", "coupon_code": "FREE1000", "preview_img": "https://img-c.udemycdn.com/course/750x422/4425538_2d43.jpg", "coupon_link": "https://www.udemy.com/course/aws-certified-security-speciality-scs-c01-practice-exam-2022/?couponCode=FREE1000", "end_day": "2021-12-08 12:44:15+00:00", "headline": "Be 100% ready to pass your AWS Certified Security Speciality SCS-C01 Certification with full confident !", "description": "<p>AWS Certified Security - Specialty certification is one of the widely recognized security certifications across the industry. With the number of security breaches increasing every year, there is a huge demand for individuals who understands the security side of things, specifically Cloud-based Infrastructures.</p><p>This course is specially designed for the aspirants who intend to give the AWS Certified Security Specialty 2021 certification as well for those who want to master the security side of AWS.</p><p>Throughout the course, we explore various Real World scenarios and look into why do website gets hacked, what could have been done to prevent it, and learn the best practices related to Security for your AWS environment.</p><p>Since this is a Specialty level certification, it is very important that the candidate has a prior hands-on experience in AWS, and this also acts as a pre-requisite to this certification. We do start our journey into the security side of things from scratch.</p><p>With tons of quizzes in order to prepare you for exams, Real-world scenarios, and great Support from our Instructor in-case of doubts, this course is all you need to master the Security side of AWS and gain the certification.</p><p><strong>5</strong> <strong>SETS OF PRACTICE EXAMS - with minimum of 60+ Questions each<br></strong>Each practice exam has the same format, style, time limit and passing score as the real AWS Certification exam (60 min to answer 50 questions)<strong><br></strong>All questions are unique, 100% scenario-based and conform to the latest AWS Certified Security Specialty Exam blueprint.</p><p><strong>BEST WAYS TO PREPARE FOR YOUR AWS CERTIFICATION EXAM</strong></p><p><strong>KEY TRAINING ADVICE</strong>: Although the actual AWS Certified Security Specialty exam has a pass mark of 72%, we recommend that you repeatedly retake our AWS Certified Security Specialty practice exams until you consistently score 80% or higher. We encourage you to put in the work and study the training notes in detail. Once you achieve the recommended score in the practice tests - you are ready to sit the exam and achieve a great score!</p><p><strong>CONFORM WITH EXAM BLUEPRINT</strong>: Using our AWS Certified Security Specialty Practice Exams can help you gain experience with the test question format and understand how the questions in the real AWS Certified Security Specialty exams are structured. Unfortunately, there are many AWS Certified Security Specialty practice tests in the market that do NOT match the format of the exam pattern. Rest assured that with our practice tests, you will be adequately prepared for the real AWS Certified Security Specialty exam.</p><p><br></p><p><strong>KEY FEATURES OF THESE POPULAR PRACTICE EXAMS</strong></p><p>✅ <strong>300+ PRACTICE QUESTIONS:</strong> 5 sets of Practice Exams with minimum 50 Questions each with a pool of 300+ Questions to assess your exam readiness on Udemy.</p><p>✅ <strong>EXAM SIMULATION</strong>: All Practice Tests are timed and scored (passing score is 80%) mimicking the real exam environment.</p><p>✅ <strong>DETAILED EXPLANATIONS</strong>: Every question includes a detailed explanation that clarifies why each answer is correct or incorrect.</p><p>✅ <strong>PREMIUM-QUALITY:</strong> These practice questions are free from typos and technical errors which makes your learning experience much more pleasant.</p><p>✅ <strong>ALWAYS UP TO DATE</strong>: Our question bank is constantly updated based on student feedback from the real exam. New questions are added on a regular basis growing our pool of questions.</p><p>✅ <strong>ACTIVE Q&amp;A FORUM</strong>: In this discussion board, students ask questions and share their recent exam experience offering feedback on which topics were covered.</p><p>✅ <strong>BEST VALUE FOR MONEY</strong>: Compared to the Official AWS Certified Security Specialty Practice Test that gives you up to 40 questions only (for $20), when investing in these tests, you get lifetime access to our pool of questions.</p><p>✅ <strong>ACCESS ON MOBILE</strong>: Study on the go and access all resources from your mobile.</p><p><strong>Abilities Validated by the Certification</strong></p><ul><li><p>An understanding of specialized data classifications and AWS data protection mechanisms</p></li><li><p>An understanding of data encryption methods and AWS mechanisms to implement them</p></li><li><p>An understanding of secure Internet protocols and AWS mechanisms to implement them</p></li><li><p>A working knowledge of AWS security services and features of services to provide a secure production environment</p></li><li><p>Competency gained from two or more years of production deployment experience using AWS security services and features</p></li><li><p>Ability to make tradeoff decisions with regard to cost, security, and deployment complexity given a set of application requirements</p></li><li><p>An understanding of security operations and risk</p></li></ul><p>We look forward to seeing you join us in this exciting journey on AWS Security.</p>", "preview_video": ""}, {"course_id": "4228228", "category": "Marketing", "sub_category": "Video & Mobile Marketing", "title": "VidIQ Masterclass - Full Guide to YouTube Keyword Tool", "level": "All Levels", "author": "Nick Nyxson", "duration": "1.5 hours", "rating": "3.4", "reviews": "5", "students": "3794", "coupon_code": "2BAC8AC8857ACA860123", "preview_img": "https://img-c.udemycdn.com/course/750x422/4228228_dc74.jpg", "coupon_link": "https://www.udemy.com/course/vidiq-course/?couponCode=2BAC8AC8857ACA860123", "end_day": "2021-12-08 03:56:21+00:00", "headline": "Learn Everything about VidIQ, its Features, Licenses, Keyword Research tool and YouTube SEO Optimisation", "description": "<p><em>Finally, a YouTube Channel Management Tool That Makes Creating &amp; Growing A YouTube Channel Fun &amp; Easy!</em></p><p>With the right YouTube channel management tool, you can get a complete overview of your channel and all its analytics and data. You can easily spot which videos work best and which ones need more work. And it's completely free!</p><p>VidIQ is a revolutionary YouTube tool that was designed to make it easier for creators on the platform like yourself to grow. VidIQ has a unique algorithm that finds content ideas for you quickly and easily. You can use various search phrases on YouTube, while you get all the information you need in seconds. VidIQ is available for advanced creators of all levels on YouTube to save time and improve your efficiency.&nbsp;</p><p>You no longer have to spend time on unproductive tasks like trying to find the right keywords, keyword research has become very efficient, uploading content is faster and simpler, and research into competitor strategies is simplified.</p><p>And This VidIQ Masterclass is the perfect solution for both experienced and inexperienced content creators who have created a YouTube channel but are struggling with managing it. This is the only course to teach you how to use VidIQ’s powerful YouTube channel management, SEO, and keyword research tools to grow your YouTube channel.</p><p><strong><em>Here you will Learn:</em></strong></p><ul><li><p><em>What VidIQ is;</em></p></li><li><p><em>What Features VidIQ provides;</em></p></li><li><p><em>How to choose a license for VidIQ;</em></p></li><li><p><em>How to use Keyword Research Tool;</em></p></li><li><p><em>How to implement found keywords in your YouTube videos;</em></p></li><li><p><em>How to use Daily Ideas;</em></p></li><li><p><em>And Much MORE!</em></p></li></ul><p>It's no secret that YouTube is the second largest search engine in the world. Also, it is worth investing your time and energy into your channel with VidIQ to take advantage of the long-term growth potential which will greatly contribute to the success of your channel.</p><p>And here is the VidIQ Course! You will learn everything you need about this tool and its features and also everything about how to research and optimize your YouTube videos for better SEO. With VidIQ, you can finally take your Youtube channel to the next level!</p><p>Everything you'll learn here will be based on my own personal experience as a VidIQ video contributor. I'll show you what it looks like, live on video.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-02_08-44-04-71e52ca90fa4513753109dd284b19588/2/WebHD_720p.mp4?Expires=1638557952&Signature=MYaJ3m6FviAbb6SU9~QFMJ0n93MooqKJPcQofFcq3YDBsxcnMa~EF0v4iuLktOpqxYsy8Um2fY9q1ba~JQh9379gKHQAzfVLzaeNlfTpfIyWiYXdGwW8bM79M3LW5ts2ggctDSdOKMjHzhzZ0wnfjHSXXaF2mWAYI86FY7IDsDhEWCV28zUM-c4Adorgx6qVMRVWaXIPWUhYOU9oqElZAT4bDykUVQ~BBQqaY2wcxdxqVhpqgZ2DG8QPQsO80Z32qKRQ8Z7uPzDvhgAhcl3zTHLUGLZustNe06Kv3XoxCFp6HTZQiAqz8CsGK5cju1eMg-7BR6BkIc2noKRWmIn7-Q__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4402441", "category": "Personal Development", "sub_category": "Personal Productivity", "title": "Acing Time Management: The ultimate ALL IN ONE Program", "level": "All Levels", "author": "Ben Moreau (PMP, Prince2, MSP, Agile)", "duration": "3 hours", "rating": "5.0", "reviews": "1", "students": "1324", "coupon_code": "FREENOV21", "preview_img": "https://img-c.udemycdn.com/course/750x422/4402441_5624_2.jpg", "coupon_link": "https://www.udemy.com/course/acing-time-management/?couponCode=FREENOV21", "end_day": "2021-12-06 23:07:08+00:00", "headline": "Get your time back for what you love doing", "description": "<p><strong>WHY&nbsp;THIS&nbsp;COURSE?</strong></p><p>Are you here because you feel you are <strong>always behind </strong>with your work and that makes you <strong>feel stressed?</strong> </p><p>Well congratulations for wanting to do something about it, as opposed to waiting for things to change.</p><p>This course will allow you to not only <strong>get back on top of your To-do list</strong>, but also will ensure you <strong>never get overwhelmed </strong>by your workload, which is really the main goal: You managing your to-do list and not Your list managing you.</p><p>This course will also show you how to be <strong>more efficient </strong>and <strong>get noticed </strong>at work and maybe ask for that <strong>overdue promotion.</strong></p><p><br></p><p><strong>BACKGROUND</strong></p><p>My name is Ben Moreau and I have been a Manager and coach for 20 year (IBM, HP, Major banks, Government agencies...).</p><p>This course is based on my<strong> personal experience </strong>as a Manager, but also as someone working on heavy workloads for demanding managers. Actually worked on 7 projects at once.</p><p>And this course is also based on <strong>my research on Time Management </strong>from the top experts in the field.</p><p><br></p><p><strong>COURSE&nbsp;STRUCTURE and CONTENT&nbsp;</strong></p><ul><li><p>I begin with by providing you with <strong>9 of the best time management rules </strong>that you can apply right now away.</p></li></ul><ul><li><p>Once done we take a step back and review how we can improve our Time Management <strong>for the long term</strong> from different perspectives to maximise our chances of success:</p></li><li><p>At this point I&nbsp;review the <strong>5 areas </strong>we need to master in order to become more efficient at Time Management</p></li></ul><ul><li><p>Working on ourselves</p></li><li><p>What to do with our current tasks (Time Management System)</p></li><li><p>What to do with our potential new tasks</p></li><li><p>How to work with our Environment </p></li><li><p>How to work with others </p></li></ul><p>While we do this we have look at what goes in the way of being effective at Time Management:</p><ul><li><p>Perfectionism</p></li><li><p>Procrastination</p></li><li><p>Stress Management</p></li><li><p>Habits</p></li><li><p>How to deal with tasks we don't enjoy </p></li><li><p>What to do when we REALLY have too much on. </p></li><li><p>How to say no</p></li><li><p>How to negotiate a lower workload</p></li><li><p>....</p></li></ul><p><br></p><p>This course includes some insights from some of the top experts:</p><ul><li><p>Mel Robbins</p></li><li><p>Brian Tracy</p></li><li><p>James Clear</p></li><li><p>David Burns</p></li><li><p>Albert Ellis</p></li><li><p>Ken Blanchard</p></li><li><p>Cialdini </p></li><li><p>David O'Hare </p><p><br></p><p>Including some <strong>book recommendations </strong>if that can help.</p></li></ul><p><br></p><p>We review some of the best techniques and processes I really believe can massively help with your Time Management:</p><ul><li><p>Pomodoro</p></li><li><p>the 90mn system</p></li><li><p>The Eisenhower matrix (revised)</p></li><li><p>CBT</p></li><li><p>REBT</p></li><li><p>The 5 Sec rule</p></li><li><p>Kaizen</p></li><li><p>Habits</p></li><li><p>Reframing</p></li><li><p>...</p></li></ul><p><br></p><p>And I provide a suggested end to end <strong>Time Management System</strong> that you could start using straight away.</p><p><br></p><p><strong>WHO&nbsp;IS&nbsp;THIS&nbsp;COURSE&nbsp;FOR?</strong></p><p><br></p><p>This course is targeted to anyone wanting to become more efficient <strong>with their work.</strong></p><p>But most of the techniques can also be applied <strong>outside of work</strong>.</p><p><br></p><p>That’s it for me, I hope you can join us :-)</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-22_01-06-02-da2c756ca17a1e01b5376b1d1454dd46/2/WebHD_720p.mp4?Expires=1638557955&Signature=HLGYK37ku8Zsyk0n3MiwfKqLNA9JC1RmtDqqxQvAxGe2Mf~GBB6DP-mX9-PmBlJJTh60R7rg4XR3tbyphnhW1ijXrE5qLF0qiWSVu1G5FJ5u58eZ0PEGywL62yqd0DUv2PzxwAo5EESqGgq9MAZeIxGQPHrtf0ujV2jyfTYLG~lHiX6UJoEnlqn2chNPQkI8HXunkN63HJn89jFkx~JnatnYo7p6wNp2xUNoJHk7IBGRx0~BkS6e5zI4QKnoHcV6uFCycS3nvDAXTIO8fE0-UbNZFXKyPITnE1DEeyqZfxQ4i1ip-sbKaGwpGAbYUFwzMgwu44ey5hxvyH0d9J~kjQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3655198", "category": "Office Productivity", "sub_category": "Other Office Productivity", "title": "Quantity Surveying With Rate Analysis And Take Off-Beginners", "level": "Beginner Level", "author": "Akhil Krishna", "duration": "1 hour", "rating": "4.1", "reviews": "208", "students": "30412", "coupon_code": "QSBEGINNOW", "preview_img": "https://img-b.udemycdn.com/course/750x422/3655198_d5b6.jpg?secure=BRLaKP1TM3dGtBc8tGAHog%3D%3D%2C1638628158", "coupon_link": "https://www.udemy.com/course/quantity-surveying-with-rate-analysis-and-take-off-beginners/?couponCode=QSBEGINNOW", "end_day": "2021-12-05 17:13:10+00:00", "headline": "Quantity Surveying, Quantity Takeoff, Estimation, Rate Analysis, Blubeam Revu, Planswift, Costing, Construction Drawings", "description": "<p>This course will help you to understand the roles and responsibilities of a Quantity Surveyor, the skills and educational qualifications required to start a career in Quantity Surveying, the basics of rate analysis and the required knowledge to take off quantities from construction drawings using two globally used software’s Bluebeam Revu and Planswift.</p><p><br></p><p>By the end of this course you will gain knowledge regarding the different element to be included while pricing your construction project.</p><p><br></p><p>Need to save time and quickly take off all your quantities from drawings?</p><p>Bluebeam Revu and Planswift makes this easy. Learn how to count, take linear measurements, area measurements and volume measurements using both these software’s.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-11-24_12-38-50-3d4a9ea59cc2ef28d94ee4fa3aedbf02/1/WebHD_720p.mp4?Expires=1638557958&Signature=fehcW-3U8MI55UXqOf6oxCeolJUthOgR0RDFjCYfSmLbV9m4ZmgZg9E1NWVxxr3KOH-lU7q7lRwbjKNZPPyfLFDn4Ty3TrXhZ4Wv5sIVunh5GHStd7CI-IRzcRPnL4QbqdqFpXNNWBJlWm1UHm1wINPBw42xowiRN0SFvMI~FFWDEKxWZhgwO6Jyld11RYJTuN7uwV3bnRAa1AMCrcptd4h0rwwuEzatVQeXdtq5bvbUbYHJkLfuHCu3a48EIKhp7rSa5XrlN2MHM7P4FiifiLOZjG4NI0RJ-G1lNKdE3MIXGS7J4CSkAQRhlTFSRMl5~6l~UlhjNN7S0A0sYqN7Cw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4200596", "category": "Marketing", "sub_category": "Product Marketing", "title": "SaaS Marketing, Metrics for Managers and Founders", "level": "All Levels", "author": "Navdeep Yadav", "duration": "8 hours", "rating": "4.6", "reviews": "80", "students": "28219", "coupon_code": "SAASCOURSE4", "preview_img": "https://img-c.udemycdn.com/course/750x422/4200596_d778_5.jpg", "coupon_link": "https://www.udemy.com/course/saas-marketing-metrics/?couponCode=SAASCOURSE4", "end_day": "2021-12-08 08:10:46+00:00", "headline": "Comprehensive Course on Software as a Service(SaaS) Metrics: ARR, Churn, Retention, LTV, CAC, Unit Economics", "description": "<p><strong>Building a Software as a Service (SAAS) company is always hard. </strong></p><p>So this course will make it easy for you. </p><p>This course is specially designed for <strong>SAAS Product Managers and Startup Founder. </strong>It will help you understand important SAAS Marketing and Growth Metrics like <strong>CAC, CLV, LTV, Churn, NPS, and KPI's Growth Retention, ARR t</strong>hat a founder and a product manager should track.</p><p>By the end of this course, you will have a good understanding of </p><p><strong>Module 1 SAAS Basics</strong></p><ol><li><p>What is SaaS (Software as a Service)?</p></li><li><p>History of SaaS</p></li><li><p>Why SaaS Future is exciting</p></li><li><p>What are the Benefits of SaaS?</p></li><li><p>Difference between IaaS PaaS SaaS</p></li><li><p>SaaS Use Case for E-commerce</p></li><li><p>Building Headless e-commerce with SaaS</p></li><li><p>Various Categories of Startup</p></li><li><p>Types of SaaS Products and Companies</p></li><li><p>Why SaaS is so Exciting for Investors</p></li></ol><p><strong>Module 2 SAAS Business model Innovation </strong></p><ol><li><p>SAAS Essentials</p></li><li><p>Software as a Service Business Model Introduction</p></li><li><p>SAAS Business model innovation</p></li><li><p>Customer Segmentation in SAAS</p></li><li><p>Targeting Enterprises as a SAAS Start-up</p></li></ol><p><strong>Module 3 SAAS Business model</strong> </p><ol><li><p>Types of SAAS business model</p></li><li><p>SAAS Subscription Model Example</p></li><li><p>SAAS Pricing Models, Strategies, and Examples</p></li><li><p>Pay as You go business Model - Amazon AWS and Microsoft Azure</p></li><li><p>What is Tiered Pricing? | Benefits and Best Practices</p></li><li><p>Pay Per User Pricing - Click up and Jira</p></li><li><p>Freemium SAAS Strategy and Companies</p></li><li><p>SAAS Affiliate Business Model and Programs</p></li></ol><p><strong>Module 4 SAAS Marketing and Growth Metrics</strong></p><ol><li><p>SaaS Growth Introduction</p></li><li><p>Unique visitors and Signups for SaaS</p></li><li><p>B2B SaaS Leads</p></li><li><p>Types of bookings</p></li><li><p>ACV TCV and Contract length</p></li><li><p>Renewal bookings and churn example</p></li><li><p>Customer Acquisition Cost (CAC)</p></li><li><p>Monthly reoccurring revenue</p></li><li><p>Retention Rate and Cohorts in SaaS</p></li><li><p>SaaS Churn</p></li><li><p>Customer Lifetime Value in SaaS</p></li><li><p>Unit Economics in SaaS</p></li><li><p>Net dollar Retention in SaaS</p></li><li><p>Rule of 40 in SaaS</p></li><li><p>SAAS Magic number</p></li><li><p>Calculation SAAS valuation</p></li><li><p>Gross Margin and Contribution Margin </p></li><li><p>Market Size TAM, SAM, and SOM </p></li></ol><p><strong>Module 5 Shopify SaaS Case Study</strong></p><ol><li><p>Shopify vs Amazon Business model</p></li><li><p>Shopify Drop-shipping business model</p></li><li><p>Shopify Flywheel and Growth loop</p></li><li><p>Shopify Revenue channels</p></li><li><p>Why it's hard to replace Shopify</p></li><li><p>Shopify Vs Magento Vs Woo-commerce</p></li><li><p>Shopify Growth Wheel</p></li><li><p>FAANG T-Algorithm Framework</p></li><li><p>T-algorithm framework for Shopify</p></li></ol>", "preview_video": "https://mp4-c.udemycdn.com/2021-07-28_01-52-56-2deae66a2959b090ff6943c53e427d12/2/WebHD_720p.mp4?Expires=1638557964&Signature=l8ae8fqK7gMiXyEsqrIhZfnMk6bYkW9hV1PYmHm7uGPw8KlBBGmnnQ76A~uXkHQILtQvRlvMX-0Lc2~xfKLvE4qrGr0B0hO1SlGId5Zzza-wc1bER0vHL8r4ub7w1YjPg5pCCZm3xqfVN8LSZTC2nJmszJVfjk1oP63zem~XoXx0yLIsHipzpUk~exBZNj7q0llMPV~XWle1V0x6G4PQDBdGOgcBDd4uopXSzL7h9FbLJh7Fm-vVnBaV8nlSEgvDIew27Pals8ltSB3J5GZxR50BzsUQq34sOV0Nf-swDFJPf2h6S7uMASqLGm89kPzEeLRJxVfnAquRQW4CMxlWxg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4275324", "category": "Teaching & Academics", "sub_category": "Humanities", "title": "2 Thessalonians - Summary & Life Lessons For Todays Living", "level": "Beginner Level", "author": "Boomy Tokan", "duration": "1 hour", "rating": "4.3", "reviews": "7", "students": "3479", "coupon_code": "510AD6A231E37AB1612B", "preview_img": "https://img-b.udemycdn.com/course/750x422/4275324_97b5_2.jpg?secure=5jwHrrjha7UFQelGxOMvbQ%3D%3D%2C1638628184", "coupon_link": "https://www.udemy.com/course/2-thessalonians-summary-life-lessons-for-todays-living/?couponCode=510AD6A231E37AB1612B", "end_day": "2021-12-05 17:32:13+00:00", "headline": "How To Prevent Idleness Whilst Waiting For The 2nd Coming + Some Of The Most Profound Eschatological Teaching For Us!", "description": "<p>Paul wrote this letter shortly after the return of Timothy's account of how the newly found Church was emerging. He was able to deduct that certain issues identified in the first letter were still prevalent. In some cases, the scenarios have gotten worse.</p><p>One strong opposition identified was a letter supposed to have been written by Paul in which was claimed that the 2nd Coming had already taken place! Such a rumor ignited the confusion and fear responsible for idleness within this body of Christ. Some thought there was no need to work if the rapture had opened whilst others chose idleness as the safest of waiting on the Lord when he eventually arrives.</p><p>Paul sent the Church a plain timeline that spells out some of the end-time events. Many who have studies this short book have found these additions beneficial for the study of the book of revelation.</p><p>The teaching in this series of videos helps the learner capture the essence of these 3 chapters without been overly influenced by the tutor. This study can act as a guide particularly for those following a 1- or 2-years Bible Study Plan. It is the aim of the instructor to pass on the valuable revelation of God’s word for practical everyday living and to help you understand the bible much more! </p>", "preview_video": "https://mp4-c.udemycdn.com/2021-09-01_12-37-28-f60bb1e14682cd1f3d5899bb0b8a9991/2/WebHD_720p.mp4?Expires=1638557984&Signature=e33I-Rz5MAstkdKSK5qDJej53rFTeZJ6a~1KRxBvV-UJy4NSkGni6lywrC0GvA2Qjh~j7nz2VyHb8tf-SEaPFGNLp7lmitUZopPbIicO4NP231dN5Kn9Ti0sE540VrRPz80q0EoWAv6O3Ee5SSgHX3GVJx0qdYQmj8GH6HjhDja3XLHT4J7lPzJyS8hEYZPAJNLcWbXQp91jOBMRWwKqN4lXtajFUyeJRZq-CU2hGJYl1fqH7r5MkfaJEur7J0nuY68c9MJwJaLOyhITfCnEKjmnvRLdifJ6aLF2-Kfm2AXDShCG5jwCRI6ShGwgh7zLbtxl5Rn5qYHhTNrb8S-CxQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4029906", "category": "IT & Software", "sub_category": "Other IT & Software", "title": "Curso Completo Funcional de iDempiere", "level": "Beginner Level", "author": "Jose Francisco", "duration": "10 hours", "rating": "3.2", "reviews": "9", "students": "2154", "coupon_code": "759D8DA6A8E578F1AF67", "preview_img": "https://img-c.udemycdn.com/course/750x422/4029906_c525_2.jpg", "coupon_link": "https://www.udemy.com/course/curso-completo-funcional-de-idempiere/?couponCode=759D8DA6A8E578F1AF67", "end_day": "2021-12-07 21:20:48+00:00", "headline": "¿Quieres automatizar una empresa con calidad y a un precio bajo? Este curso es para ti. Sin necesidad de ser programador", "description": "<p><strong>¿Quieres automatizar tu empresa con calidad y a un precio bajo? Este curso es para ti.</strong></p><p><strong>¿Quieres implementar fácil este ERP en varios negocios y aumentar tus ingresos? Este curso es para ti.</strong></p><p><strong>¿Deseas proponer este ERP en tu trabajo y ascender de puesto? Este curso es para ti.</strong></p><p><strong>Sin necesidad de ser programador, aprende a instalar e implementar este ERP en una empresa grande de manera fácil y rápida.</strong></p><p>iDempiere es un Software ERP y CRM Contable y Administrativo ideal para grandes empresas, pymes, emprendedores y contadores públicos. Es 100 % en las nubes y soporta NIIF.</p><p><strong>El Código Fuente de iDempiere está disponible en las nubes para personalizar este software y adaptarlo a tu empresa o negocio.</strong></p><p>En este curso se aprenderá a instalar y configurar este robusto software en una empresa y también se aprenderá todas las funcionalidades operativas de cada módulo del ERP:</p><p>- Contabilidad</p><p>- Inventario</p><p>- Compras</p><p>- Cuentas por Pagar</p><p>- Ventas</p><p>- Cuentas por Cobrar</p><p>- Pagos</p><p>- Recibos</p><p>- Activos Fijos</p><p>- Retenciones</p><p>- Seguridad</p><p>- Personalizar Reportes</p><p>iDempiere es la solución más robusta, flexible, confiable y dinámica que hay en el mercado mundial, es un ERP y CRM sin igual, una solución integral para cualquier tipo de compañía.</p><p>iDempiere es soportado por una comunidad internacional activa y foros en distintos idiomas.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-05-29_11-22-02-012f0d3c98022d80c1b360c76a4ae210/1/WebHD_720p.mp4?Expires=1638558008&Signature=CgsQySoqGexyGqY~WLNvc2QkbCVcD9-gdu4gSlFRfLWs6YbLJAicDwwIVNwAVY51QsviMTdw7L0Rp7boIb0BqV2lRCoFqU4FhNSAXI8yEu6oPXxkjB3Dvo50-x7gIg29rZ-e8YO1Oz~~7CXFyHymayiVh--Bw9-Q3BtbhTxUhGnGg1dH36DgTfckCDI5mtzG0y6xVTVVZRYmWoNITEm0sJhYzGEifhJ5~s1FP6M4qTesem~NK4y18M~FlXKP1ybYjqFyvZgeSsf5zUOp7FNyCnOH8pfsORkZfOSo6MbQvJ-W8mFsoqHQv3gvEfERWQ9TBfHF12fahUNDh7lzRvd8hQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4376790", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Lean Six Sigma Yellow Belt (LSSYB) Tests Certification 2021", "level": "All Levels", "author": "wassim Elhgali", "duration": "", "rating": "0.0", "reviews": "0", "students": "922", "coupon_code": "5667CD5FC242F94DD75D", "preview_img": "https://img-c.udemycdn.com/course/750x422/4376790_df22.jpg", "coupon_link": "https://www.udemy.com/course/lean-six-sigma-yellow-belt-lssyb-tests-certification-2021/?couponCode=5667CD5FC242F94DD75D", "end_day": "2021-12-07 08:43:28+00:00", "headline": "best practice Tests for  Lean Six Sigma Yellow Belt (LSSYB) Certification 2021", "description": "<p><strong>Lean Six Sigma Yellow Belt Certification (LSSYB) Certification</strong></p><p><br></p><p><strong>About Lean Six Sigma Yellow Belt Certification Practice Exam</strong></p><p>A Council for Six Sigma Certification (CSSC) Certified Lean Six Sigma Yellow Belt is an individual who has attained a basic knowledge of Six Sigma but does not lead projects on their own. They are often responsible for the development of process maps to support Six Sigma projects.</p><p>The Council for Sigma Certification (CSSC) offers 2 different paths to earning your Lean Six Sigma Yellow Belt Certification. Individuals who have already received training and feel that they have significant understanding of the topics covered in the Yellow Belt Certification “Body of Knowledge,” can simply sit for our standard comprehensive examination.</p><p><br></p><p><strong>Skills Required</strong></p><p>A Yellow Belt participates as a core team member or subject matter expert (SME) on a project or projects. In addition, Yellow Belts may often be responsible for running smaller process improvement projects using the PDCA (Plan, Do, Check, Act) methodology. PDCA, often referred to as the Deming Wheel, enables Yellow Belts to identify processes that could benefit from improvement. These smaller Yellow Belt projects often get escalated to the Green Belt or Black Belt level, where a DMAIC methodology is used to maximize cost savings utilizing Statistical Process Control.<br></p><p><br></p><p><br></p><p><strong>Who should take Lean Six Sigma Yellow Belt Certification Exam?<br></strong></p><p><br></p><p><em>Path 1: Ideal for candidates:</em></p><ul><li><p>Who have already received training and feel that they have a significant understanding the “Body of Knowledge.”</p></li><li><p>Who are only seeking a single level of certification.</p></li><li><p>Who would be comfortable completing their exam in 1 hour.</p></li><li><p>Price: $99.00!</p></li></ul><p><br></p><p><em>Path 2: Ideal for candidates:</em></p><p><br></p><ul><li><p>Who are utilizing one of our free Self-Study Guides either independently or in conjunction with a training provider.</p></li><li><p>Looking to earn the various levels of “Belts” as they progress, without incurring additional examination fees.</p></li><li><p>That feel they may need more than 3 attempts to pass the examination.</p></li><li><p>Who would prefer a non-timed exam format.</p></li><li><p>Price: $349.00!</p></li></ul><p><br></p><p><strong>Exam Prerequisites</strong></p><p>There are no prerequisites for taking the CSSC Lean Six Sigma Yellow Belt Certification Exam. Once the examination assessment fee is paid, you will have 1 year to successfully pass the exam.</p>", "preview_video": ""}, {"course_id": "4321102", "category": "Business", "sub_category": "Entrepreneurship", "title": "Startup Fundraising Master course - Raise Venture Capital", "level": "All Levels", "author": "Navdeep Yadav", "duration": "3.5 hours", "rating": "4.9", "reviews": "27", "students": "13013", "coupon_code": "MASTERCOURSE", "preview_img": "https://img-c.udemycdn.com/course/750x422/4321102_4d6a_2.jpg", "coupon_link": "https://www.udemy.com/course/startup-fundraising-master-course/?couponCode=MASTERCOURSE", "end_day": "2021-12-08 08:07:46+00:00", "headline": "Understand the complete process from pitching to Angels investor to Raising Venture Capital Funding", "description": "<p><strong>Are you looking for fundraising for your startup? <br>Do you know how to make a pitch deck and attract venture capital for your business?</strong></p><p>Then this is the RIGHT class for you.</p><p><strong>Startup Fundraising Master course</strong> will help you navigate<strong> </strong>through the complete fundraising process for tech and non-tech startups. We will cover topics like <strong>business model</strong>, building <strong>Minimum Viable Product, </strong>Making <strong>Pitch deck</strong> for your startup, understanding investors funding strategy.</p><p><strong>1. Introduction to Startup Basics</strong></p><ul><li><p>Course Overview</p></li><li><p>Startup Road Map</p></li><li><p>Building MVP for your Startup</p></li><li><p>Product execution road map</p></li><li><p>5 reasons why startups fail</p></li><li><p>Types of Startup</p></li></ul><p><strong>2. Understanding Startup Business Model</strong></p><ul><li><p>Business model overview</p></li><li><p>Business Model Canvas</p></li><li><p>Introduction to platform business</p></li><li><p>Uber business model</p></li><li><p>Amazon business model</p></li></ul><p><strong>3. Legal Structure in the Startup</strong></p><ul><li><p>Origin of a startup</p></li><li><p>Sole proprietorship for Small Business</p></li><li><p>Partnership firm for medium business</p></li><li><p>Corporation Legal Structure for the Startup</p></li></ul><p><strong>4. Fundraising for Startup</strong></p><ul><li><p>Startup Funding Basics</p></li><li><p>Startup Funding Source</p></li><li><p>Startup ownership and equity</p></li><li><p>Bootstrapping your Startup</p></li><li><p>How to get the best out of Bootstrapping</p></li></ul><p><strong>5. Startup Pitch deck</strong></p><ul><li><p>Types of Investor in a Startup</p></li><li><p>The inflection point in a startup</p></li><li><p>Common Mistakes with the Inflection point</p></li><li><p>Incubator and Accelerators for startup</p></li><li><p>Angel Investor and Venture capitalist for Startup</p></li><li><p>How does Venture capital look for ROI in startups?</p></li></ul><p><strong>6. Vesting and Cliff in a Startup</strong></p><ul><li><p>Vesting and Cliff for startup</p></li><li><p>Vesting Spread and types of vesting</p></li><li><p>Pre Money and Post Money Valuation</p></li><li><p>Startup stock distribution</p></li></ul><p><strong>7. Stocks/shares in a Startup</strong></p><ul><li><p>Common vs Preferred stock</p></li><li><p>Convertible note</p></li><li><p>SAFE vs Convertible Note in a startup</p></li></ul><p><strong>8. Understanding Startup Valuation </strong></p><ul><li><p>Startup valuation basics</p></li><li><p>Startup taxonomy</p></li><li><p>Types of Startup Valuation</p></li><li><p>Berkus Method for pre-revenue startup</p></li><li><p>Risk factor summation method for valuation</p></li><li><p>Scorecard Valuation Method</p></li><li><p>Comparable transaction method</p></li><li><p>First Chicago valuation technique</p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2021-10-24_11-54-16-b9c96566dd7bbe708ba114883060505b/2/WebHD_720p.mp4?Expires=1638558013&Signature=OfYzFgj3yxQDj1pbqpaepx4Mx76R4kcdkNs0bQMxt~i-TN7WKIEyVzbAon9B6ObGsOAz8uh7L7dvHSpWwBAnZuaHjOu~sUZY9hcm~pS9VV4dR9NwnIChWqTjYVEozbPe8WOf1lRLvmLmdkwE5b7-ZCHI3xPPojrM9FL4uhtvc1Et7LWHH825PsNDWrqtJZLXEnWcrvOzeppuExP6d~DHRr8wG8J44sXVlW~ti2V6oQFFsyOIV~RjNBYcOgF5A3ikTkyL5mCId9s59x~K8DP7PbYXCn3PpWYZBgZYqZiB9Ed1cbAjipPsr1z3GblbIGnDJsgRCiltmA0gvTvmt3jbAA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4354022", "category": "Finance & Accounting", "sub_category": "Investing & Trading", "title": "Trading Algorithmique avec Python: Analyse Technique", "level": "All Levels", "author": "Lucas Inglese", "duration": "7 heures", "rating": "4.4", "reviews": "8", "students": "2155", "coupon_code": "644A58A443F177CD3344", "preview_img": "https://img-c.udemycdn.com/course/750x422/4354022_ef0f.jpg", "coupon_link": "https://www.udemy.com/course/trading-algorithmique-avec-python-analyse-technique/?couponCode=644A58A443F177CD3344", "end_day": "2021-12-08 08:39:53+00:00", "headline": "Importation des données, Modélisation, Portfolio Management pour Live Trading sur MetaTrader 5 en utilisant Python.", "description": "<p><strong>Vous avez déjà des connaissances en python et vous voulez monétiser et diversifier vos connaissances ?</strong></p><p><br></p><p><strong>Vous avez déjà des connaissances en trading et vous voulez apprendre le trading algorithmique ?</strong></p><p><br></p><p><strong>Vous êtes tout simplement une personne curieuse qui souhaite s'intéresser à ce sujet ?</strong></p><p><br></p><p>Si vous répondez à au moins une de ces questions, je vous souhaite la bienvenue dans ce cours. <strong>Pour les débutants en python</strong>, pas de panique, il existe un cours de python (petit mais condensé) pour maîtriser ces connaissances en python. </p><p><br></p><p>Dans ce cours, vous apprendrez à programmer des stratégies à <strong>partir de zéro</strong>. En effet, <strong>après un cours intensif en Python</strong>, vous apprendrez à mettre en place une stratégie basée sur l'un des indicateurs techniques les plus utilisés : le <strong>RSI</strong>. Vous apprendrez également à combiner des stratégies afin d'<strong>optimiser votre rapport risque/rendemen</strong>t en utilisant les techniques de portefeuille telles que l'optimisation de portefeuille Sortino, l'optimisation de la variance minimale et l'optimisation de l'asymétrie et de l'aplatissement de la variance moyenne.</p><p><br></p><p>Une fois les stratégies créées, nous allons les <strong>backtester</strong> en utilisant python.&nbsp;Ainsi, nous connaîtrons mieux cette stratégie en utilisant des statistiques comme le <strong>ratio de Sortino</strong>, le <strong>drawdown</strong>, le <strong>beta</strong>... Ensuite, nous mettrons notre meilleur algorithme en Live Trading sur la plateforme MetaTrader 5 en utilisant Python..</p><p><br></p><p><strong>Vous apprendrez à connaître les outils utilisés par les gestionnaires de portefeuille et les traders professionnels :</strong></p><ul><li><p>Mise en œuvre du trading en direct</p></li><li><p>Importer les données</p></li><li><p>Quelques algorithmes de référence</p></li><li><p>Comment faire un backtest</p></li><li><p>Le risque d'une action</p></li><li><p>Python</p></li><li><p>Qu'est-ce qu'une position longue et courte</p></li><li><p>Numpy</p></li><li><p>Pandas</p></li><li><p>Matplotlib</p></li><li><p>Pourquoi faut-il diversifier ses investissements ?</p></li><li><p>Ratio de Sharpe</p></li><li><p>Ratio de Sortino</p></li><li><p>Coefficient alpha</p></li><li><p>Coefficient bêta</p></li><li><p>Optimisation du portefeuille de Sortino</p></li><li><p>Optimisation de la variance minimale</p></li><li><p>Optimisation moyenne-variance skewness kurtosis</p></li></ul><p><br></p><p><strong>Pourquoi ce cours et pas un autre ?</strong></p><ul><li><p>Il ne s'agit pas d'un cours de programmation ni d'un cours de trading. C'est un cours dans lequel la programmation est utilisée pour le trading.</p></li><li><p>Ce cours n'est pas créé par un data scientist mais par un diplômé en mathématiques et en économie spécialisé dans l'apprentissage automatique pour la finance.</p></li><li><p>Vous pouvez poser des questions ou lire nos articles sur la finance quantitative simplement en vous inscrivant sur notre forum Discord gratuit.</p><p><br></p><p><strong>Sans oublier que le cours est satisfait ou remboursé pendant 30 jours. Ne manquez pas une occasion d'améliorer vos connaissances sur ce sujet fascinant.</strong></p></li></ul><p><br></p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-10-23_09-26-12-abd806f30c46400e1e8f74ac3e3456a4/2/WebHD_720p.mp4?Expires=1638558019&Signature=NLArcgQ1~uofv9y4PSmsaOqgFB86auSqQo6KmTHo~~mHDgJn4Lpry~dMOsp7vIpTCJ3sP5d7s5uhYtXCHfexlU61ZBMiNzHi7l73sm9O9XCpCslGhKreVko5UOYTi19FJ7fPumpHGegrWX46S4lleKKoT6NhMP2TrQnJCjmHmltw47ZqYzTAJPyDetBUw~jOjvvJVqkJ2vat-0jUQrLXVFFUCIXKLog8xqn-lgm1UrpqIboo954gyvwf97LMBRMbXaEMM8ovlLm6c3PdoZSxCyJYmdgAn9a9I8abKUbvULQZlManmKjZzmY3c6zaMwjc31eCV0pBsrkj8CUmiYc4Ig__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3449088", "category": "Marketing", "sub_category": "Marketing Fundamentals", "title": "MBA Course: Marketing and Business Strategy", "level": "All Levels", "author": "Navdeep Yadav", "duration": "5.5 hours", "rating": "4.3", "reviews": "1994", "students": "128317", "coupon_code": "MBACOURSE5", "preview_img": "https://img-c.udemycdn.com/course/750x422/3449088_19d4_3.jpg", "coupon_link": "https://www.udemy.com/course/mba-course-marketing-strategy/?couponCode=MBACOURSE5", "end_day": "2021-12-08 08:10:08+00:00", "headline": "Best Selling Course designed by an MBA graduate from the syllabus of top Universities in the world.", "description": "<p>MBA Marketing strategy course designed by an MBA graduate from the syllabus of top Universities in the world </p><p>This course is very helpful for all those who are either&nbsp;<strong>preparing for GMAT</strong>&nbsp;or planning to do an MBA. It is divided into four different sections like&nbsp;<strong>Marketing Basics Overview</strong>,&nbsp;<strong>Marketing insights and analysis</strong>,&nbsp;<strong>Branding and communication,&nbsp;</strong>and&nbsp;<strong>Business Strategy</strong>&nbsp;and will cover all the important topics of&nbsp; Marketing in MBA. The last section of the module will further help you in understanding various strategies used by companies</p><p><strong>Section 1 Marketing Overview</strong></p><ul><li><p>What is marketing?</p></li><li><p>Demand wants and needs &amp; Maslow's hierarchy of needs</p></li><li><p>How money flows in the Modern Economy</p></li><li><p>STP (Segmentation targeting and positioning)</p></li><li><p>Marketing Mix i. e 4P’s (Product, Price, Place, Promotions) and 7P’s of Marketing.</p></li><li><p>SWOT analysis</p></li></ul><p><strong>Section 2 Marketing insights and analysis</strong></p><p><strong>a) Analyzing Consumer</strong></p><ul><li><p>Generation characteristics</p></li><li><p>The adoption curve for any product or service</p></li><li><p>How Customer Insights helps in segmenting and targeting</p><p><br></p><p><strong>b ) Business analysis</strong></p><p><br></p></li><li><p>Product and market segmentation</p></li><li><p>Communication channels</p></li><li><p>Marketing funnels</p></li><li><p>Unit economics</p></li></ul><p><strong>Module 5 Startup Business Growth Metrics </strong></p><ol><li><p>Startup Growth Metrics Intro</p></li><li><p>Customer Acquisition Cost (CAC) in Startup</p></li><li><p>Customer Lifetime Value (CLTV) in Startup</p></li><li><p>Monthly Reoccurring Revenue (MRR) in Startup</p></li><li><p>Unit Economics in Startup</p></li><li><p>Contribution Margin in Startup</p></li><li><p>Retention Rate and Cohorts in Startup</p></li><li><p>Churn Rate in Startup</p></li><li><p>Market Size for Startup</p></li></ol><p><strong>d) Marketing Information System</strong></p><ul><li><p>Types of data</p></li><li><p>Recommendation engine</p></li><li><p>What is a Marketing Intelligence system</p></li><li><p>Types of data used in MIS</p></li><li><p>Data-driven recommendation engine</p></li><li><p>How does a recommendation engine work?</p></li></ul><p><strong>3. Marketing communication and branding</strong></p><ul><li><p>What is branding and the advantages of branding?</p></li><li><p>Types of branding?</p></li><li><p>Tesla brand positioning and Product differentiation using POP and POD (perceptual map)</p></li><li><p>Emotional branding and Brand mantra(Communicate simplify and inspire)</p></li><li><p>Brand equity (Perception, preference, and behavior)</p></li><li><p>BAV model and brand resonance model</p></li><li><p>Brand revitalization</p></li><li><p>Line extension product extension and category extension</p></li><li><p>Brand dilution</p></li><li><p>Service marketing&nbsp; Service marketing triangle</p></li></ul><p><strong>4. Business Strategy (Sales and Expansion)</strong></p><ul><li><p>What is a business strategy&nbsp; Why do we need it</p></li><li><p>Market structure(leader, challenger, follower, and nickers strategy )</p></li><li><p>Porter five competitive forces (Competitive rivalry, Threat of new entrance, Power of suppliers, Power of customers, Threat of substitute products)</p></li><li><p>Marketing competition and Defensive marketing (preemptive, counteroffensive, flank, contraction, mobile attack)</p></li><li><p>Follower strategy ( product imitation, conscious parallelism cloner, imitator, and adapter)</p></li><li><p>Samsung Horizontal and vertical expansion to achieve economy of scope and economy of scale.</p></li><li><p>Amazon killing competition strategy using diversification</p></li><li><p>Apple ecosystem strategy</p></li><li><p>Product life cycle</p></li><li><p>Expanding the market share pie using the Ansoff matrix</p></li><li><p>Price cut strategy (low-quality trap, fragile market share trap, shallow pockets trap, price war trap)</p><p><br></p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2020-08-25_20-58-06-b29b9dd945a81c0efeab6e727f019614/1/WebHD_720p.mp4?Expires=1638558035&Signature=Xp9AxamHwc8~SUL02QB09WV7mZn7X1ir9ST9fdmICeVBdhOY4loclc4UDuFlrHQk7XcjDLNZYeI8AZ39IsHFyymQfEPyfzrBHZmt23WvrhY91z5AJSJm~Wb2eA1FgXSosQnE6gzQYv9EGwy~j50z~re8-9BdQkErsZwOlSMTXnzGVVplRadTY~dzKQghZ3F224Iwz6UcXF9INxDcny3mqEKj1WJn133aoCxjVrnIUVk490SvPokkQXY-xRaj5MR7u8O24JzIm~vAgT8fiXyS-x2zlLCIrXEBPgTedGlTup4KZ8KUxTVFQLBmli~Caa1sVVf1YRwqBjxJ8~3ppRbVWA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3799526", "category": "Marketing", "sub_category": "Content Marketing", "title": "Complete Guide to Tailwind - Master Pinterest with Tailwind", "level": "All Levels", "author": "Nick Nyxson", "duration": "3.5 hours", "rating": "4.7", "reviews": "99", "students": "46558", "coupon_code": "3E55ACE63483B2197590", "preview_img": "https://img-c.udemycdn.com/course/750x422/3799526_e209_2.jpg", "coupon_link": "https://www.udemy.com/course/tailwind/?couponCode=3E55ACE63483B2197590", "end_day": "2021-12-05 03:26:45+00:00", "headline": "Pinterest Workflow Streamlining with The Power of Tailwind, Pinterest Management Tool", "description": "<p>Welcome to <strong>Complete Guide to Tailwind - Master Pinterest with Tailwind!</strong></p><p>The only course you will need to start with Tailwind, one of the best Pinterest Management Tools on the market (if not the best).</p><p>Tailwind is the service that will help you to manage practically all aspects of Pinterest and most importantly it allows you to create Pinterest Pins (Right from the browser), Schedule your pins and manage them, all from one convenient spot.</p><p>Here you will learn everything you need to know about Tailwind, including but not limited to:</p><ul><li><p><strong>Basics &amp; Interface of Tailwind;</strong></p></li><li><p><strong>Tools of Tailwind;</strong></p></li><li><p><strong>Creating Pin Schedules;</strong></p></li><li><p><strong>Scheduling Pins Directly From Tailwind;</strong></p></li><li><p><strong>Joining, Creating and Interacting with Tailwind Communities;</strong></p></li><li><p><strong>Creation of Pins Directly Within Tailwind;</strong></p></li><li><p><strong>Reading and Analyzing Pin and Board Analytics;</strong></p></li><li><p><strong>Practical tips &amp; Tricks</strong></p></li><li><p>&amp; Much More...</p></li></ul><p>Everything you will learn here will be based on My practice as a Tailwind user for 2 years now and I am going to teach you how I myself utilize Tailwind to achieve results on Pinterest as fast as possible.</p><p>Most importantly this course will continue and grow as time passes and all the upgrades will be available for FREE for every enrolled student.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p><p>Join me in this amazing journey and I hope to see you in class :)</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-01-28_04-01-49-c82a88d3fe69abf12f239c75bc969dc3/1/WebHD_720p.mp4?Expires=1638558038&Signature=VdsAYNsNWBuvdSE52ipN3ptSwgS-nsjFQuDc400PMQxIW1oYsQ9FIQn-RcGFaIJ4FhXP0pXkzjyTC49CdelhUu54Jd1YWyLNvXjI2UayylD7-n1B4ny6x6EP0ZJmmaaORgz1o8PSj-ESS5HwtbdvYIOoUIDGx47ASPf7-~Vm7fe0d76h~rIAniGHIMM~owqh7eIoUlWYOc0lEq2Cs0rt6FFM80p7ctX2mTiPSrDKfHqzmRLzr2-R0JUyZ1ruaWNBKmz0Px0kX8M67-N6QFD2598yGBOc5KiuzLRrgrcQqT8oCC0uaCmZNgepS~lm7Su4AfXpjEJLk1ow1NBA4TvwYA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2329328", "category": "Lifestyle", "sub_category": "Travel", "title": "Proven Travel Hacks for Southeast Asia", "level": "All Levels", "author": "Scott Paton", "duration": "1 hour", "rating": "3.3", "reviews": "27", "students": "11904", "coupon_code": "PTHFSEXPDEC52021", "preview_img": "https://img-c.udemycdn.com/course/750x422/2329328_75e8.jpg", "coupon_link": "https://www.udemy.com/course/travel-hacks-for-southeast-asia/?couponCode=PTHFSEXPDEC52021", "end_day": "2021-12-06 02:56:05+00:00", "headline": "Discover the Best Food, Places and travel tips in SE Asia", "description": "<p>Ricky Shetty and Scott Paton take you on a journey throughout SE&nbsp;Asian countries like, Indonesia, Singapore, Malaysia, Thailand and the Philippines. Seasoned travellers, they share their favourite travel hacks for each country.</p><p>You'll learn the best ways to get around, where to stay, what foods to make sure you sample and much more!</p><p>Discover:</p><ul><li><p>The best places to visit</p></li><li><p>How to travel safely</p></li><li><p>What food you must try</p></li></ul><p>The countries discussed are:</p><ul><li><p>The Philippines</p></li><li><p>Malaysia</p></li><li><p>Indonesia</p></li><li><p>Thailand</p></li><li><p>Singapore</p></li></ul><p>Scott and Ricky are world travellers with over a 100 countries visited between them. Ricky has been to 80+ countries with his wife and three children under 6. Scott has been to 60+ countries as a single traveller. Between them, they have experienced just about any situation you might run into (except being kidnapped).</p><p>If you are excited to visit Southeast Asia, this course is a great place to start!</p><p>Enrol today!</p><p><strong>The Philippines</strong>, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. In the western Pacific Ocean, it consists of about 7,641 islands that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, Mindanao.</p><p><strong>Malaysia</strong> occupies parts of the Malay Peninsula and the island of Borneo. It's known for its beaches, rainforests and mix of Malay, Chinese, Indian and European cultural influences. The capital, Kuala Lumpur, is home to colonial buildings, busy shopping districts such as Bukit Bintang and skyscrapers such as the iconic, 451m-tall Petronas Twin Towers.</p><p><strong>Indonesia</strong>, officially the Republic of Indonesia, is a country in Southeast Asia and Oceania, between the Indian and Pacific oceans. It consists of more than seventeen thousand islands, including Sumatra, Java, Borneo, Sulawesi, and New Guinea.</p><p><strong>Thailand</strong> is a Southeast Asian country. It's known for tropical beaches, opulent royal palaces, ancient ruins and ornate temples displaying figures of Buddha. In Bangkok, the capital, an ultramodern cityscape rises next to quiet canalside communities and the iconic temples of Wat Arun, Wat Pho and the Emerald Buddha Temple (Wat Phra Kaew).</p><p><strong>Singapore</strong>, officially the Republic of Singapore, is a sovereign island city-state in maritime Southeast Asia.</p>", "preview_video": "https://mp4-c.udemycdn.com/2019-05-28_10-11-26-38c4a6afb0695469cafa13ba2029bb52/WebHD_720p.mp4?Expires=1638558061&Signature=ARtqAtK285xXBy6suuZblqYEB5E3Ej6VFBQmsB~JgTYagMx4y6CKHLryuppJTR-y7V~wwUZc1~IPyFlpgxqOZHbQwNZXA7U4dJXW5-m9d6P1h0RW1TZ5b6klMiVtGSQZML6g-NXvC7vwVCYqAYVryl2uKn-XR5~E-6G9f70BgjbDcqgwAWDjEkOYY4bJd0k90u50f9NHoi-uWZ13NWjzPGPQgYyFdr14mSv8~~7AKNn8sJYiixff3fWJRJmkNohnaJiv-nCiB~aIIyBToMby1T4GSpHY4cMosVeD385ViuPsSr9~NHTFGIYmGgszALEPiFQaVxKwuyeBsJMrkKFViw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4416012", "category": "Teaching & Academics", "sub_category": "Science", "title": "Organic Chemistry I : A Beginner's Guide (Part 1)", "level": "All Levels", "author": "Mohamad Tabbara", "duration": "2.5 hours", "rating": "0.0", "reviews": "0", "students": "808", "coupon_code": "9C6D1BB275EB1F1A8D6C", "preview_img": "https://img-b.udemycdn.com/course/750x422/4416012_7da1_2.jpg?secure=BcFy19SDoQxyob02vk5WcQ%3D%3D%2C1638628264", "coupon_link": "https://www.udemy.com/course/organic-chemistry-i-a-beginners-guide-part-1/?couponCode=9C6D1BB275EB1F1A8D6C", "end_day": "2021-12-07 10:13:57+00:00", "headline": "The simplest way to understand organic chemistry", "description": "<p>Welcome to this course 'Organic Chemistry I : A Beginner's Guide'. This course is the first part in my course series of Fundamentals of organic chemistry, where you will learn the basics needed in organic chemistry and later in medicinal chemistry or also known as therapeutic chemistry. This course tackles three lectures only. The first lecture contains the following ideas: Introduction to the atom and subatomic particles, bond formation by hybridization (sp2 and sp3 only) and overlapping, resonance structures and inductive effect. The second lecture is about alkanes, where you will learn about alkane’s uses, IUPAC naming of alkanes and haloalkanes, synthesis of alkanes, their physical properties, and the reactions they usually do with other compounds and their respective mechanisms. And finally, the third lecture is about stereochemistry where you will learn all you need from scratch. You will learn about chirality and how to detect it, with S, R notation. You will learn how bonds are oriented in space, how to know dextro and levo with the polarized light, how to draw and analyze Sawhorse and Newman conformations in space with their energy, and how to differentiate between an Enantiomer and diastereomers in space. Also to more understand the concepts here, some exercises where added in the lectures for you to do and that is to increase your understanding of the concepts.</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-12-01_08-20-49-35cfaeeb3976c5edb6a48e2835008521/2/WebHD_720p.mp4?secure=yoTZm2utgRZVG-NTU7TWZw%3D%3D%2C1638558064"}]}