{"last_time_update": "2022-01-09 17:07:18", "results": [{"course_id": "590412", "category": "Personal Development", "sub_category": "Career Development", "title": "Pursue Top 1% Career: Become The No. 1 Success Magnet", "level": "All Levels", "author": "Susmita Dutta", "duration": "1.5 hours", "rating": "4.2", "reviews": "154", "students": "25854", "coupon_code": "JAN2022FREE1", "preview_img": "https://img-b.udemycdn.com/course/750x422/590412_96c0_2.jpg?secure=Hcj32c1FoEKrObLNisv6TA%3D%3D%2C1641830527", "coupon_link": "https://www.udemy.com/course/become-a-corporate-winner/?couponCode=JAN2022FREE1", "end_day": "2022-01-13 23:46:26+00:00", "headline": "Hidden Success Formula to conquer the corporate world", "description": "<p><strong>**Course Updated - Jan 2022**</strong></p><p>Are you not able to convert job interviews into job offers? Or your appraisals into promotion?</p><p>Do you have all of the required qualifications, yet are not able to create an unforgettable impression?</p><p>Are you looking for a key that will unlock success in your life?</p><p><br></p><p>What if I tell you that except YOU, nothing else matters when it comes to YOUR success.</p><p>Did you know, people remember you the way you make them feel instead of the words that you actually said. So, if you want to create an unforgettable first impression, it is very important that you prepare yourself with the correct tools and techniques before you even go to meet the person in question whom you want to impress or go to the event/interview.</p><p><br></p><p>I have asked this one question to the many decision-makers all over the world \"If you would like to see the change that will make your organization more productive, what would it be?\"</p><p><br></p><p>And everybody came back with one word and they said ATTITUDE. If people had a better disposition, they would have better team coordination, quality would go up, the bottom line would go up, and obviously, success is bound to follow.</p><p><br></p><p>Did you know that 85% of the time a person gets a job or a promotion is because of the disposition? ONLY 15% depends on how intelligent they are or how many facts and figures they know.</p><p><br></p><p>And almost 100% of the education dollars go to teach facts and figures which accounts for only 15% of the success, and what we are talking about in this course is 85%. This is what brings us to a point that it is not our position but our disposition that determines our success.</p><p>Now, once you are standing in front of the person you want to impress, you want to make sure that you connect with them on a personal as well as on a professional level. Ahh!! It is not as simple as it sounds. It is such a gift to give somebody your undivided attention and really share with them and exchange. </p><p><br></p><p>And the way we connect with somebody is the set of tools and techniques that you will learn in this course. Well! Doesn't it feel very awful to receive a limp handshake from somebody? It's the extension of your energy, and when you cut that energy off and kind of dangle it meekly with the person in front of you creates a disconnect. </p><p><br></p><p>So, make sure you master all these techniques and attract the feelings of openness and positive vibes all around you… So that anyone in this world genuinely wants to connect with you and be friends with you for the rest of their lives.</p><p><br></p><p>This course will empower you with the entire blueprint, which can transform you into a success magnet. This course will help you create a long-lasting impression and they will remember the WAY you made them feel. That's how you become UNFORGETTABLE and a SUCCESS Magnet</p>", "preview_video": "https://mp4-b.udemycdn.com/2016-04-07_23-53-26-e1b8540bf0fa204721d84d16a7139c04/WebHD_1080.mp4?secure=VFH2G5JWwj5PXm8s1pSinA%3D%3D%2C1641760327"}, {"course_id": "3523954", "category": "Business", "sub_category": "Other Business", "title": "Innovation & Startups: AB Testing Of KPI With Lean Startup", "level": "Beginner Level", "author": "Alex Genadinik", "duration": "10 hours", "rating": "4.7", "reviews": "81", "students": "28097", "coupon_code": "13A18325D209EB1DDFC7", "preview_img": "https://img-b.udemycdn.com/course/750x422/3523954_97cf_3.jpg?secure=RTRaCdG53cj3q4vfsB95IQ%3D%3D%2C1641830535", "coupon_link": "https://www.udemy.com/course/startups-with-data-and-kpi/?couponCode=13A18325D209EB1DDFC7", "end_day": "2022-01-13 11:57:46+00:00", "headline": "Find growth KPIs for your startup or innovation and grow your startup's innovation using the Lean Startup methodology", "description": "<p>1)&nbsp;Learn to start an innovative startup.</p><p>2)&nbsp;Learn to identify the right factors that will catalyze growth.</p><p>3)&nbsp;Use Google Analytics to monitor the correct metrics and KPI.</p><p>4)&nbsp;Use that data and insight to focus on and fix the right things.</p><p>5)&nbsp;Grow and succeed with your innovation or startup.</p><p><strong>HOW&nbsp;TO&nbsp;GROW&nbsp;A&nbsp;STARTUP</strong></p><p>Startup and innovative businesses must focus on growth. Most entrepreneurs focus on money too quickly. But startups must focus on growth, which is why identifying the most important growth and engagement metrics is the most important part of starting an innovative new company.&nbsp; </p><p>When you are working on a true innovation, many aspects of your product business are unknown. That's why it's an innovation. If it was a common business that has been done many times before, your KPIs would be known. But since your startup is building something new, you have to identify the right things to focus on in order to grow the most vital parts of your startup.</p><p><strong>HOW&nbsp;THIS COURSE&nbsp;WILL&nbsp;HELP&nbsp;YOU&nbsp;PERFECT YOUR&nbsp;INNOVATION&nbsp;OR&nbsp;TECHNOLOGY </strong></p><p>Any technology from something simple like a hammer to something complicated like spaceships or computers undergo a series of improvements over time until they get to a desired level of use and quality. No innovation is ideal on its first version so the goal of startup entrepreneurs is to create enough iterations of improvement quickly in order to perfect their product.</p><p>The strategy of this course is to show you how to choose the right things to improve so every one of your improvement iterations makes an impact and helps you grow your startup. The way to choose which features of your startup or innovation to improve is to look at use data, analytics, and identify the right KPIs in order to improve the aspects of your startup that are most vital.</p><p>The flip side of this is that if you choose the wrong features to improve, it won't make an impact and your innovation or startup won't grow. This course will help you succeed by using time-proven, best strategies to help you grow your startup and improve your product or innovation.</p><p><strong>UPDATED&nbsp;FOR&nbsp;2022</strong></p><p>Everything in the course is up-to-date for this year.</p><p><strong>ALL TOOLS&nbsp;SHOWN&nbsp;IN&nbsp;THE&nbsp;COURSE ARE&nbsp;FREE</strong></p><p>All the tools in the course like Google Analytics are free and standard tools used by startups. You won't have to pay for any additional tools or software after you enroll. </p><p><strong>RESPONSIVE&nbsp;AND&nbsp;CARING&nbsp;INSTRUCTOR: WORLD-CLASS&nbsp;STUDENT&nbsp;SUPPORT</strong></p><p>If you have questions about any part of your startup, I&nbsp;am here to help!&nbsp;I&nbsp;answer 99% of student questions within 24 hours. Many students tell me that other instructors don't respond. Well, I do because:</p><p>1) I care about my students.</p><p>2) I feel a responsibility to make sure that students get their money's worth from the course.</p><p><strong>BONUSES&nbsp;INCLUDED</strong></p><p>* Lots of extra freebies, downloadable worksheets, and exercises to make the course more interactive and helpful to your startup</p><p>* Personal invitation to my Facebook community after you complete the course</p><p>* My list of 50 business-success skills when you complete the course</p><p><strong>Invest in yourself and your innovation! Enroll today!</strong></p>", "preview_video": "https://mp4-b.udemycdn.com/2020-11-11_16-14-41-4a805acd682024e1372464d92ca80749/1/WebHD_720p.mp4?secure=CJPz4voHDGdkdozZgEcBQA%3D%3D%2C1641760335"}, {"course_id": "4470430", "category": "IT & Software", "sub_category": "IT Certifications", "title": "AWS Certified Security Speciality SCS-C01 Practice Exam 2022", "level": "Beginner Level", "author": "Youssef elbayed", "duration": "", "rating": "5.0", "reviews": "1", "students": "1811", "coupon_code": "CAF8A6CA59C244DCEE70", "preview_img": "https://img-c.udemycdn.com/course/750x422/4470430_4cfa.jpg", "coupon_link": "https://www.udemy.com/course/aws-certified-security-speciality-scs-c01-practice-exam-2022-s/?couponCode=CAF8A6CA59C244DCEE70", "end_day": "2022-01-13 18:07:44+00:00", "headline": "AWS Certified Security Speciality SCS-C01 Practice Exam 2022", "description": "<p>Are you ready to take the 2022 - just out of beta - PL-900 Microsoft Power Platform Fundamentals exam?</p><p><br></p><p>This practice test course contains 3 complete timed tests, of at least 50-questions each, just like you will get in the official exam. That's over 170 questions to see how prepared you are for the real test. The quiz questions are balanced as per the domain weightings published in the candidate bulletin. In addition, after taking the exam you can review your answers compared against the correct answers including comprehensive explanations and documentation links of each question, the answer options and the recommended approach for getting the answers right.</p><p><br></p><p>Unlike other practice tests, you get LIFETIME access to these questions and explanations. There is no time limit. You can take the quizzes as many times as you like to make sure you're ready to take the exam.</p><p><br></p><p>The exams are formatted just like the real questions would be. Unfortunately, we are limited in the types of questions we can offer, so this quiz will be multiple-choice and multi-select only unlike the real exam where you can expect additional types of questions like drag-and-drop and hot-area. You can learn more about the different types of questions on Microsoft's certification web site. But we're confident that you will be fairly tested on your knowledge of the Microsoft Power Platform after taking these practice exams.</p><p>The exams were compiled by an experienced team of Power Platform professionals whom have all passed the official exams. The test covers all the latest domains and sub-domains as published in the candidate bulletin including:</p><p>Understand the business value of Power Platform</p><p>Understand the Core Components of Power Platform</p><p>Demonstrate the business value of Power BI</p><p>Demonstrate the business value of Power Apps</p><p>Demonstrate the business value of Microsoft Flow</p><p>Three practice tests allow you the flexibility to attempt one exam early-on during your exam-preparation to adjust your focus-areas and cut down on study time. The two remaining exams can be used to prove your readiness to take the official exam. Or you can just use all three in whatever way suits your preparation workflow.</p><p>This is the perfect tool to assess your readiness, and find those one or two areas that you can study in the days before taking the test.</p><p>We are looking forward to seeing you inside the course.</p>", "preview_video": ""}, {"course_id": "4482356", "category": "IT & Software", "sub_category": "IT Certifications", "title": "(RHCSA EX200) Red Hat Certified System Admin Practice Exams", "level": "Beginner Level", "author": "Aymane Benchhab", "duration": "", "rating": "0.0", "reviews": "0", "students": "1347", "coupon_code": "6D7E085345A4DDA4EFC5", "preview_img": "https://img-c.udemycdn.com/course/750x422/4482356_97e2_2.jpg", "coupon_link": "https://www.udemy.com/course/rhcsa-ex200-red-hat-certified-system-admin-practice-exams/?couponCode=6D7E085345A4DDA4EFC5", "end_day": "2022-01-14 13:12:05+00:00", "headline": "Four Full RHCSA EX200 Tests – 20 Questions each – 100% Real Time Q/A -Last Update", "description": "<p><strong>Practice Tests</strong></p><p>Those practice exams completely prepare you for what it is like to take in <strong>(RHCSA EX200) Red Hat System Admin </strong>Certification Exam . These questions are collected</p><ul><li><p>Written and answered by multiple Experts</p></li><li><p>Exam Questions similar to actual Certification Exam</p></li><li><p>Following the knowledge areas as required by the exam</p></li></ul><p>There are Four full practice exam which is a great means to test your <strong>Red Hat System Administration</strong> skills before appearing for the <strong>(RHCSA EX200) Red Hat System Admin</strong> certification exam</p><p>All the exams will be updated and added in order to provide you with the most up-to-date content.</p><p><strong>Lessons and Topics:</strong></p><p>A Red Hat Certified System Administrator (RHCSA) is able to perform the following tasks:</p><ul><li><p>Understand and use essential tools to manage files, directories, command line environments, and documentation </p></li><li><p>Create simple shell scripts Operate running systems, including performing starts with different run levels, identifying processes, starting and stopping virtual machines, and monitoring services </p></li><li><p>Configure local storage using partitions and logical volumes </p></li><li><p>Create and configure file systems and their attributes, such as permissions, encryption, access control lists, and network file systems Deploy, configure and keep systems running smoothly, including software installation, updating and basic services. </p></li><li><p>Manage users and groups Manage security, including basic configuration of firewalls and SELinux Provide basic container management</p></li></ul><p><strong>About the exam</strong></p><ul><li><p>Content: 60 Multiple-Choice (single answer) or Multiple Select (select all that apply) </p></li><li><p>Time allotted to complete the exam: 150 minutes</p></li><li><p>Passing score: 210/300</p></li></ul><p><strong>Who this course is for:</strong></p><ul><li><p>Candidates who want to build their career in Red Hat Administration domain</p></li><li><p>Candidates preparing for the <strong>Red Hat System Admin</strong> certification exam.</p></li></ul>", "preview_video": ""}, {"course_id": "4436164", "category": "IT & Software", "sub_category": "IT Certifications", "title": "ITILFND V4: ITIL 4 Foundation Practice Exams", "level": "All Levels", "author": "It Exam Academy", "duration": "", "rating": "4.6", "reviews": "4", "students": "2998", "coupon_code": "E1CAD8428ABAD1EE0664", "preview_img": "https://img-b.udemycdn.com/course/750x422/4436164_4afb.jpg?secure=ljx-GLTo4JYDHUMgsrEutQ%3D%3D%2C1641830545", "coupon_link": "https://www.udemy.com/course/itilfnd-v4-itil-4-foundation-practice-exams/?couponCode=E1CAD8428ABAD1EE0664", "end_day": "2022-01-13 14:51:45+00:00", "headline": "[New] Get ready to pass the ITIL 4 Foundation Certification Exam 2022", "description": "<p><strong>Description</strong></p><p>The ITIL Foundation deals with the what and the why while ITIL® allows the question of how to start adopting and adapting ITIL within its organization..</p><p><br></p><p>What is ITIL? ITIL best practices now have their place in IT organizations. With ITIL: IT is aligned with the company's business lines, customer satisfaction is improved, costs are reduced in the long term, quality is continuously improved, and returns on investment are measurable.<br>Why get certified ITIL Foundation? The ITIL Foundation level proves to organizations in which the participant would like to participate his knowledge in the concrete application of the bases of ITIL Practices. This ITIL Foundation certification also opens the door to the ITIL Expert certification cycle. At the end of this training, participants take the ITIL Foundation certification exam</p><p><br></p><p><strong>ITIL 4 Foundation exam covered topics.</strong></p><p><br></p><ul><li><p>Understand the key concepts of service management</p></li><li><p>Understand how the ITIL guiding principles can help an organization adopt and adapt service management</p></li><li><p>Understand the four dimensions of service management</p></li><li><p>Understand the purpose and components of the ITIL service value system</p></li><li><p>Understand the activities of the service value chain, and how they interconnect</p></li><li><p>Know the purpose and key terms of 15 ITIL practices</p></li><li><p>Understand 7 ITIL practices</p></li></ul><p><br></p><p>pass the ITIL 4 Foundation exam you must know the theory very well but also have high level hands-on skills. The element most students forget it drilling their knowledge with a ton of practice exams. Practice exams help you learn to apply theory to questions as well as expose weak areas in your knowledge.</p>", "preview_video": ""}, {"course_id": "4447052", "category": "IT & Software", "sub_category": "IT Certifications", "title": "AZ-300 & 303: Azure Architect Technologies Practice Tests", "level": "All Levels", "author": "It Exam Academy", "duration": "", "rating": "5.0", "reviews": "3", "students": "3043", "coupon_code": "756375DC958D75708095", "preview_img": "https://img-c.udemycdn.com/course/750x422/4447052_14a6.jpg", "coupon_link": "https://www.udemy.com/course/az-300-303-azure-architect-technologies-practice-tests/?couponCode=756375DC958D75708095", "end_day": "2022-01-14 14:29:05+00:00", "headline": "[New] AZ-300 & 303: Azure Architect Technologies Practice Tests 2022", "description": "<p><strong>Description</strong></p><p><br></p><p>A candidate for this exam should have advanced experience and knowledge across various aspects of IT operations, including networking, virtualization, identity, security, business continuity, disaster recovery, data management, budgeting, and governance–this role should manage how decisions in each area affect an overall solution. In addition, this role should be proficient in at least one of these Azure knowledge domains: administration, development, or DevOps.</p><p>This exam should have subject matter expertise in designing and implementing solutions that run on Microsoft Azure, including aspects like compute, network, storage, and security and intermediate-level skills for administering Azure. Candidates should understand Azure development and DevOps processes.</p><p><br></p><p><strong>Implement and monitor an Azure infrastructure </strong></p><p>Implement cloud infrastructure monitoring</p><p>Implement storage accounts</p><p>Implement VMs for Windows and Linux</p><p>Automate deployment and configuration of resources</p><p>Implement virtual networking</p><p><strong>Implement management and security solutions </strong></p><p>Manage workloads in Azure</p><p>Implement load balancing and network security</p><p>Implement and manage Azure governance solutions</p><p>Manage security for applications</p><p><strong>Implement solutions for apps </strong></p><p>Implement an application infrastructure</p><p>Implement container-based applications</p><p><strong>Implement and manage data platforms </strong></p><p>Implement NoSQL databases</p><p>Implement Azure SQL databases</p><p> <strong>Objectives</strong></p><p>Azure AZ-303 /300 Exam</p><p>* Implement and monitor an Azure infrastructure (50-55%)</p><p>* Implement management and security solutions (25-30%)</p><p>* Implement solutions for apps (10-15%)</p><p>* Implement and manage data platforms (10-15%)<br></p><p><strong> AZ-300&nbsp; :</strong></p><ul><li><p>Azure Fundamentals</p></li><li><p>Analyze Resource Utilization and Consumption</p></li><li><p>Create and Configure Storage Accounts</p></li><li><p>Create and Configure Virtual Machines</p></li><li><p>Azure Virtual Networking</p></li><li><p>Managing and Securing Identities</p></li><li><p>Governance and RBAC Controls</p></li><li><p>Create and Deploy Apps</p></li><li><p>Serverless Computing</p></li><li><p>Design and Develop Apps that Run in Containers</p></li><li><p>Server Migrations</p></li><li><p>Automation</p></li></ul>", "preview_video": ""}, {"course_id": "4473532", "category": "IT & Software", "sub_category": "IT Certifications", "title": "AWS (ANS-C00) Certified Advanced Networking Practice Exams", "level": "Beginner Level", "author": "Aymane Benchhab", "duration": "", "rating": "5.0", "reviews": "2", "students": "1491", "coupon_code": "5B3CDBE980B4D138898A", "preview_img": "https://img-b.udemycdn.com/course/750x422/4473532_daaf.jpg?secure=Rk_z3SHC9d8UYAALWo7t0w%3D%3D%2C1641830564", "coupon_link": "https://www.udemy.com/course/aws-ans-c00-certified-advanced-networking-practice-exams-q/?couponCode=5B3CDBE980B4D138898A", "end_day": "2022-01-14 12:14:15+00:00", "headline": "Six Full AWS (ANS-C00) Certified Advanced Networking – 65 Questions each – Last Update", "description": "<p><em>The AWS Certified Advanced Networking - Specialty examination validates advanced technical skills and experience in designing and implementing AWS and hybrid IT network architectures at scale.</em></p><p><strong>Practice Tests</strong></p><p>Those practice exams completely prepare you for what it is like to take in <strong>AWS (ANS-C00) Advanced Networking </strong>Certification Exam . These questions are collected</p><ul><li><p>Written and answered by multiple AWS Experts</p></li><li><p>Exam Questions similar to actual Certification Exam</p></li><li><p>Following the knowledge areas as required by the exam</p></li></ul><p>There are Six full practice exam which is a great means to test your AWS Advanced Networkin skills before appearing for the <strong>AWS (ANS-C00) Advanced Networking</strong> certification exam</p><p>All the exams will be updated and added in order to provide you with the most up-to-date content.</p><p>This examination validates advanced technical skills and experience in designing and implementing AWS and hybrid IT network architectures at scale. Take your career and skills to the next level with an <strong>AWS Certified Advanced Networking Specialty</strong> certification</p><p>The AWS Advanced Networking - Specialty certification is intended for people who perform complex network tasks and hands-on experience in the architecture and implementation of network solutions. This exam requires the following skills:</p><ul><li><p>Work experience using AWS technology, AWS security best practices, AWS storage options and their underlying consistency models, as well as the nuances of AWS networking and how they relate to integration AWS services. </p></li><li><p>Work experience using AWS technology, AWS security best practices, AWS storage options and their underlying consistency models, as well as the nuances of AWS networking and how they relate to integration AWS services. </p></li><li><p>Knowledge of advanced network architectures and interconnect options [eg IP VPN, Multiprotocol Label Switching (MPLS), Virtual Private LAN Service (VPLS)].</p></li><li><p>Good knowledge of script development and automation tools. This should include the design, implementation, and optimization of the following: routing architectures (including static and dynamic), multi-region solutions for a global business, highly available connectivity solutions (for example, AWS Direct Connect , VPN).</p></li><li><p>Knowledge of CIDR and subnets (IPv4 and IPv6), challenges of transitioning to IPv6 and generic solutions for network security functions including AWS WAF, intrusion detection systems (IDS), security systems Intrusion Prevention (IPS), DDoS Protection and Denial of Service Economy (EDoS).</p></li></ul><p><strong>Lessons and Topics:</strong></p><p> Microsoft Azure Administrator<strong> </strong>candidates will have an understanding of the following:</p><ul><li><p>Design, develop, and deploy cloud-based solutions using AWS</p></li><li><p>Implement core AWS services according to basic architecture best practices</p></li><li><p>Design and maintain network architecture for all AWS services</p></li><li><p>Leverage tools to automate AWS networking tasks</p></li></ul><p><strong>About the</strong> <strong>exam</strong></p><ul><li><p>Content: 65 Multiple-Choice (single answer) or Multiple Select (select all that apply) </p></li><li><p>Time allotted to complete the exam: <strong>125 mins</strong> </p></li><li><p>Passing score: 70%</p></li></ul><p><strong>Who this course is for:</strong></p><ul><li><p>Candidates who want to build their career in AWS domain</p></li></ul><ul><li><p>Experts preparing for the <strong>AWS (ANS-C00) Advanced Networking</strong> certification exam.</p></li></ul>", "preview_video": ""}, {"course_id": "4485250", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Best CLA – Programming Essentials in \"C\" Practice Exams 2022", "level": "All Levels", "author": "Edu Academy", "duration": "", "rating": "0.0", "reviews": "0", "students": "556", "coupon_code": "DISCUDEMY.COM", "preview_img": "https://img-b.udemycdn.com/course/750x422/4485250_00a2_2.jpg?secure=qHr3ZMgf6GVn6WM5L0LWQQ%3D%3D%2C1641830568", "coupon_link": "https://www.udemy.com/course/best-cla-programming-essentials-in-c-practice-exams-2022/?couponCode=DISCUDEMY.COM", "end_day": "2022-01-14 15:09:36+00:00", "headline": "Real simulation of CLA – C Programming Language Certified Associate Exam ! Learn & Practice", "description": "<p>C Programming Language Certified Associate (CLA) is a professional certificate that measures your ability to accomplish coding tasks related to the basics of programming in the C programming language, as well as fundamental programming techniques, customs and vocabulary, including the most common library functions and the usage of the preprocessor.</p><p>A test candidate should demonstrate sufficient knowledge of the following concepts:</p><p>♦ the universal concepts of computer programming and developer tools;<br>♦ the syntax and semantics of the C language as well as data types offered by the language;<br>♦ writing programs using standard language infrastructure regardless of the hardware or software platform.<strong>Exam name:</strong> CLA – C Programming Language Certified Associate (CLA – C Certified Associate Programmer)</p><p><strong>Exam code:</strong> CLA</p><p><strong>Associated certifications:</strong> CLP – C Certified Professional Programmer,</p><p><strong>Pre-requisites:</strong> None</p><p><strong>Exam version:</strong> 1.0 (2012), 2.0 (2015), CLA-NP-11-02 (OpenEDG Testing Service), <strong>CLA-11-02 (Pearson VUE)</strong><br><strong>Duration:</strong> 65 minutes (exam) + 10 minutes (NDA/Tutorial)</p><p><strong>Number of questions:</strong> 55</p><p><strong>Format:</strong> Single-choice, Multiple-choice questions</p><p><strong>Passing score:</strong> 70%</p><p><strong>Full exam price:</strong> USD 295 (see discount information)</p><p><strong>Languages:</strong> English</p><p><strong>Delivery Channel:</strong> Pearson VUE Testing Centers (CLA-11-02), OpenEDG Testing Service (CLA-NP-11-02)</p><p><strong>Testing Policies:</strong> CLA-11-02 (Testing Policies), CLA-NP-11-02 (Testing Policies)</p><p><strong>Purchase Vouchers:</strong> OpenEDG Voucher Store</p><p>The ever-popular C programming language is considered one of the best “first” languages to learn. It's proven itself for more than 40 years as the absolute essential for entry-level and software development jobs. Known for building operating systems and tens of thousands of applications, it continues to earn new devotees due to its fast and portable nature. Become a devotee yourself, and enjoy the rewards it brings! Designed for beginners, no prior programming knowledge required.</p><p><strong>You'll Learn These Core Skills:</strong></p><ul><li><p>Understand common computer programming concepts and write your own programs.</p></li><li><p>Learn the syntax, semantics and basic data types of C.</p></li><li><p>Apply programming skills using hands-on lab activities.</p></li><li><p>Prepare for the C Programming Language Certified Associate Certification (CLA).</p></li></ul>", "preview_video": ""}, {"course_id": "4424954", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Docker Certified Associate (DCA) Practice Exams 2022", "level": "All Levels", "author": "Sanaa Najmi", "duration": "", "rating": "4.8", "reviews": "6", "students": "3168", "coupon_code": "ANEWYEAR2022", "preview_img": "https://img-c.udemycdn.com/course/750x422/4424954_cedc_3.jpg", "coupon_link": "https://www.udemy.com/course/docker-certified-associate-dca-practice-tests-new-2022/?couponCode=ANEWYEAR2022", "end_day": "2022-01-14 13:13:30+00:00", "headline": "Get ready to pass Docker Certified Associate (DCA) Certification with best practice exams just updated !!", "description": "<p><strong>Dear Friends,</strong></p><p><strong>Are you Preparing for Docker Certified Associate (DCA) Exam ?</strong></p><p>Don’t be stressed, Take our <strong>Docker Certified Associate Exam</strong> Based Practice Test and prepare yourself for the Exam. These practice questions are intended for those who want to take the DCA exam.</p><p>-----------------------------------------------------------------------------------------------------------------------------</p><p><strong>What you will get in These Practice Test ?</strong></p><ul><li><p><strong>It contains sample questions which are likely to be asked in the Real Exam.</strong></p></li><li><p><strong>These Questions help you with Self-Study and Self-Assessment.</strong></p></li><li><p><strong>These Mock Test helps you check your Knowledge.</strong></p></li><li><p><strong>These Docker Certified Associate Exam based practice tests are prepared according to the Latest Exam Format.</strong></p></li><li><p><strong>These Practice Test are Mobile Compatible So you can easily access anytime with your smartphone.</strong></p></li></ul><p>-----------------------------------------------------------------------------------------------------------------------------</p><p>Generally, you need to refer a variety of books and Websites in order to cover the ocean of topics for Docker Certified Associate Exam. To make it easy for you guys, I have collected a few Docker Certified Associate Exam Based questions from different topics. Our practice tests contain the latest Questions for Docker Certified Associate Exam.</p><p>-----------------------------------------------------------------------------------------------------------------------------</p><p><strong>In these Practice Test We Covers The Following Topics:</strong></p><ul><li><p><strong>Orchestration (25%)</strong></p></li><li><p><strong>Image Creation, Management, and Registry (20%)</strong></p></li><li><p><strong>Installation and Configuration (15%)</strong></p></li><li><p><strong>Networking (15%)</strong></p></li><li><p><strong>Security (15%)</strong></p></li><li><p><strong>Storage and Volumes (10%)</strong></p></li></ul><p>-----------------------------------------------------------------------------------------------------------------------------</p><p>These<strong> 6 Certified Docker Certified Associate (DCA) Exam Practice Test </strong>have a passing score of 75% but I highly encourage you to repeat taking these Practice Test again and again until you consistently reach a score of 85% or higher in Each Practice Test. Remember that this product does not give guarantee that, you will pass the <strong>Docker Certified Associate (DCA) Exam</strong>. You still need to do your self readings. However, These Practice Test provide a <strong>Self-Assessment </strong>that on which area you need improvement.</p><p>-----------------------------------------------------------------------------------------------------------------------------</p><p><strong>The Pattern of Real Exam is :</strong></p><ul><li><p><strong>Number of Questions:</strong> 55</p></li><li><p><strong>Passing Score: </strong>Above 70%</p></li><li><p><strong>Test Duration:</strong> 90 minutes</p></li><li><p><strong>Test Format: </strong>Multiple Choice</p></li></ul><p>-----------------------------------------------------------------------------------------------------------------------------</p><p>When you solve these Questions then definitely your confidence will Increase. <strong>Also this course has 30 days money back guarantee. </strong>Without any delay, the applicants participate in the <strong>Docker Certified Associate (DCA) Exam </strong>Practice Test.</p><p><strong>Best of luck for Exam!</strong></p><p><strong>CHEERS!</strong></p><p><br></p><p><strong>Legal Notice:</strong></p><p><strong>Docker and Docker logo are trademarks or registered trademarks of Docker, Inc. in the United States and/or other countries. The Docker, Inc. and other parties may also have trademark rights in other terms used herein. This course is not certified, accredited, affiliated with, nor endorsed by the Docker, Inc..</strong></p>", "preview_video": ""}, {"course_id": "3015270", "category": "Personal Development", "sub_category": "Career Development", "title": "Learn Method Acting , Characterisation & Monologue Mastery", "level": "All Levels", "author": "Sylvia Love Johnson", "duration": "1.5 hours", "rating": "4.5", "reviews": "30", "students": "12849", "coupon_code": "CCEE398E0CE0C5C2C067", "preview_img": "https://img-c.udemycdn.com/course/750x422/3015270_7177_4.jpg", "coupon_link": "https://www.udemy.com/course/method-acting-and-monologue-mastery-for-male-actors/?couponCode=CCEE398E0CE0C5C2C067", "end_day": "2022-01-13 14:10:11+00:00", "headline": "Improvisation, Characterisation, Method Acting, Prepare for auditions like a Pro, Standout from the crowd, Master Method", "description": "<p><strong>In this course you will learn top monologues from legendary male characters.<br>Master the Acting Craft with the tools and Knowledge used by A-List Stars Method Acting </strong></p><p><strong>Method Acting is the key to your mastery of the Acting Craft. With this course, you learn to become a memorable actor. </strong></p><p><strong>Take full control of your acting career. Increase your confidence superpower with every audition. Become an authentic and masterful Method Actor who is truly versatile.</strong></p><p><br></p><p><strong>Learn breakthrough Method Acting Techniques. <br>Learn to be 100% natural and in control of your character. <br>Grow and achieve higher levels of craft Mastery.</strong></p><p><br><strong>With Method Acting and Monologue Monologue Mastery:</strong></p><ul><li><p>Learn how to harness the universal common archetypes essence to bring you as close to your character as you can ever be. </p></li><li><p>Skyrocket your audition technique to blow casting directors away.</p></li><li><p>Mindset Mastery for Actors </p></li><li><p>Master the Self-Tape Method. </p></li><li><p>Stanislavsky’s Definitions Understand how to play truthful Characters </p></li><li><p>Four Method Acting foundation Exercises by Strasberg. </p></li><li><p>Master four legendary monologues for male actors.</p></li><li><p>Learn to use multiple Method Acting techniques.<br></p></li></ul><p><strong>Use these effective Method Acting exercises to get into character truthfully and fast. Master your monologues and become the character your desire at any time and at will.</strong></p><p><br></p><p><strong><em> Method Acting&nbsp; and Monologue Mastery For Male Actors</em><br></strong></p><ul><li><p><strong><em>Gives you a set of tools that will reinforce your talent and abilities.</em></strong></p></li></ul><ul><li><p><strong><em>You learn techniques that will help you improve characterisation x 10 and consistently create truthful and meaningful performances.</em></strong></p></li></ul><ul><li><p>It guides you on to the best ways towards enhancing compelling characters.</p></li></ul><ul><li><p><strong><em>You learn to embrace your character truthfully and fast.</em></strong></p></li></ul><ul><li><p>You are able to apply the knowledge to any character you work on in the future.</p></li></ul><ul><li><p><strong><em>Method Acting and Monologue Mastery shows you how to become a memorable Actor and stand out from the rest.</em></strong></p></li></ul><p><em>Everything you learn during this course will serve you to prepare and master any future roles you work on.</em></p><p><br></p><p><strong>Inside Monologue Mastery and Method Acting For Male Actors</strong></p><p><br></p><p><strong>The Basics: The Warm-up, Gaining Confidence, and learning your lines</strong></p><p>This class takes you through the basics letting you into the most important factors in gaining great confidence as an Actor.</p><p><strong>The Actors Inspiration Journal&nbsp; Volume 1 GIFT&nbsp;</strong></p><p>A Journal to help you keep track of your progress as well as keep inspired and feeling supported and on point with a variety of 3 minutes warm-ups.</p><p><strong>Master the Self-tape Method </strong></p><p>With this tool, you will learn how to effortlessly produce winning self-tapes for auditions, to get the roles you want.</p><p><strong>3 Amazing monologues from legendary characters in iconic films</strong></p><p>\"American Beauty\" 1999 \"A Bronx Tale\" 1993 \"Fences\" 1916. The downloadable pdf for educational purposes only files contain The monologue text, character analysis, story background, Monologue segments, relevant information about the film. Special details for the characterisation process. Learning, preparing and performing coaching for each monologue.</p><p><strong>Mind Mastery for Actors and Abolish Limiting Beliefs </strong></p><p>A Neuroplasticity Masterclass revealing one secret behind the power of the mind for the manifestation of all your desires. Technique, practices and exercises to learn to use the findings in the field of Neuroscience to your advantage for acting career success.</p><p><strong>Method Acting Techniques Methodology &amp; Exercises to go with each of your Monologues and One Foundation Method Acting Practice to develop throughout your training</strong></p><p>Method Acting is not one more way to achieving mastery of the craft is <em>the way</em>. In Monologue Mastering, you have the opportunity primarily to indulge in the Dramatic Art of The Method, the active analysis of the method of physical action. A concise introduction and illuminating exploration of the teachings of Stanislavsky and Strasberg.</p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-10-09_10-35-29-c47af1e7404355a0ebc72d66272b0fe8/1/WebHD_720p.mp4?Expires=1641760375&Signature=OuOu~ut3SvxS3VZfm8Iz2zIbEW6BVrs3mGou5QM-8qjLmr4-5p0e40D63cCzzDyO2zU3AhbtAEEJ10l7LNwjOlHH0CWX2dbeTbRL21oxi2WYg~U9t~sEAOF6IZ4wbX3gR1IjsjID2m6Z4PrNI04MkmDykc08QntwycsqoLG1j52QK4OFCY8Pad~xPMtEhrt06LP-UKnmDbqy-Oup2092bFh31HIkSj7vXX8gHWVsW1BJaf2ux2HlKi-HJnIl5-WWPX4Zek-9u~4b8ckh9bYvifnK-CjB1VUD12XNDPqcAwFBAi6QM2vHCY4x0wJXZqtN9nzNDrAGsGTKUGl5S0-oYA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2854522", "category": "Office Productivity", "sub_category": "Other Office Productivity", "title": "Job Costing QuickBooks Online - Contractors", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "5.5 hours", "rating": "4.7", "reviews": "24", "students": "17850", "coupon_code": "D3A814D35864FE4AF5E6", "preview_img": "https://img-c.udemycdn.com/course/750x422/2854522_e0ae.jpg", "coupon_link": "https://www.udemy.com/course/job-costing-quickbooks-online-contractors/?couponCode=D3A814D35864FE4AF5E6", "end_day": "2022-01-14 05:40:12+00:00", "headline": "Learn job costing in QuickBooks Online from a practicing CPA", "description": "<p>This QuickBooks Online Job Costing course will provide the resources for learners to develop a solid understanding of job costing concepts and the tools QuickBooks provides to create an effective job costing system.</p><p>We will discuss the process of setting up QuickBooks for a job costing system.</p><p>The course will describe the terminology used by software and by the industry, such as jobs, sub customers, and projects.</p><p>Learners will understand how to set up projects and how they function to track costs and revenue per job.</p><p>We will cover how to enter bills and allocate costs to jobs using forms such as bill forms and expense forms.</p><p>The course will discuss the concept of a double-sided or two-sided items, how to create them, and why they are necessary for job costing.</p><p>Learners will know how to apply materials to jobs.</p><p>We will discuss how to apply direct labor to a job.</p><p>The course will show how to apply overhead to jobs.</p><p>Learners will be able to create invoices for the job using either the estimate or the actual billed costs.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-03-06_01-11-46-a11b9157980917bca2a663a1b7dfbbd9/WebHD_720p.mp4?Expires=1641760378&Signature=EKCnmU~jLIprVUdq5XvYGEcRfgkkjl0ExQHlKcjM7nqb6zzmfPufLrWouEPTZA35VxHffNNWeUFeQhaADJViQk6mxDv~sT19U7n27va0Gw~LYqWKz6ZyqkAPiLVmVxuPizTcoVQJAWkwT7JTV9tO1MvNowsqHTqbPUYaXNJZkn5MWPIFe5HDY0hvVM-Z5cM-7YXHd6LUAa~8JNpc6dBf~ZdTyAUlZi6rxK5KZ-qQiudu15Jc1mYidVcsMtI0OtnTUAp1obpNDdNsK0kQYQgGWZvjDYJnhd9GV4JftdCUJQnm4V0xU2oKjOmiGL4dDHdMtJ8RHCNun85XfrxaF3qWUw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4420586", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Exam PL-900: Microsoft Power Platform Practice Test", "level": "Beginner Level", "author": "Youssef elbayed", "duration": "", "rating": "2.8", "reviews": "4", "students": "2385", "coupon_code": "01157C036574B9EC973F", "preview_img": "https://img-c.udemycdn.com/course/750x422/4420586_ac6c.jpg", "coupon_link": "https://www.udemy.com/course/exam-pl-900-microsoft-power-platform-practice-test/?couponCode=01157C036574B9EC973F", "end_day": "2022-01-13 18:25:43+00:00", "headline": "Prepare the PL-900: Microsoft Power Platform Fundamentals Certification", "description": "<p>This course is the foundation for the Microsoft Certificate PL-900 \"Microsoft Power Platform Fundamentals\", and focuses on the various apps which make up the Power Platform, together with how they can be used by other programs, apps and services.</p><p>We'll start off with looking at <strong>Power BI</strong>. If you have a PC, we'll download for free Power BI Desktop, and look at the various processes which you can use on the Power BI Desktop. Then, we'll look at the Power BI Service (available through any modern web browser), see what you can do with this, and how they compare.</p><p>We'll then look at <strong>Power Apps</strong>. We'll get a free Developer edition and or free trial of Power Apps, and get some sample data using the <strong>Dataverse</strong> (previously known as the Common Data Service). We'll then create each of the three different types of Power Apps: Canvas, model-driven, and portals, while looking at the various types of connectors you can use to connect to different data sources.</p><p>Next up is <strong>Power Automate</strong>. Using our free Developer edition, we'll create several automated flows, and the different triggers and actions you can use.</p><p>The next app is <strong>Power Virtual Agents</strong>. We'll create a basic chatbot which can ask and answer a few questions. We'll then see how you can find out how well it is performing.</p><p>We will have a brief look at the <strong>AI Builder</strong>, and how models such as the business card reader, object detection model, form processing model and prediction model can be integrated into Power Apps and Power Automate.</p><p>We'll finish off by looking at how Power Platform can extend other business solutions, and some Power Platform administration and security.</p><p>No prior knowledge is required - we'll even see how to get a free Power Platform trial!</p><p>There are <strong>regular quizzes</strong> to help you remember the information, so you can be sure that you are learning.</p><p>Once you have completed this course, you will have a good introductory knowledge of Power Platform and what the capacities of these different apps are. And with some practice, <strong>you could even go for the official Microsoft certification PL-900</strong> - wouldn't that look good on your CV or resume? And if you are an American college student, you might even get college credit for passing that exam.</p><p>So, without any further ado, let's have a look at how you can use Udemy interface, and then we'll have a look at the objectives for the exam and therefore the syllabus for this course.</p>", "preview_video": ""}, {"course_id": "3631468", "category": "Finance & Accounting", "sub_category": "Economics", "title": "January- a month of sales : Economic Analysis", "level": "All Levels", "author": "Chris Sivewright", "duration": "8 hours", "rating": "4.1", "reviews": "126", "students": "28311", "coupon_code": "JANUARYSALE", "preview_img": "https://img-b.udemycdn.com/course/750x422/3631468_af88_3.jpg?secure=uY9JglY6yPcGATEcb7I_OQ%3D%3D%2C1641830592", "coupon_link": "https://www.udemy.com/course/black-friday-economics/?couponCode=JANUARYSALE", "end_day": "2022-01-12 12:57:15+00:00", "headline": "(Includes Oxford Diploma) Buy one get 5 million free.....? But does that make it right? (Workbook included)", "description": "<p><strong>THIS COURSE IS CURRENT&nbsp;AS AT 4th January 2022</strong></p><p><strong>The course includes a WORKBOOK.</strong></p><p><strong>A new section has been added about...you!</strong></p><p><strong>Black Friday Economics looks at the Economics behind Black Friday - but also the Ethics.</strong></p><p>We look at:</p><p>1. Black Friday history</p><p>2. Pricing policy - not just 'sale price; but the strategies within the strategies!</p><p>3. Black Friday 'traps'</p><p>4. The psychology behind deals - you are welcome to share your own personal experiences!</p><p>5. Violence</p><p>6. Retailers' strategies - is the bottom line simply to gain more revenue?</p><p>7. Guilt - just one party or several?</p><p>8. Behavioral Economics</p><p>8. Alternatives</p><p>Very current.</p><p>The course is bolstered with film clips, studies, recent newspaper articles and examples. We also look Cyber Monday. Black Friday is very soon - what you learn here, what you consider - and any discussions you take part in, may just influence your behaviour...</p><p>What will YOU be doing on Black Friday/Cyber Monday/ Green Monday?</p><p>The material on this course covers responses to ALL sales - cyber and High Street - and we look at the history, the strategies and the results. Some of this may make uncomfortable viewing - especially if you have queued all night only to find the price reduction was on ONE item only! In terms of ethics, of course we look at the ethics of the marketing but also is the consumer (yes, the one who pushes to the front of the queue, hurdles barriers, fights other consumers to get the 'super sale' TV, - blameless?</p>", "preview_video": "https://mp4-b.udemycdn.com/2020-11-18_20-25-42-871cc77674a6588483db8d441e18263c/1/WebHD_720p.mp4?secure=HsyoE76BySbC0md9syVzWA%3D%3D%2C1641760392"}, {"course_id": "4428404", "category": "IT & Software", "sub_category": "IT Certifications", "title": "ITIL 4 Foundation Practice Test UPDATED 2022", "level": "All Levels", "author": "Nadia Achlouje", "duration": "", "rating": "4.6", "reviews": "5", "students": "2680", "coupon_code": "DISCUDEMY.COM", "preview_img": "https://img-c.udemycdn.com/course/750x422/4428404_53e1.jpg", "coupon_link": "https://www.udemy.com/course/itil-4-foundation-practice-test-updated-2022/?couponCode=DISCUDEMY.COM", "end_day": "2022-01-14 15:57:20+00:00", "headline": "TOTALLY NEW AND EXCLUSIVE 6 Full-length ITIL Foundation Timed Tests ( 40 Questions Each & TOTAL 240 Questions)", "description": "<p>This practice tests course provides practice for taking the real exam and this practice test will help you prepare for the real exam test environment.</p><p>This course will give you lots of practice tests on all topics covered in the <strong>ITIL 4 Foundation</strong> exam</p><p><br></p><p><strong>ITIL 4 Foundation exam covered topics.</strong></p><p><br></p><ul><li><p>Understand the key concepts of service management</p></li><li><p>Understand how the ITIL guiding principles can help an organization adopt and adapt service management</p></li><li><p>Understand the four dimensions of service management</p></li><li><p>Understand the purpose and components of the ITIL service value system</p></li><li><p>Understand the activities of the service value chain, and how they interconnect</p></li><li><p>Know the purpose and key terms of 15 ITIL practices</p></li><li><p>Understand 7 ITIL practices</p></li></ul><p><br></p><p><strong>Who this course is for:</strong></p><ul><li><p>Who want to pass ITIL 4 Foundation Exam</p></li><li><p>Students preparing for the ITIL 4 Foundation certification exam,</p></li><li><p>IT professionals or others working within an organization that has adopted ITIL</p></li></ul><p><br></p><p>pass the ITIL 4 Foundation exam you must know the theory very well but also have high level hands-on skills. The element most students forget it drilling their knowledge with a ton of practice exams. Practice exams help you learn to apply theory to questions as well as expose weak areas in your knowledge.</p><p><br></p><p>The practice tests are constructed to enhance your confidence to sit for real exam as you will be testing your knowledge and skills for the above-mentioned topics.</p><p>Upon enrollment, you will receive unlimited access to the tests as well as regular updates.</p><p><br></p><p><strong>Best of luck!</strong></p><p><br></p><p><strong>Official exam information:</strong></p><ul><li><p><em>Test taking options: Online / Local test center</em></p></li><li><p><em>Time to complete: 60 mins</em></p></li><li><p><em>Total number of questions asked: 40</em></p></li><li><p><em>Passing Score: 65%</em></p></li><li><p>Multiple choice examination questions</p></li></ul>", "preview_video": ""}, {"course_id": "3049376", "category": "Finance & Accounting", "sub_category": "Accounting & Bookkeeping", "title": "Advanced Financial Accounting", "level": "Intermediate Level", "author": "Robert (Bob) Steele", "duration": "63.5 hours", "rating": "4.6", "reviews": "248", "students": "48197", "coupon_code": "B73390D2E41323BC1FD5", "preview_img": "https://img-c.udemycdn.com/course/750x422/3049376_38d5.jpg", "coupon_link": "https://www.udemy.com/course/advanced-financial-accounting/?couponCode=B73390D2E41323BC1FD5", "end_day": "2022-01-14 05:36:53+00:00", "headline": "Learn advanced financial accounting from a practicing Certified Public Accountant (CPA)", "description": "<p>Advanced financial accounting will focus heavily on intercorporate acquisitions and investments in other entities.</p><p>Why learn advanced accounting?</p><p>Even if we do not work in an area that applies advanced accounting concepts directly, learning them is very useful, because it refines our skills on the understanding of double-entry accounting, its concepts, and practical application.</p><p>Advanced financial accounting is also a standardized topic often found on exams like the CPA exam.</p><p>This course will break down the complex concepts in advance financial accounting in a way we can easily grasp. How?</p><p>We will break down the very large concepts covered into digestible parts. We will organize those parts in a way in which they build on one another logically, allowing us to develop our knowledge in a systematic, practical, and efficient way.</p><p>We will approach each new section from a variety of angles, including:</p><p>· PowerPoint presentations discussing the latest concepts in a discussion format</p><p>· Practice problem demonstrations using video recordings taken of presentations created using OneNote</p><p>· Excel problems we will demonstrate in a step by step process</p><p>Learners will have access to the PowerPoint presentations in PDF format. They will also have access to an outline of the resources in OneNote.</p><p>Learners will have downloadable Excel files, each having at least two tabs, one with the answer, one with a preformatted Excel worksheet learners can use to work through the problem in a step by step approach.</p><p>We also do our best to add a trial balance and show the big picture as we learn new concepts, a step often missed in many classes. In other words, by the time we get to advanced financial accounting, many instructors expect us to be able to visualize everything that has been learned up to this point, and only show the new concepts. In reality, even seasoned professionals will have a difficult time imagining all the complexities that can go on in a consolidation without the help of supporting tools like a trial balance to work with.</p><p>We will show the trail balance, show each journal entry in our practice problem, and post each entry to a worksheet so we can see the results as we go. No guessing where a number came from in this course.</p><p>While learning consolidation, we will start with easier problems where the subsidiary is 100% owned by the parent company.</p><p>We will then add differentials between the fair value and book value at the point of purchase.</p><p>The course will move to conciliation where the subsidiary is not 100% owned, resulting in us accounting for the noncontrolling interest.</p><p>We will add intercompany transfers such as upstream (subsidiary to parent) and downstream (parent to subsidiary) sales of equipment and inventory.</p><p>Learners will learn how to account for intercompany transactions related to debt, bonds, and interest.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-04-25_05-28-55-e3bab7b01449abb4674a8f8f66a0f990/WebHD_720p.mp4?Expires=1641760414&Signature=BER56YEI-7wNtYAwaY2v1QYx55Tomu5NHpjBMufDc7Y0BpyrGEe5hU~lXRmm8zwjfNoo0APByFn4xGaIF7rnyXASp3dohZug67~mxr0R9T59kF0lYQLAuqTlDoh0BwmJJKhYYcoZd2TtXBKM~OdPqnVlpd1SvIWwZOdQ1CoUbQYbSPbgsGpOWU3m0ed2zPOvWfS2fWHF-lg9C7-00oJ0qCLk5W~dw~FXZDry82L8w2HLUQOUJyo3ZttEKISLWpJ5STY~JUqGEtKWeOlGFa-TrWTSXrMainliDIBrq5wOUVRISx88hGaT6SQDqZ7LguJHqQzoK3KdkTWDcoaUNDSwWw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4442886", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Prince2 Foundation", "level": "Beginner Level", "author": "Youssef elbayed", "duration": "", "rating": "4.9", "reviews": "2", "students": "2523", "coupon_code": "C4FFA63395359FE74733", "preview_img": "https://img-c.udemycdn.com/course/750x422/4442886_d665.jpg", "coupon_link": "https://www.udemy.com/course/prince2-foundation-e/?couponCode=C4FFA63395359FE74733", "end_day": "2022-01-13 18:10:08+00:00", "headline": "Prince2 Foundation Practice Tests", "description": "<p><strong>*** Based on the latest PRINCE2® (6th Edition) Objectives ***</strong><br></p><p><strong>Have you already taken a PRINCE2 Foundation course from a registered Accredited Training Organization (ATO)?</strong></p><p><strong>Have you self-studied using the<em> Managing Successful Projects with PRINCE2</em> textbook?</strong></p><p>Are you still not quite confident that you are ready to take the certification exam? <em>If so, you've come to the right place!</em></p><p><br></p><p><strong>I have personally trained over 5,000 people in how to pass their PRINCE2 Foundation exams on the first attempt!</strong></p><p><br></p><p>With my 6 practice exams containing 60 questions each, I have carefully hand-crafted each question to put you to the test. After passing these exams, you will be fully prepared for what it is like to take the PRINCE2 Foundation Certification Exam.</p><p>This course is designed around the official Exam Guide from PRINCE2, so you can <strong>pass the official PRINCE2 Foundation Certification Exam</strong> with confidence!</p><p>You won't be hoping you are ready, you will know you are ready to pass the exam, <strong>saving you time and money</strong>. After practicing these tests and scoring 75% or higher on them, you will be ready to PASS on the first attempt and avoid costly re-scheduling fees.</p><p>After each practice exam attempt, you will receive your total final score, along with feedback on each and every question -- telling you exactly why each answer is correct so that you can pinpoint the areas in which you need to improve and perform some additional studying.</p><p><strong>These PRINCE2® Foundation practice exams have the timed-test taking capability and provide you with interactive, question-level feedback.</strong></p><p>These practice exams are constantly updated to ensure they stay current and up-to-date with the latest release of the PRINCE2 Foundation exam, and also provide a 30-day money-back guarantee, no questions asked!</p><p><strong>What Other Students Are Saying About My PRINCE2 Foundation Practice Exam Course here on Udemy:</strong></p><ul><li><p>The practice questions are really helpful. I highly recommend to anyone looking for <strong>perfect practice exams</strong>. (Vamsidhar, 5 stars)</p></li><li><p>Great practice exams... if you can answer these, you can definitely pass the exam! (Miguel, 5 stars)</p></li><li><p>Excellent training material. I don't think I would have passed the exam without working on these extra practice exams first. (Anders, 5 stars)</p></li></ul><p>** Dion Training Solutions (diontraining) is an <strong>Accredited Training Organization (ATO) </strong>for <strong>PRINCE2® Foundation </strong>certification. These practice exams make an excellent supplement to your other study efforts for the PRINCE2® Foundation certification, but should not be your only resource for studying for this exam. It is recommended that you attend a full training course prior to taking the exam.<strong> **<br></strong></p><p><em>The PRINCE2® course on this page is offered by Dion Training Solutions, LLC, an ATO of AXELOS Limited. PRINCE2 and the Swirl logo are registered trademarks of AXELOS Limited. All rights reserved.</em></p>", "preview_video": ""}, {"course_id": "3878694", "category": "Personal Development", "sub_category": "Other Personal Development", "title": "TOP G1 driver’s license Practice Tests", "level": "All Levels", "author": "SMARTER ACADEMY", "duration": "", "rating": "3.7", "reviews": "11", "students": "5984", "coupon_code": "397D82D169C29999DFF1", "preview_img": "https://img-c.udemycdn.com/course/750x422/3878694_f0e8.jpg", "coupon_link": "https://www.udemy.com/course/top-g1-drivers-license-practice-tests-ontario-canada/?couponCode=397D82D169C29999DFF1", "end_day": "2022-01-12 16:08:03+00:00", "headline": "97% Pass in First Attempt Easily Most Common Questions for G1 Practice Tests for Ontario and Canadian driver’s license", "description": "<p><strong>G1 Test Practice: Free ON “Drive Test” G1 Practice Test 2021</strong></p><p><strong><em>97% Pass in First Attempt Easily</em></strong></p><p><br></p><p>Our <strong>G1 Practice Test</strong> with multiple choice questions, is intended to help you prepare for the <strong>Ontario G1 practice test</strong> and learners driver’s test that is required before you can get your <strong>Canadian driver’s license</strong>.</p><p>This free practice Written G1 driving test is a lesson that is essential for getting your Ontario driver’s license at your local licensing office.<br>Please note, however, that this is not the actual test, and you will not receive your license if you pass this practice test.</p><p><br></p><p>Our <strong>most popular G1 practice test.</strong> Once you are 16, you may visit a Drive Test location and test for the Ontario G1 license with a written knowledge test of 40 multiple-choice questions. The G1 test is divided into two parts: 20 questions on road signs, and 20 questions on rules of the road. You must correctly answer 16 questions in each section to pass the test. In addition to the written exam, you will also need to pass a vision test and pay a $158.25 package fee, which will cover your knowledge test, eventual G2 driver’s test, and your five-year license. If you need to retake the written exam, it will be an additional $15.75. The Ontario G1 driver’s test is based on the 2021 Ontario Driver’s Handbook and questions from the test will be pulled directly from the guide. Ontario has set in place a graduated driver’s license (GDL) program that takes about two years to complete. After you pass your written test at Drive Test, you must hold your G1 license for one year, or 8 months if you are enrolled in a driver training program before you may take your first drive test to qualify for a G2 license. The G1 license will allow you to practice your driving skills under the supervision of a fully licensed driver. Our G1 practice tests use the same scoring system as the Drive Test centers across the province, so there will be no surprises when you go there. </p><p><strong>Road Tests/Driving Exams</strong></p><p>There are two types of road tests that you might have to take-for the G2 and full G-levels of the Ontario driver’s license. New drivers must pass both driving exams before they can obtain a full license. You might also be asked to complete a road test if you meet the following conditions:</p><ul><li><p>If you are a <strong>foreign driver</strong> you might be asked to complete at least one road test depending on your country of origin and level of documented experience</p></li><li><p>If you are <strong>renewing an expired license</strong> that was a G1 or G2 license, or a full G license that expired more than 12 months ago</p></li><li><p>If you are renewing your license and are 80 years of age or older you might be asked to pass a driving exam</p></li><li><p>If you are reinstating a license that was suspended 3+ years ago</p></li></ul><p>No matter what level your road test is, you should arrive 30 minutes before your scheduled time with a vehicle (owned, borrowed, or rented) as it will not be provided for you.</p><p><strong>G2 Road Test</strong></p><p>The G2 driving exam is designed to test your basic driving skills. It lasts around 20 minutes and is performed entirely on city streets, with no testing done on any 400-series highways. The examiner will have you perform basic driving maneuvers, including:</p><ul><li><p>Starting, stopping and turning the vehicle</p></li><li><p>Obeying traffic stops and signs</p></li><li><p>Passing other vehicles and driving in passing lanes</p></li><li><p>Driving through all types of intersections (with lights and stop signs)</p></li><li><p>Forward, reverse, and parallel parking</p></li><li><p>Reversing, 3-point turns, U-turns</p></li></ul><p><strong>How long do you have to wait to get your G2?</strong></p><p>If you are a new driver trying to get your G2 license for the first time, you have to wait 8 to 12 months after you pass the G1 written exam. If you complete a certified driving school, you only have to wait for 8 months instead of the full year.</p><p><strong>What happens if I fail my G2 test?</strong></p><p>If you fail your G2 test, you will have to wait 10 days before you can take it again. Depending on the time of the year, this could take longer if there are no bookings available.</p><p><strong>G Road Test</strong></p><p>The G driving exam includes everything from the G2 exam, but also tests you on more advanced driving skills- mainly, driving on highways. They last around 30 minutes and new drivers will need to have their G2 for at least 8-12 months before they can take the G road test. The skills you will be tested on that are new to the G exam include:</p><ul><li><p>Merging onto a 400-series highway at the proper speed</p></li><li><p>Passing other vehicles and changing lanes</p></li><li><p>Exiting the highway</p></li></ul><p><strong>How many mistakes are allowed on the G and G2 driving tests?</strong></p><p>There is no set number of mistakes that could lead to passing or failing a G or G2 exam. For instance, minor infractions like merging too late or failing to signal could just lead to negative points, while one major mistake such as speeding in a school zone would be grounds for an immediate fail. However, making too many minor mistakes could also lead to failing the exam.</p><p><strong>What happens if I fail my G test?</strong></p><p>If you fail the G road test you will have to wait around 10 days before you can take it again. It depends on how soon you can book an available time to take the test, so depending on the time of year it could take longer.</p><p><br></p>", "preview_video": ""}, {"course_id": "1517986", "category": "Business", "sub_category": "Entrepreneurship", "title": "QuickBooks Online 2022 & 2021 Start to Finish", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "148 hours", "rating": "4.4", "reviews": "3287", "students": "62889", "coupon_code": "B51037E59CA1FCDCE877", "preview_img": "https://img-b.udemycdn.com/course/750x422/1517986_f8a9_3.jpg?secure=MZ94oKU9vL4LffSLmiUsJg%3D%3D%2C1641830661", "coupon_link": "https://www.udemy.com/course/quickbooks-online-2018-start-to-finish/?couponCode=B51037E59CA1FCDCE877", "end_day": "2022-01-14 05:30:45+00:00", "headline": "Learn QuickBooks Online 2022 in a comprehensive online course taught by a practicing CPA, CGMA, CPI, with BS tax", "description": "<p>This is a comprehensive course covering QuickBooks Online 2022</p><p>This course is designed to meet the needs of both complete beginners and advanced users of QuickBooks Online.</p><p>You can choose to either complete this course from start to finish or jump to the course areas that meet your particular needs.</p><p>Purchasing this course is more of a long-term investment than spending money on most instructional material related to computer software, partly because it is comprehensive, and will continue to meet your needs as you grow in knowledge, and because <strong>we plan on continually updating the course so that it remains relevant even as QuickBooks Online changes over time.</strong></p><p>Online computer applications like QuickBooks Online change their appearance rapidly, making a static course that does not change over time obsolete quickly. We plan on updating this course so that you can continue to use it as a reference even as QuickBooks Online evolves its software. We hope this course will be a useful, up-to-date tool you can use, at no added cost, for many years into the future.</p><p>People often have this first question when considering a QuickBooks Online course: How do I access the software? And how can I get access to a file where I can practice data input? In other words, you may have access to a company file through work or from your business, but you would like to have access to a test file so you can practice data input without risking your company data in the process.</p><p><strong>Below are a few options to access QuickBooks Online. We will go over each option in more detail in the course.</strong></p><ul><li><p><strong>QuickBooks often offers a free 30-day trial, perfect to practice with</strong></p></li><li><p><strong>They also often offer a student version, which may provide more extended access to the software, and this would be great considering we will be covering a comprehensive problem.</strong></p></li><li><p><strong>QuickBooks also provides a free test drive file.</strong></p></li></ul><p>The first part of the course will discuss how to access QuickBooks Online, the accounting software options QuickBooks offers, and set up our QuickBooks file.</p><p>We will then practice navigating the accounting software, the free QuickBooks Online Test Drive File being our primary tool. When first learning QuickBooks, it is best to start with a file that already has data, attempting to deconstruct the data input done in the past, a method similar to an employee starting a new job.</p><p>In other words, when starting a new job, we work with an existing data file rather than setting up a new one. We then attempt to see what has been done in the past so the process can be replicated in future transactions, maintaining consistency.</p><p>In the second half of the course, we will create a new company file, the free 30-day trial file being our primary tool at this point in the class.</p><p>After learning how to deconstruct past financial transactions in the accounting system in the first half of the course, we are ready to build the QuickBooks Online data input from the ground up.</p><p>The comprehensive problem in the second half of the course will cover setting up a new company file, setting the preferences, adding beginning balances, entering two months of data input, completing bank reconciliations, entering adjusting entries, and budgeting.</p><p>We will then have a course section explicitly devoted to bank feeds. We will discuss how bank feeds will fit into different accounting systems, the application of the bank feeds tool differing as company needs differ. For example, the use of bank feeds will vary for a company that uses a cash-based method and a company that uses an accrual method.</p><p>The course will cover the use of bank feed rules and how they are used to automate more of the accounting system.</p><p>We will then have sections of the course that focus on more specialized areas.</p>", "preview_video": "https://mp4-b.udemycdn.com/2020-09-15_01-25-06-3a8c355b7d04a65d32a35037dbca4675/1/WebHD_720p.mp4?secure=fVNA-36hRDiKG_eq9vMAWg%3D%3D%2C1641760461"}, {"course_id": "3904774", "category": "Business", "sub_category": "Human Resources", "title": "Diversity At Workplace", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "32 mins", "rating": "4.5", "reviews": "171", "students": "29226", "coupon_code": "JAN-2022", "preview_img": "https://img-c.udemycdn.com/course/750x422/3904774_476b.jpg", "coupon_link": "https://www.udemy.com/course/diversity-at-workplace-t/?couponCode=JAN-2022", "end_day": "2022-01-13 17:24:27+00:00", "headline": "If you want to position your business for success, hire a diverse workforce.", "description": "<p><strong>Diversity in the workplace</strong> is vital for employees because it manifests itself in building a great reputation for the company, leading to increased profitability and opportunities for workers.</p><p>Workplace diversity is important within the organization as well as outside.</p><p><strong>Diversity in the workplace</strong> means that a company’s workforce includes people of varying gender, age, religion, race, ethnicity, cultural background, sexual orientation, religion, languages, education, abilities, etc.</p><p><strong>Why is workplace diversity so important?</strong></p><p>In the modern, globally connected society and market, workplace diversity is becoming a <strong>necessity </strong>rather than a banner companies wave to show their commitment to embracing differences.</p><p>Most of the modern companies can sell their products <strong>all over the world</strong>, reaching many different groups of people. In order to successfully create, present and sell their products in this global market, companies <strong>need </strong>a diversified workforce.</p><p>So, in this class our Learning Objectives are:</p><ul><li><p>Understand what diversity and its related terms mean</p></li><li><p>Be able to identify your stereotypes</p></li><li><p>Understand what terms are politically correct and which are not, and why</p></li><li><p>Be familiar with the four cornerstones of diversity</p></li><li><p>Develop a technique for dealing with inappropriate behavior</p></li><li><p>Develop a management style to encourage diversity</p></li><li><p>Know what to do if you or one of your employees feels discriminated against</p></li></ul><p>So, shall we get started? I wish you a happy learning!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-03-10_18-27-35-2bbbf410a61aae5dcbeec3c4c3756a88/1/WebHD_720p.mp4?Expires=1641760486&Signature=SwS7~BiAD1Knifw9AsOVDwiYCq4UzaG~CLmNMjtIzGwx1Af38Yff2Jp~qfB8cp5NqNZR40ia1rNlx6ianx6vODJn-hM6Mb60vnhUPN2W2FtttdkSTKj0zgCAIkAPJaSfE7Qdllg426EZCUyJbWe5m81lhoECKjG6-w5E55q2tKo3tprfzU8VIITQyJj794cBKNU590PAdefkacrZMEd4pzNm2WIVgLzwtwRQp2E9kE~qaWaeICiiVIn7rxxaE5rREqAKUWPdrSZ-A2jUtYEcMtzTnENBulllCdB8ASbVL4qJiuby4-dRUJoSMijfu-MED56v5v7-fkU2afPg8C~YBA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3518698", "category": "Development", "sub_category": "Programming Languages", "title": "Python Demonstrations For Practice Course", "level": "Beginner Level", "author": "Horizon Tech", "duration": "5.5 hours", "rating": "4.3", "reviews": "415", "students": "109595", "coupon_code": "D4F871A9D38FFB891DDF", "preview_img": "https://img-c.udemycdn.com/course/750x422/3518698_0aff.jpg", "coupon_link": "https://www.udemy.com/course/python-for-beginners-demonstration-course/?couponCode=D4F871A9D38FFB891DDF", "end_day": "2022-01-14 01:33:03+00:00", "headline": "This course is a depth introduction to fundamental python programming concepts by demonstrations in Python programming .", "description": "<p><strong><em>Learn Python From Beginner To Advanced Level By Demonstrations</em></strong></p><ul><li><p>The course is created thorough, extensive, but easy to follow content which you’ll easily understand and absorb.</p><p> The course starts with the basics, including Python fundamentals, programming, and user interaction.</p><p><br></p><p>The curriculum is going to be very hands-on as we walk you from start to finish becoming a professional Python developer. We will start from the very beginning by teaching you Python basics and programming fundamentals, and then going into advanced topics and different career fields in Python so you can get real-life practice and be ready for the real world.</p></li></ul><p><br></p><ul><li><p>The topics covered in this course are:</p><p><strong><em>* Beginner to Expert Python contents:</em></strong></p><p><br></p><p><strong>Installing Anaconda</strong></p><p><strong>Python Overview</strong></p><p><strong>Array implementation</strong></p><p><strong>File methods</strong></p><p><strong>Keywords and Identifiers</strong></p><p><strong>Python Tuples</strong></p><p><strong>Python Basics</strong></p><p><strong>Python Fundamentals</strong></p><p><strong>Data Structures</strong></p><p><strong>Object-Oriented Programming with Python</strong></p><p><strong>Functional Programming with Python</strong></p><p><strong>Lambdas</strong></p><p><strong>Decorators</strong></p><p><strong>Generators</strong></p><p><strong>Testing in Python</strong></p><p><strong>Debugging</strong></p><p><strong>Error Handling</strong></p><p><strong>Regular Expressions</strong></p><p><strong>Comprehensions</strong></p><p><strong>Modules</strong></p></li><li><p><strong>See you inside the course!</strong></p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2020-09-24_06-20-31-23d69cc72fcab1a549e77de44c6eb365/1/WebHD_720p.mp4?Expires=1641760494&Signature=HDisStQ1XJvnQxBxDTYL6fGGnFkJRGnmEszEvCvTL1Et-xyedH0MQQbBcAINnYxxWKvP6ewyRyrKDavDS6fPBzipCo6nyGmR85zIAJrdY1aPKt7Lf0mvRk5YOcD3PrGvgFZ8eJ6es2wWlslhpNbEAWB7f6xrQ-gk86wQCK87lJPPxFHgDydtIGbypv887I8AoydiNwOoW-iA~0s4xSSgsQmFTNOsjaaES~JKaeQhB0NkLD1vdx8zhiCoqTV43GfBAx~UkhHaMhYqxhaB1ylCPKAx~gk1rgE~2mqeEjGOJ1~1yvb0aCjSVfJ9Ki0MkkKxmuDk1xDBAxqXpn4ii6qeiQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3877348", "category": "Lifestyle", "sub_category": "Travel", "title": "2022 Commercial Driver’s License Practice Tests", "level": "All Levels", "author": "SMARTER ACADEMY", "duration": "", "rating": "3.8", "reviews": "13", "students": "8242", "coupon_code": "8EC275B4F55C7565E4E8", "preview_img": "https://img-c.udemycdn.com/course/750x422/3877348_a5ee_2.jpg", "coupon_link": "https://www.udemy.com/course/trucks-cars-tesla-commercial-drivers-license-practice-tests/?couponCode=8EC275B4F55C7565E4E8", "end_day": "2022-01-12 16:08:23+00:00", "headline": "97% Pass in First Attempt Easily Commercial Driver’s License Practice Test", "description": "<p><strong>Commercial Driver’s License Practice Test</strong></p><p><strong><em>97% Pass in First Attempt Easily</em></strong></p><p><br></p><p>Endorsements on your <strong>Commercial Driver’s License</strong> open you up to many more Truck Job Opportunities. However, getting these endorsements isn’t easy, as some require background checks and/or an additional skills test. The written test can be the biggest hurdle since it’s the part over which you have the most control. Below is a list of the different <strong>CDL Practice Tests</strong> that we offer, as well as the accompanying endorsement information.</p><p><br></p><p><strong>School Bus Endorsement Test</strong></p><p>The school bus is one of the CDL Types. The School CDL Practice test is a necessary tool for anyone who operates a school bus when loaded with passengers or to/from school-related events. Federal regulations mandate this endorsements for those positions and situations.</p><p><strong>Double/Triple Trailer Endorsement Test</strong></p><p>Although triple trailers are illegal in some states, the doubles and triples practice test is incredibly helpful in getting the T-endorsement. Truck drivers operating vehicles with either a double or triple trailer need this endorsement.</p><p><strong>Passenger Endorsement Test</strong></p><p>Although the S-endorsement is also a passenger endorsement, the passenger endorsement practice test would also apply to those transporting special education students, taxi drivers, bus drivers, and any other drivers in the business of transporting passengers.</p><p><strong>Tanker Endorsement Test</strong></p><p>A tank vehicle is used to carry any liquids or gaseous materials in tanks. Due to the sensitive nature of this work and this endorsement, tanker endorsement practice tests are highly recommended. Practicing for your N-endorsement can ensure that you understand the safety procedures and can pass the test on the first attempt.</p><p><strong>Hazardous Materials Endorsement Test</strong></p><p>The H-endorsement is one of the toughest to get on your commercial driver’s license because it requires a background check and a security clearance from the Department of Homeland Security. Don’t ruin your chances by failing the written test. Use hazardous materials practice tests to pass the one aspect of this process you can control.</p><p><strong>Combo Tanker and HAZMAT Endorsement Test</strong></p><p>This endorsement test combines the N and H endorsements into a single endorsement allowing operation of tank vehicles transporting of liquid or gaseous hazardous material. To receive this endorsement, you do need to go for both endorsements separately, as each endorsement has different requirements. However, you can prepare for both of the written tests at the same time with the Combo Tanker and Hazmat Test.<br></p>", "preview_video": ""}, {"course_id": "4464354", "category": "IT & Software", "sub_category": "IT Certifications", "title": "BEST Oracle Database SQL 1Z0-071 Practice Exams 2022", "level": "All Levels", "author": "Nadia Achlouje", "duration": "", "rating": "4.4", "reviews": "8", "students": "2004", "coupon_code": "DCAB3327B7FD450CFFC5", "preview_img": "https://img-c.udemycdn.com/course/750x422/4464354_543b.jpg", "coupon_link": "https://www.udemy.com/course/best-oracle-database-sql-1z0-071-practice-exams-2022/?couponCode=DCAB3327B7FD450CFFC5", "end_day": "2022-01-14 15:54:18+00:00", "headline": "Crack Oracle Certification 1Z0-071,Practice questions using this simulator and pass your real exam confidently !!", "description": "<ul><li><p><strong>Format:</strong> Multiple Choice</p></li><li><p><strong>Duration:</strong> 120 minutes</p></li><li><p><strong>Exam Price:</strong> $245</p></li><li><p>Number of Questions:78</p></li><li><p><strong>Passing Score:</strong> 63%</p></li><li><p><strong>Validation: </strong>This exam was validated against 11g Release 2 version 11.2.0.1.0 and up to 19c</p><p><br></p></li></ul><p><strong>Exam topics:</strong></p><p><strong>Relational Database concepts</strong></p><p>• Explaining the theoretical and physical aspects of a relational database</p><p>• Relating clauses in SQL Select Statement to Components of an ERD</p><p>• Explaining the relationship between a database and SQL</p><p><strong>Retrieving Data using the SQL SELECT Statement</strong></p><p>• Using Column aliases</p><p>• Using The SQL SELECT statement</p><p>• Using concatenation operator, literal character strings, alternative quote operator, and the DISTINCT keyword</p><p>• Using Arithmetic expressions and NULL values in the SELECT statement</p><p><strong>Restricting and Sorting Data</strong></p><p>• Applying Rules of precedence for operators in an expression</p><p>• Limiting Rows Returned in a SQL Statement</p><p>• Using Substitution Variables</p><p>• Using the DEFINE and VERIFY commands</p><p>• Sorting Data</p><p><strong>Using Single-Row Functions to Customize Output</strong></p><p>• Manipulating strings with character functions in SQL SELECT and WHERE clauses</p><p>• Performing arithmetic with date data</p><p>• Manipulating numbers with the ROUND, TRUNC and MOD functions</p><p>• Manipulating dates with the date function</p><p><strong>Using Conversion Functions and Conditional Expressions</strong></p><p>• Applying the NVL, NULLIF, and COALESCE functions to data</p><p>• Understanding implicit and explicit data type conversion</p><p>• Using the TO_CHAR, TO_NUMBER, and TO_DATE conversion functions</p><p>• Nesting multiple functions</p><p><strong>Reporting Aggregated Data Using Group Functions</strong></p><p>• Restricting Group Results</p><p>• Creating Groups of Data</p><p>• Using Group Functions</p><p><strong>Displaying Data from Multiple Tables</strong></p><p>• Using Self-joins</p><p>• Using Various Types of Joins</p><p>• Using Non equijoins</p><p>• Using OUTER joins</p><p>• Understanding and Using Cartesian Products</p><p><strong>Using Subqueries to Solve Queries</strong></p><p>• Using Single Row Subqueries</p><p>• Using Multiple Row Subqueries</p><p>• Update and delete rows using correlated subqueries</p><p><strong>Using SET Operators</strong></p><p>• Matching the SELECT statements</p><p>• Using the ORDER BY clause in set operations</p><p>• Using The INTERSECT operator</p><p>• Using The MINUS operator</p><p>• Using The UNION and UNION ALL operators</p><p><strong>Managing Tables using DML statements</strong></p><p>• Managing Database Transactions</p><p>• Controlling transactions</p><p>• Perform Insert, Update and Delete operations</p><p>• Performing multi table Inserts</p><p>• Performing Merge statements</p><p><strong>Managing Indexes Synonyms and Sequences</strong></p><p>• Managing Indexes</p><p>• Managing Synonyms</p><p>• Managing Sequences</p><p>Use DDL to manage tables and their relationships</p><p>• Describing and Working with Tables</p><p>• Describing and Working with Columns and Data Types</p><p>• Creating tables</p><p>• Dropping columns and setting column UNUSED</p><p>• Truncating tables</p><p>• Creating and using Temporary Tables</p><p>• Creating and using external tables</p><p>• Managing Constraints</p><p><strong>Managing Views</strong></p><p>• Managing Views</p><p>Controlling User Access</p><p>• Differentiating system privileges from object privileges</p><p>• Granting privileges on tables</p><p>• Distinguishing between granting privileges and roles</p><p>Managing Objects with Data Dictionary Views</p><p>• Using data dictionary views</p>", "preview_video": ""}, {"course_id": "4453764", "category": "IT & Software", "sub_category": "IT Certifications", "title": "TILFND V4: ITIL 4 Foundation Practice Tests 2022", "level": "All Levels", "author": "It Exam Academy", "duration": "", "rating": "5.0", "reviews": "1", "students": "2522", "coupon_code": "D34504D202576CB82E00", "preview_img": "https://img-c.udemycdn.com/course/750x422/4453764_9768.jpg", "coupon_link": "https://www.udemy.com/course/tilfnd-v4-itil-4-foundation-practice-tests-2022/?couponCode=D34504D202576CB82E00", "end_day": "2022-01-13 14:49:40+00:00", "headline": "Get 100% ready to pass the ITIL 4 Foundation Certification Exam", "description": "<p><strong>Description</strong></p><p><br></p><p><strong>Official exam information:</strong></p><ul><li><p><em>Test taking options: Online / Local test center</em></p></li><li><p><em>Time to complete: 60 mins</em></p></li><li><p><em>Total number of questions asked: 40</em></p></li><li><p><em>Passing Score: 65%</em></p></li><li><p>Multiple choice examination questions</p></li></ul><p>What is ITIL? ITIL best practices now have their place in IT organizations. With ITIL: IT is aligned with the company's business lines, customer satisfaction is improved, costs are reduced in the long term, quality is continuously improved, and returns on investment are measurable.<br>Why get certified ITIL Foundation? The ITIL Foundation level proves to organizations in which the participant would like to participate his knowledge in the concrete application of the bases of ITIL Practices. This ITIL Foundation certification also opens the door to the ITIL Expert certification cycle. At the end of this training, participants take the ITIL Foundation certification exam</p><p><br></p><p><br></p><p><strong>ITIL 4 Foundation exam covered topics.</strong></p><p><br></p><ul><li><p>Understand the key concepts of service management</p></li><li><p>Understand how the ITIL guiding principles can help an organization adopt and adapt service management</p></li><li><p>Understand the four dimensions of service management</p></li><li><p>Understand the purpose and components of the ITIL service value system</p></li><li><p>Understand the activities of the service value chain, and how they interconnect</p></li><li><p>Know the purpose and key terms of 15 ITIL practices</p></li><li><p>Understand 7 ITIL practices</p></li></ul><p><br></p><p>pass the ITIL 4 Foundation exam you must know the theory very well but also have high level hands-on skills. The element most students forget it drilling their knowledge with a ton of practice exams. Practice exams help you learn to apply theory to questions as well as expose weak areas in your knowledge.</p>", "preview_video": ""}, {"course_id": "4482016", "category": "IT & Software", "sub_category": "IT Certifications", "title": "MuleSoft Certified Integration Architect LV1 Practice Exams", "level": "All Levels", "author": "Edu Academy", "duration": "", "rating": "0.0", "reviews": "0", "students": "63", "coupon_code": "DISCUDEMY.COM", "preview_img": "https://img-b.udemycdn.com/course/750x422/4482016_7229.jpg?secure=Zi2pURDaN82Hep-rpPQTJA%3D%3D%2C1641830716", "coupon_link": "https://www.udemy.com/course/mulesoft-certified-integration-architect-lv1-practice-exams/?couponCode=DISCUDEMY.COM", "end_day": "2022-01-14 15:00:39+00:00", "headline": "2 unique complete tests for MCIA Level 1 Exam with references | Pass MCIA with confidence!", "description": "<p>A <em>MuleSoft Certified Integration Architect</em> should be able to drive and be responsible for an organization’s Anypoint Platform implementation and the technical quality, governance (ensuring compliance), and operationalization of the integration solutions. The <em>MCIA - Level 1</em> exam validates that an architect has the required knowledge and skills to work with technical and non-technical stakeholders to translate functional and non-functional requirements into integration interfaces and implementations. Certified candidates should be able to:</p><ul><li><p>Create the high-level design of integration solutions and guide implementation teams on the choice of Mule components and patterns to use in the detailed design and implementation.</p></li><li><p>Select the deployment approach and configuration of Anypoint Platform with any of the available deployment options (MuleSoft-hosted or customer-hosted control plane and runtime plane).</p></li><li><p>Design Mule applications for any of the available deployment options of the Anypoint Platform runtime plane.</p></li><li><p>Apply standard development methods covering the full development lifecycle (project preparation, analysis, design, development, testing, deployment, and support) to ensure solution quality.</p></li><li><p>Advise technical teams on performance, scalability, reliability, monitoring and other operational concerns of integration solutions on Anypoint Platform.</p></li><li><p>Design reusable assets, components, standards, frameworks, and processes to support and facilitate API and integration projects.</p></li></ul><p><strong><em>Note: Approximately 10% of the exam is specific to Mule 4.</em></strong></p><p><strong>Format</strong></p><ul><li><p>Format: Multiple-choice, closed book, proctored, online or at a testing center</p></li><li><p>Length: 58 questions</p></li><li><p>Duration: 120 minutes (2 hours)</p></li><li><p>Pass score: 70%</p></li><li><p>Language: English</p></li></ul><p><strong>You can take the exam a maximum of 5 times, with a 24-hour wait between each attempt.</strong></p><p><strong>Cost</strong>:</p><p><strong>You can purchase the exam with one of the following. Each includes one free retake.</strong></p><ul><li><p>$375</p></li><li><p>1.5 Flexible Training Credits (FTC)</p></li></ul><p>Additional retakes (i.e. attempts 3 to 5) are $250 or 1 FTC and do not come with a free retake.</p><p>Two free exam attempts are also included with the purchase of the instructor-led <em>Anypoint Platform Architecture: Integration Solutions</em> course.</p><p><strong>Validity:</strong></p><p>The certification expires two years from the date you pass the exam. To extend the certification validity after this date, you can take the <em>MuleSoft Certified Integration Architect – Level 1 MAINTENANCE</em> exam.</p><p><strong>Preparation:</strong></p><p>You can best prepare for the exam by taking the instructor-led <em>Anypoint Platform Architecture: Integration Solutions</em> course. Candidates should be familiar with all of the content in the course and be able to apply the concepts.</p><p>The following resources are available to help you prepare:</p><ul><li><p>Instructor-led training: <em>Anypoint Platform Architecture: Integration Solutions</em></p><ul><li><p>Recommended as the most effective and efficient method of preparation</p></li><li><p>5-day class</p></li><li><p>Private, public, onsite, and online classes available</p></li><li><p>Includes two free attempts for this exam</p></li></ul></li><li><p>Practice quiz</p><ul><li><p>20+ multiple-choice questions of comparable difficulty to the questions on the exam</p></li></ul></li></ul>", "preview_video": ""}, {"course_id": "3423978", "category": "Business", "sub_category": "Project Management", "title": "Atlassian Confluence Masterclass for Project Managers", "level": "All Levels", "author": "GenMan Solutions", "duration": "5.5 hours", "rating": "4.1", "reviews": "428", "students": "81681", "coupon_code": "CONFJAN1", "preview_img": "https://img-c.udemycdn.com/course/750x422/3423978_990e.jpg", "coupon_link": "https://www.udemy.com/course/atlassian-confluence-masterclass/?couponCode=CONFJAN1", "end_day": "2022-01-13 12:51:46+00:00", "headline": "Confluence: Complete & Comprehensive course on the Cloud version of Atlassian's Confluence for Project Management", "description": "<p>Confluence is a <strong>powerful enterprise collaboration tool</strong> that brings people, knowledge, and ideas together in a shared workspace, so you can do your best work. Through this course <strong>\"Atlassian Confluence Masterclass\"</strong>, you will learn <strong>how to use Confluence</strong> to transform the way your team works.</p><p>This course is structured to guide you through <strong>all the key aspects of managing and using Confluence</strong>.</p><p>Whether you’re <strong>new to Confluence, training your teammates, or ready to take your Confluence skills to the next level</strong>, this guide covers everything from the <strong>basics to in-depth best practices</strong>.</p><p>The course will start with <strong>setting up your own Confluence account</strong> and you will be introduced to all the key features of Confluence in subsequent lectures. With each lecture, you will <strong>learn important concepts such as creating engaging content, sharing information, and engaging users to collaborate in real time</strong> with each other.</p><p>By the end of the course, you will be able to create your pages, blogs and share the same with your team members to engage &amp; collaborate.</p><p>Please find below the course structure for your quick reference:</p><p>1. Brief overview of Confluence</p><p>2. Setting up your own Confluence account</p><p>3. Applications of Confluence</p><p>4. Navigate through the Confluence interface, spaces, user profile &amp; settings</p><p>5. Introduction to all key features of Confluence: Spaces, Pages, Blogs &amp; Comments</p><p>6. Create Content: Spaces, Pages, Blog Posts</p><p>7. Master Spaces: Create different types of Spaces: Team, Personal &amp; Project Spaces; Delete &amp; Archive Spaces</p><p>8. Master Pages &amp; Blog Posts</p><p>9. Invite users to collaborate</p><p>10. Confluence Editor: Usage &amp; features</p><p>11. Add links, files, macros and mentions</p><p>12. Space &amp; Page Blueprints</p><p>13. Content Permissions, Labels &amp; Restrictions</p><p>14. Watch Content</p><p>15. Keyboard Shortcuts</p><p>16. Confluence Administration &amp; User Settings</p><p><em>Course enrollment grants you lifetime access, with no expiration, to all the course lectures. In addition, you’ll also receive 1-on-1 support for any questions or uncertainties that come up. And this all comes with a </em><strong><em>money-back guarantee</em></strong><em>. You have nothing to lose and so much knowledge to gain.</em></p><p><br></p><p><strong>Just ask the students who’ve already taken this course:</strong></p><p>★★★★★ \"A great step by step guide through Atlassian-Confluence. Menu items are explored and explained. Alternative routes to doing the same actions are also explained. Examples are worked through at a very good pace and the videos are not overwhelming. There is no homework, which means that you can actually focus on soaking in the material. Feel free to stop, edit your own confluence and explore, without the pressure of an assignment behind it. I thought everything in the video was helpful and even learned a couple new tricks on how to structure my spaces. There are a variety of use-case scenarios that give you an idea of how to use this tool in different ways (which happens to be my favorite part). Useful demonstrations on layouts, permissions, status changes, drop down menus and more. Confluence is a Canvass that can be used as a great communication platform. You have many tools at your disposal and this course covers that arsenal. Great work and Thank You.\"</p><p>-<strong>David Fai</strong></p><p><br></p><p>★★★★★ \"This is a great course on Confluence's latest version. Really useful with clear &amp; crisp explanations! Highly recommended. Thanks to the tutor.\"</p><p>- <strong>Reena Shah</strong></p><p><br></p><p>★★★★★ \"I needed a refresher on Confluence capabilities before starting a project. This course presents all the relevant features nicely. It is good for any type of end user.\"</p><p>-<strong>Iasan Montac</strong></p><p><br></p><p>★★★★★ \"The course is well planned and was impressed with instructor's knowledge of the subject &amp; the detailed explanations. I am so glad that I choose this course.\"</p><p>- <strong>Umesh Bansal</strong></p><p><br></p><p>★★★★★ \"To the point. I like it when the instructor is focused on teaching the topic and not wasting time here and there.\"</p><p>-<strong>Rick</strong></p><p><br></p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-08-24_05-53-40-e5c70a35a746af0a377b823dfe04424a/1/WebHD_720p.mp4?Expires=1641760518&Signature=FLACx7TSz8i-nBsZCAO9cTwvN-6QxExOHLGfMRafaQ1wEpL~Upnue7Xqzg6jv4n4aXLu7B3zImQ9VJSVpb6ZjHJNb0FoA~cIe8sgpMNSksF4TSAoJsp96iji9N-lY21hQBW1nWVSMBf-vWxIvCzqlNfdtPLI2jUh5E~6H3nwJdO0Ettk33ofcxxrCYbi~pZ9kZ0ZsaYPu7I-9OahE5NUZnbnyHoNOS2p8rXaM-8UFqj5gTyHo9zVE-kSyNtmOBs77snEGJHN7Syz1gXy3B-h0r0wKhi6AzB2t6U5jQyPaT9h9UVcmPjNEvXAU6LhXv0S1s2Y-fEH3GZB8~H8P-Kiow__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4438960", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Salesforce ADM-201 Administration Essentials Practice Tests", "level": "Beginner Level", "author": "Youssef elbayed", "duration": "", "rating": "5.0", "reviews": "5", "students": "3238", "coupon_code": "5771A9771C20D2AEA96B", "preview_img": "https://img-b.udemycdn.com/course/750x422/4438960_2ac0.jpg?secure=-1Sfo-cFAoxIvh2KneqiIw%3D%3D%2C1641830720", "coupon_link": "https://www.udemy.com/course/salesforce-adm-201-administration-essentials-practice-tests-i/?couponCode=5771A9771C20D2AEA96B", "end_day": "2022-01-13 18:15:54+00:00", "headline": "Salesforce ADM-201 Administration Essentials Practice Tests Certification", "description": "<p><strong>- Udemy's courses all have lifetime access, so use these practice tests to brush up your Salesforce Administration skills any time.</strong></p><p><strong>- 30-Day Money-Back Guarantee</strong></p><p>These practice tests are meant for people interested in passing the <strong>Salesforce ADM201</strong> Certification Exam rapidly and contains 5 practice tests prepared carefully in order to help you to get certified in <strong>Salesforce ADM201</strong> ramidely.</p><p>Get certified rapidely through these New 6 Full Salesforce Adm201 Certification Timed Tests.</p><p><strong>These real exam questions cover all the following core concepts:</strong></p><p><strong>· Organization Set Up</strong></p><p><strong>· User Set Up</strong></p><p><strong>· Security And Access</strong></p><p><strong>· Standard And Custom Objects</strong></p><p><strong>· Data Management</strong></p><p><strong>· Workflow/Process Automation</strong></p><p><strong>· Analytics - Reports And Dashboards</strong></p><p><strong>· Desktop And Mobile Administration</strong></p><p><strong>· Appexchange</strong></p><p><strong>· Service And Support Applications</strong></p><p><strong>· Sales And Marketing Applications</strong></p><p>Salesforce is a cloud-based company that offers the platform that is used for customer management. It ensures that customers are connected in a way that makes their relations, sales, marketing, and services more efficient. Salesforce administrators are professionals with experience in running this platform. These professionals go through training, sit for exams, and receive the Admin certification once they meet the requirements. To receive the certification, one must pass the <strong>ADM-201</strong> exam, whose objectives include management of users’ security and data, maintaining and customizing service and sales cloud applications, as well as preparing reports, workflows, and dashboards. It is a prerequisite for the Salesforce Certified Advanced Administrator certification.</p><p><strong>ADM-201</strong> is a multiple-choice or multiple-select test comprising 60 scored and 5 additional unscored questions. The candidate is given 105 minutes to finish this exam. The minimum passing score is 65%, and the cost of the exam is $200. If the student fails, he/she must pay another $100 to retake it. Retakes are allowed only a day after a failed attempt. The individuals are allowed to take their exams either online or onsite. The pass/fail exam results are provided immediately after the test is submitted.</p><p>Salesforce ADM-201 certification exam has become a very influential exam which can test computer skills.The certification of Salesforce certified engineers can help you to find a better job, so that you can easily become the IT white-collar worker,and get fat salary.</p>", "preview_video": ""}, {"course_id": "4464566", "category": "IT & Software", "sub_category": "IT Certifications", "title": "AZ-204 Developing Solutions for MS Azure Practice Tests 2022", "level": "All Levels", "author": "Nadia Achlouje", "duration": "", "rating": "0.0", "reviews": "0", "students": "2016", "coupon_code": "97F22AF323954996D68E", "preview_img": "https://img-b.udemycdn.com/course/750x422/4464566_d982.jpg?secure=AHYeAoeAo6hDhX5wknaLCg%3D%3D%2C1641830724", "coupon_link": "https://www.udemy.com/course/az-204-developing-solutions-for-ms-azure-practice-tests-2022/?couponCode=97F22AF323954996D68E", "end_day": "2022-01-14 15:28:23+00:00", "headline": "Latest exam preparation for AZ-204 Microsoft Certification (Fully Updated Questions with Explanation)", "description": "<p><strong>AZ-204 - Developing Solutions for Microsoft Azure SEP 2021</strong></p><p>Candidates for this exam are cloud developers who participate in all phases of development from requirements definition and design, to development and deployment, and maintenance. They partner with cloud DBAs, cloud administrators, and clients to implement solutions.Candidates for this exam should have subject matter expertise designing, building, testing, and maintaining cloud applications and services on Microsoft Azure.</p><p>Candidates should be proficient in Azure SDKs, data storage options, data connections, APIs, app authentication and authorization, compute and container deployment, debugging, performance tuning, and monitoring.A candidate for this exam should have 1-2 years professional development experience and experience with Microsoft Azure. In addition, the role should have ability programming in a language supported by Azure and proficiency in Azure SDKs, Azure PowerShell, Azure CLI, data storage options, data connections, APIs, app authentication and authorization, compute and container deployment, debugging, performance tuning, and monitoring.</p><p>We have prepared this practice test course for all those <strong>candidates who are planning of taking AZ-204 exam </strong>in near future.</p><p>This is an Unofficial course and this course is not affiliated, licensed or trademarked with Microsoft in any way.</p><p>All questions are based on the Exam Objectives for the <strong>AZ-204 Developing Solutions for Azure</strong> Certification Exam for all domains of the exam, so you can take and pass the actual <strong>AZ-204 Developing Solutions for Azure</strong> Certification Exam with confidence, including questions from the following sections:</p><ul><li><p>Develop Azure compute solutions (25-30%)</p></li><li><p>Develop for Azure storage (10-15%)</p></li><li><p>Implement Azure security (15-20%)</p></li><li><p>Monitor, troubleshoot, and optimize Azure solutions (10-15%)</p></li><li><p>Connect to and consume Azure services and third-party services (25-30%)</p></li></ul><p>This course is constantly updated to ensure it stays current and up-to-date with the latest release of the <strong>AZ-204 Developing Solutions for Azure</strong> Certification Exam, and also provide a 30-day money-back guarantee if you are not satisfied with the quality of this course for any reason!</p><p>Good studies!</p>", "preview_video": ""}, {"course_id": "4467210", "category": "IT & Software", "sub_category": "IT Certifications", "title": "AWS Certified Security Speciality", "level": "Beginner Level", "author": "Ibrahim Serrafi", "duration": "", "rating": "2.5", "reviews": "1", "students": "2193", "coupon_code": "FCA47699F24B826E6939", "preview_img": "https://img-c.udemycdn.com/course/750x422/4467210_40c0_2.jpg", "coupon_link": "https://www.udemy.com/course/aws-certified-security-speciality-a/?couponCode=FCA47699F24B826E6939", "end_day": "2022-01-14 13:19:43+00:00", "headline": "Get your AWS Certified Security Speciality Certification from the first attempt", "description": "<p>Are you ready to take the 2022 - just out of beta - AWS Certified Security Speciality exam?<br></p><p><br></p><p>This practice test course contains 5 complete timed tests, of at least 65-questions each, just like you will get in the official exam. That's over 325 questions to see how prepared you are for the real test. The quiz questions are balanced as per the domain weightings published in the candidate bulletin. In addition, after taking the exam you can review your answers compared against the correct answers including comprehensive explanations and documentation links of each question, the answer options and the recommended approach for getting the answers right.</p><p><br></p><p>Unlike other practice tests, you get LIFETIME access to these questions and explanations. There is no time limit. You can take the quizzes as many times as you like to make sure you're ready to take the exam.</p><p><br></p><p>The exams are formatted just like the real questions would be. Unfortunately, we are limited in the types of questions we can offer, so this quiz will be multiple-choice and multi-select only unlike the real exam where you can expect additional types of questions like drag-and-drop and hot-area. You can learn more about the different types of questions on Microsoft's certification web site. But we're confident that you will be fairly tested on your knowledge of the AWS&nbsp; Security Platform after taking these practice exams.</p><p><br></p><p>The exams were compiled by an experienced team of AWS Platform professionals whom have all passed the official exams. The test covers all the latest domains and sub-domains as published in the candidate bulletin including:</p><p><br></p><ul><li><p>Domain 1: Incident Response (12%)</p></li><li><p>Domain 2: Logging and Monitoring (20%)</p></li><li><p>Domain 3: Infrastructure Security (26%)</p></li><li><p>Domain 4: Identity and Access Management (20%)</p></li><li><p>Domain 5: Data Protection (22%)</p></li></ul><p><br></p><p>Three practice tests allow you the flexibility to attempt one exam early-on during your exam-preparation to adjust your focus-areas and cut down on study time. The two remaining exams can be used to prove your readiness to take the official exam. Or you can just use all three in whatever way suits your preparation workflow.</p><p><br></p><p>This is the perfect tool to assess your readiness, and find those one or two areas that you can study in the days before taking the test.</p><p><br></p><p>We are looking forward to seeing you inside the course</p>", "preview_video": ""}, {"course_id": "2816121", "category": "Finance & Accounting", "sub_category": "Accounting & Bookkeeping", "title": "Bank Feeds-QuickBooks Online, Xero, Sage, Wave (Comparison)", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "25 hours", "rating": "4.4", "reviews": "50", "students": "20514", "coupon_code": "2480395141F3FAF54409", "preview_img": "https://img-c.udemycdn.com/course/750x422/2816121_6124.jpg", "coupon_link": "https://www.udemy.com/course/bank-feeds-quickbooks-online-xero-sage-wave-comparison/?couponCode=2480395141F3FAF54409", "end_day": "2022-01-14 05:41:06+00:00", "headline": "Learn bank feeds using top accounting applications from a practicing CPA (Certified Public Accountant)", "description": "<p><strong>Bank Feed Options</strong></p><p><strong>This course will compare and contrast the top accounting software applications, focusing on the use of bank feeds.</strong></p><p><strong>We will provide practice data that learners can import into the software applications.</strong></p><p><strong>Learners will understand the process of setting up each online software package. We will also discuss purchase options.</strong></p><p><strong>Most of the software applications will include a free test drive, an excellent tool for learning accounting and bank feeds.</strong></p><p><strong>We will practice entering two months of data into each accounting application with the help of banking data we will import into the system.</strong></p><p><strong>The course will also cover credit card bank feeds similarly.</strong></p><p><strong>Learners will also learn more advanced bank rules where applicable.</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-02-15_23-38-48-de340cf1e293a00f1fe7c151b449ae28/WebHD_720p.mp4?Expires=1641760528&Signature=l8vBhdSn4zO8keS06wCC24oMat-pVCPAGIncIiC4wzBODjifR1fleFi5OoSmH-dQGEN7yZfgO6Mbdc3dVXd~ZIZmjsoee4ua3v6dESrxNAu6hKA-aV7HJ4E54RkkAlMEHqcH2dh6LfUC8BVAfpom6IH3vCMEPdhSVR3N4VRT18MxOah9evcYvU2ypSTlCQlQsvn1QlDq12F01hC-SzS8h7SA0plrOXAFmR2IJlUm22oPBCLDXVSN9GZaftlq-7SfubUHPfgAJVeYVwgdcXsRW0tqLD92Lq-XfvhugMky0K2QWd3sei27fmXeOmGH~PTJpuUwHIpQ8RlPnyRUi5U2RA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4461692", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Ultimate CCNA Cyber Ops 200-201 CBROPS Practice Exams 2022", "level": "All Levels", "author": "Edu Academy", "duration": "", "rating": "5.0", "reviews": "7", "students": "2030", "coupon_code": "0F3160EADECFDC2D23AD", "preview_img": "https://img-c.udemycdn.com/course/750x422/4461692_3892.jpg", "coupon_link": "https://www.udemy.com/course/ultimate-ccna-cyber-ops-200-201-cbrops-practice-exams-2022/?couponCode=0F3160EADECFDC2D23AD", "end_day": "2022-01-14 15:15:50+00:00", "headline": "Pass your Cisco CCNA Cyber Ops 200-201 CBROPS Exam full of confidence with this exam simulations !", "description": "<p><em>Books and docs could be monotonous, multiple sources could be confusing and multiple mouths could be misleading sometimes. That’s when you wish you had someone to guide you with their experience, knowledge from multiple sources and an aligned approach, at one stop. Here is an end to these worries.</em></p><p>Preparing to Understand Cisco CBROPS Cybersecurity Operations Essentials (200-201)? Here, we've brought you the best questions from the exam so you can prepare yourself well for this Cisco CBROPS Cybersecurity Operations Fundamentals Understanding (200-201) exam.</p><p>Unlike other online simulation practice tests, you get lifetime access to it. You can simply study the questions to excel in this exam.</p><p>About Understanding Cisco Cybersecurity Operations Fundamentals 200-201 CBROPS</p><p>200-201 CBROPS exam tests a candidate's knowledge and skills related to security concepts, security monitoring, host-based analysis, network intrusion analysis, and security policies and procedures.</p><p><br></p><p><strong>Exam Pattern</strong></p><ul><li><p><strong>Exam Name:</strong> Understanding Cisco Cybersecurity Operations Fundamentals</p></li><li><p><strong>Exam Code:</strong> 200-201 CBROPS</p></li><li><p><strong>Length of Time:</strong> 120 Minutes</p></li><li><p><strong>Number of Questions:</strong> 95-105</p></li><li><p><strong>Exam Language: </strong>English</p></li></ul><p><br></p><p><strong>Practice Test Structure</strong></p><p><strong>1. Security Concepts : 20%</strong></p><p> 1.1 Describe the CIA triad</p><p> 1.2 Compare security deployments</p><p> 1.3 Describe security terms</p><p> 1.4 Compare security concepts</p><p> 1.5 Describe the principles of the defense-in-depth strategy</p><p> 1.6 Compare access control models</p><p> 1.7 Describe terms as defined in CVSS</p><p> 1.8 Identify the challenges of data visibility (network, host, and cloud) in detection</p><p> 1.9 Identify potential data loss from provided traffic profiles</p><p> 1.10 Interpret the 5-tuple approach to isolate a compromised host in a grouped set of logs</p><p> 1.11 Compare rule-based detection vs. behavioral and statistical detection</p><p><strong>2. Security Monitoring : 25%</strong></p><p> 2.1 Compare attack surface and vulnerability</p><p> 2.2 Identify the types of data provided by these technologies</p><p> 2.3 Describe the impact of these technologies on data visibility</p><p> 2.4 Describe the uses of these data types in security monitoring</p><p> 2.5 Describe network attacks, such as protocol-based, denial of service, distributed denial of service, and man-in-the-middle</p><p> 2.6 Describe web application attacks, such as SQL injection, command injections, and crosssite scripting</p><p> 2.7 Describe social engineering attacks</p><p> 2.8 Describe endpoint-based attacks, such as buffer overflows, command and control (C2), malware, and ransomware</p><p> 2.9 Describe evasion and obfuscation techniques, such as tunneling, encryption, and proxies</p><p> 2.10 Describe the impact of certificates on security (includes PKI, public/private crossing the network, asymmetric/symmetric)</p><p> 2.11 Identify the certificate components in a given scenario</p><p><strong>3. Host-Based Analysis : 20%</strong></p><p> 3.1 Describe the functionality of these endpoint technologies in regard to security monitoring</p><p> 3.2 Identify components of an operating system (such as Windows and Linux) in a given scenario</p><p> 3.3 Describe the role of attribution in an investigation</p><p> 3.4 Identify type of evidence used based on provided logs</p><p> 3.5 Compare tampered and untampered disk image</p><p> 3.6 Interpret operating system, application, or command line logs to identify an event</p><p> 3.7 Interpret the output report of a malware analysis tool (such as a detonation chamber or sandbox)</p><p><strong>4. Network Intrusion Analysis : 20%</strong></p><p> 4.1 Map the provided events to source technologies</p><p> 4.2 Compare impact and no impact for these items</p><p> 4.3 Compare deep packet inspection with packet filtering and stateful firewall operation</p><p> 4.4 Compare inline traffic interrogation and taps or traffic monitoring</p><p> 4.5 Compare the characteristics of data obtained from taps or traffic monitoring and transactional data (NetFlow) in the analysis of network traffic</p><p> 4.6 Extract files from a TCP stream when given a PCAP file and Wireshark</p><p> 4.7 Identify key elements in an intrusion from a given PCAP file</p><p> 4.8 Interpret the fields in protocol headers as related to intrusion analysis</p><p> 4.9 Interpret common artifact elements from an event to identify an alert</p><p> 4.10 Interpret basic regular expressions</p><p><strong>5. Security Policies and Procedures : 15%</strong></p><p> 5.1 Describe management concepts</p><p> 5.2 Describe the elements in an incident response plan as stated in NIST.SP800-61</p><p> 5.3 Apply the incident handling process (such as NIST.SP800-61) to an event</p><p> 5.4 Map elements to these steps of analysis based on the NIST.SP800-61</p><p> 5.5 Map the organization stakeholders against the NIST IR categories (CMMC, NIST.SP800 61)</p><p> 5.6 Describe concepts as documented in NIST.SP800-86</p><p> 5.7 Identify these elements used for network profiling</p><p> 5.8 Identify these elements used for server profiling</p><p> 5.9 Identify protected data in a network</p><p> 5.10 Classify intrusion events into categories as defined by security models, such as Cyber Kill Chain Model and Diamond Model of Intrusion</p><p> 5.11 Describe the relationship of SOC metrics to scope analysis (time to detect, time to contain, time to respond, time to control)</p><p> </p><p><strong>Heads up:</strong></p><p>*We do not offer real exam questions, we provide learning material and practice tests designed to help students prepare for these exams. All certification marks used are the property of the respective brand owners. I cannot or claim any ownership of any of the marks.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-12-27_09-03-49-da7b9c0174daf993e39d5a6fdbfeb5bb/2/WebHD_720p.mp4?Expires=1641760533&Signature=a5aVWhwE9tkTV7PIHB1rTL~3H4muElhrPKMSDFFMX-jaKlwue5ww7ZvOW~Z6oMjFN5pTzwQT5pIX2GQtFz6q20UjSb~YMXW7E76tsqXNWIigvA01s2yi247AsS8eiS3ApMPLAEtVG6WLDE2yo204k754l0zixvYrwDstN2ckvJtGheBHZwWP5VevixUomAMRKo8ct6JEhq52DbK9Bnjsgz2mb-d~TtwI94N3rQthW2b0WaCGHuqQBsKcu4gEms62wi6v9n8FfnkNpjbAaUDaSLzGZKY1biW1h1NzZ4Pt38ndycnryRaTSTmbTjFpjvl1KZIgZ6s1rsVbbFTGnWdG-g__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4442862", "category": "IT & Software", "sub_category": "IT Certifications", "title": "AWS ANS-C00 Certified Advanced Networking", "level": "Beginner Level", "author": "Youssef elbayed", "duration": "", "rating": "4.4", "reviews": "7", "students": "3722", "coupon_code": "8B99C3422874342E6F37", "preview_img": "https://img-c.udemycdn.com/course/750x422/4442862_1e1b.jpg", "coupon_link": "https://www.udemy.com/course/aws-ans-c00-certified-advanced-networking-m/?couponCode=8B99C3422874342E6F37", "end_day": "2022-01-13 18:13:23+00:00", "headline": "AWS ANS-C00 Certified Advanced Networking Practice Tests", "description": "<p>The <strong>AWS Certified Advanced Networking - Specialty</strong> (ANS-C00) is intended for individuals who perform complex networking tasks.</p><p><strong>Abilities Validated by the Certification</strong></p><ul><li><p>Design, develop, and deploy cloud-based solutions using AWS</p></li><li><p>Implement core AWS services according to basic architecture best practices</p></li><li><p>Design and maintain network architecture for all AWS services</p></li><li><p>Leverage tools to automate AWS networking tasks</p></li></ul><p><strong>Recommended Knowledge and Experience</strong></p><ul><li><p>We recommend candidates hold an AWS Certified Cloud Practitioner or a current Associate-level certification: AWS Certified Solutions Architect - Associate, AWS Certified Developer - Associate or AWS Certified SysOps Administrator - Associate</p></li><li><p>Advanced knowledge of AWS networking concepts and technologies</p></li><li><p>Minimum five years hands-on experience architecting and implementing network solutions</p></li><li><p>Advanced networking architectures and interconnectivity options (e.g., IP VPN, MPLS/VPLS)</p></li><li><p>Networking technologies within the OSI model, and how they affect implementation decisions</p></li><li><p>Development of automation scripts and tools</p></li><li><p>CIDR and sub-netting (IPv4 and IPv6)</p></li><li><p>IPv6 transition challenges</p></li><li><p>Generic solutions for network security features, including WAF, IDS, IPS, DDoS protection, and Economic Denial of Service/Sustainability (EDoS)</p></li></ul><p><strong>Prepare for Your Exam</strong></p><p>There is no better preparation than hands-on experience. There are many relevant AWS Training courses and other resources to assist you with acquiring additional knowledge and skills to prepare for certification. Please review the exam guide for information about the competencies assessed on the certification exam on AWS site -&gt; <strong>AWS Certification</strong> section.</p><p><strong><em>To prepare for the exam, we strongly advise you to attend the training courses, review the study material, and gain hands-on experience related to the topics covered in the exam.</em></strong></p>", "preview_video": ""}, {"course_id": "3873634", "category": "Finance & Accounting", "sub_category": "Money Management Tools", "title": "QuickBooks Online Multiple Currencies", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "9 hours", "rating": "4.9", "reviews": "33", "students": "12952", "coupon_code": "8E3EF29FC67741EEE07C", "preview_img": "https://img-b.udemycdn.com/course/750x422/3873634_359a.jpg?secure=vLHBevb3ipoKH20Um-i6qA%3D%3D%2C1641830738", "coupon_link": "https://www.udemy.com/course/quickbooks-online-multiple-currencies/?couponCode=8E3EF29FC67741EEE07C", "end_day": "2022-01-14 05:38:02+00:00", "headline": "Learn to record transactions using multiple currencies from a certified public accountant (CPA)", "description": "<p>Learn how to get access to QuickBooks Online including a possible free 30-day trial version often offered by Intuit, the owner of QuickBooks Online.</p><p>The course will discuss accounting for multiple currencies, outlining the process in Excel to provide a more transparent look at the process. Then we will enter the transactions into QuickBooks, the software automating some of the steps required.</p><p>We will learn how to turn multicurrency on, and which accounts will be affected most by multicurrency transactions including cash account types, accounts receivable account types, and accounts payable account types.</p><p>Learners will work example problems related to the sales cycles and the purchases cycle, the sales cycle including foreign currency receivables, the purchases cycle including foreign currency payables.</p><p>We will also demonstrate transactions related to forward contracts, both for speculative purposes and to mitigate risk on foreign currency transactions.</p><p>The multiple currency feature is useful when the company is holding onto cash in a foreign currency, the software helping us to record the home currency equivalent for financial statement presentation.</p><p>Multiple currency functionality is also helpful when we make sales on account, sending an invoice, hoping to get paid in the future, tracking accounting receivable, but expecting to be paid in a foreign currency. The accounts receivable account will need to be valued in the home currency even though we will be paid in a foreign one.</p><p>We have a similar situation when we make purchases on account, promising to pay in a foreign currency at some point in the future. The accounts payable account will need to be valued in the home currency equivalence even though we will be paying in a foreign currency.</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-02-25_00-46-52-b3428605abc8a51d3a20b6d643df392a/1/WebHD_720p.mp4?secure=aRUkEVKv4qEu2TS2_-VGLA%3D%3D%2C1641760538"}, {"course_id": "3413020", "category": "Development", "sub_category": "Programming Languages", "title": "Python Programming for Beginners [Full Course]", "level": "Beginner Level", "author": "Nishant Tiwari", "duration": "3.5 hours", "rating": "5.0", "reviews": "7", "students": "201", "coupon_code": "2A672FA29A3D161F4FB5", "preview_img": "https://img-c.udemycdn.com/course/750x422/3413020_c9e5_4.jpg", "coupon_link": "https://www.udemy.com/course/python-for-beginners-full-course-in-hindi/?couponCode=2A672FA29A3D161F4FB5", "end_day": "2022-01-14 15:20:55+00:00", "headline": "This course will help you learn the Python programming language and its core concepts", "description": "<p>Python is a general-purpose coding language and one of the best programming languages for beginners. The syntax of python is easy to learn as compare to other programming languages (C, C++, Java, etc). Python is used in various fields such as Machine Learning, Automation, Web Development, Game Development, Graphical User Interface, etc.&nbsp; In this course, you will learn in-depth every topic of Python and its core concepts with examples. This course is for beginners who are new to a programming language or in python. In this course, I also create quizzes for each section so that you can also check your progress. I will also be updating this course on time and also add more topics and projects for this course. </p><p>Here are the topics we cover in this course are:-</p><p>1.&nbsp;Python Print Statement </p><p>2. Python Comments </p><p>3. Python Variables </p><p>4. Python Type Conversion</p><p>5. Python Input Function </p><p>6. Python Operator </p><p>7. Python IF/ELSE </p><p>8. Python For Loop</p><p>9. Python While Loop </p><p>10. Python Break and Continue Statement</p><p>11. Python Numbers </p><p>12. Python List </p><p>13. Python Tuple </p><p>14. Python String </p><p>15. Python Set </p><p>16. Python Dictionary </p><p>17. Python Functions </p><p>18. Python Lambda Functions</p><p>19. Python Global and Local Variables</p><p>What you'll learn in this course</p><p>1) An in-depth discussion about every topic of programming in Python</p><p>2) Be able to write your own Python programs efficiently</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-05-12_17-13-16-ea9593bba6dcfe3efdf84de391cda4ad/1/WebHD_720p.mp4?Expires=1641760542&Signature=d0u-6yPCQKKsSMyPOiwEFJ5wMPZxnPXdVLEGTdx-Vl4Gg9tBuYPTUi1FjNyRM-2nzzmHy4tY1sExCDbMte7urMg1ZUnBj2-dvV3TWWhC5W0Hw7Rc4bKjjAaMvt06PJe9cRolyRJF0qB7G5c6Cl9cMWwr3KkmtWsK1gPUohIWWgUI8UKUlriBtod13rGScoz7fUplPEBCiegokkSonNMBfeSPrDAkmhEpu0nZ-4mnvp2USiucfCJcRbCc5kdZ4RYSDqiWcPR~YILZYLQrPGDYdSL3ts1ZnN1kWwvuAfPJd-Np88B6DxHg-ohQG~jMlWUadoy~qyjFNAeoUlstBU0xSg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4426434", "category": "IT & Software", "sub_category": "IT Certifications", "title": "PL-900: Microsoft Power Platform Fundamentals Practice Exams", "level": "All Levels", "author": "Nadia Achlouje", "duration": "", "rating": "4.8", "reviews": "11", "students": "3333", "coupon_code": "5449BF4E7B418FBA0ADF", "preview_img": "https://img-c.udemycdn.com/course/750x422/4426434_1ced_5.jpg", "coupon_link": "https://www.udemy.com/course/pl-900-microsoft-power-platform-fundamentals-practice-exams-n/?couponCode=5449BF4E7B418FBA0ADF", "end_day": "2022-01-14 15:33:01+00:00", "headline": "Get your PL-900: Microsoft Power Platform Fundamentals Certification with the help of these real exam simulations !", "description": "<p>Welcome to PL- 900 :MS Power Platform Practice Tests in this you will be tested with your working knowledge.</p><p><br></p><p>Candidates for this exam aspire to improve productivity by understanding the capabilities of the Power Platform, automating basic business processes with Power Automate, performing basic data analysis with Power BI, acting more effectively by creating simple Power Apps experiences, and creating powerful chatbots by using Power Virtual Agents.</p><p><br></p><p>Learn the business value and product capabilities of Power Platform. Create a simple Power App, connect data with Common Data Service, build a Power BI Dashboard, and automate a process with Microsoft Automate.</p><p><br></p><p>Topics from which you will be tested for this PL-900 exam :</p><ol><li><p><strong>1. Introduction to Power Platform</strong></p></li><li><p><strong>Introduction to Common Data Service</strong></p></li><li><p><strong>Introduction to Power Apps</strong></p></li><li><p><strong>How to build an app solution</strong></p></li><li><p><strong>Introduction to Power Automate</strong></p></li><li><p><strong>How to build an automated solution</strong></p></li><li><p><strong>Introduction to Power BI</strong></p></li><li><p><strong>How to build a simple dashboard</strong></p></li></ol><p><br></p><ul><li><p>Answer to any question within <strong>24</strong> hours, we understand the importance of time and SLA :P</p></li><li><p>Helpful student community which allows you to learn more</p></li><li><p>100% success results</p></li><li><p>Sharpen your concepts</p></li><li><p>Pass the exam in the very <strong>first</strong> go!</p></li><li><p>30 day <strong>no questions asked</strong> money back guarantee!</p></li></ul><p>Completely timed practice tests for PL-900 <strong>Microsoft Power Platform Fundamentals</strong> 100% original material to have real time exam experience.</p>", "preview_video": ""}, {"course_id": "4474394", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Practice Questions For the CCNA 200-301 Exam 2022", "level": "Beginner Level", "author": "Aymane Benchhab", "duration": "", "rating": "4.5", "reviews": "1", "students": "1218", "coupon_code": "A67299AE935435551D01", "preview_img": "https://img-b.udemycdn.com/course/750x422/4474394_5f89_3.jpg?secure=4ID6C3sy1Kafbk-DfelF3w%3D%3D%2C1641830759", "coupon_link": "https://www.udemy.com/course/practice-questions-for-the-ccna-200-301-exam-2022/?couponCode=A67299AE935435551D01", "end_day": "2022-01-14 13:07:23+00:00", "headline": "Four Full CCNA 200-301 – 100 Questions/Answer each –  Newest Exams", "description": "<p><strong>Practice Tests</strong></p><p>Those practice exams completely prepare you for what it is like to take in <strong>CCNA 200-301 </strong>Certification Exam . These questions are collected</p><ul><li><p>Written and answered by multiple Cisco Experts</p></li><li><p>Exam Questions similar to actual Certification Exam</p></li><li><p>Following the knowledge areas as required by the exam</p></li></ul><p>Cisco merged multiple certification tracks into a single, more comprehensive exam. The new CCNA 200-301 exam adds security, automation and programmability topics, while continuing its emphasis on networking fundamentals.</p><p>There are Four full practice exam which is a great means to test your Cisco Network Associate skills before appearing for the <strong>CCNA 200-301</strong> certification exam.</p><p>All the exams will be updated and added in order to provide you with the most up-to-date content.</p><p>Passing the&nbsp; Cisco Network Associate Certification Exam demonstrates mastery of Implementing and Administering Cisco Solutions (CCNA) and certifies that candidate has the skills and essential knowledge necessary related to network fundamentals, network access, IP connectivity, IP services, security fundamentals, and automation and programmability</p><p><strong>Lessons and Topics:</strong></p><p> <strong>CCNA 200-301 </strong>candidates will have an understanding of the following:</p><ul><li><ul><li><p>Network fundamentals</p></li><li><p>Network access</p></li><li><p>IP connectivity</p></li><li><p>IP services</p></li><li><p>Security fundamentals</p></li><li><p>Automation and programmability</p></li></ul></li></ul><p><strong>About the Exam:</strong></p><ul><li><p>Content: 100 Multiple-Choice (single answer) or Multiple Select (select all that apply) </p></li><li><p>Time allotted to complete the exam: 120 minutes</p></li><li><p>Passing score: 85%</p></li></ul><p><strong>Who this course is for:</strong></p><ul><li><p>Candidates who want to build their career in Cisco Solutions (CCNA)</p></li><li><p>Experience in using and implementing Cisco products and solutions</p></li></ul><ul><li><p>Candidates preparing for the (CCNA) certification exam.</p></li></ul>", "preview_video": ""}, {"course_id": "4437436", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Ultimate CCNA 200-301 Practice Exams [Learn & Practice] 2022", "level": "All Levels", "author": "Edu Academy", "duration": "", "rating": "5.0", "reviews": "5", "students": "4012", "coupon_code": "E6C3D1EC90DFBF77B541", "preview_img": "https://img-b.udemycdn.com/course/750x422/4437436_fd7a.jpg?secure=bYJVEyDJseQTfINUI7sWsQ%3D%3D%2C1641830768", "coupon_link": "https://www.udemy.com/course/ultimate-ccna-200-301-practice-exams-learn-practice-2022/?couponCode=E6C3D1EC90DFBF77B541", "end_day": "2022-01-14 15:23:41+00:00", "headline": "Five Separate Practice Tests And Fully Illustrated Answers To Help You NAIL The CCNA : Exams+ Explanations !", "description": "<p><em>Books and docs could be monotonous, multiple sources could be confusing and multiple mouths could be misleading sometimes. That’s when you wish you had someone to guide you with their experience, knowledge from multiple sources and an aligned approach, at one stop. Here is an end to these worries.</em></p><p>Welcome to the <strong>Ultimate CCNA 200-301 Practice Exams [Learn &amp; Practice] 2022. </strong>These are the most up to date practice exam questions you will find on Udemy. Currently there are <strong>over 400 practice questions</strong> available in this exam set, each <strong>categorised by the six 200-301 covered exam topics</strong>.</p><p>These practice tests cover the CCNA 200-301 syllabus questions and you will<strong> get confidence for passing the CCNA 200-301 Cisco Exam</strong>. This practice test <strong>will help you prepare for the real exam test environment with newly updated questions as per the new exam topics.</strong></p><p>These practice tests have been made after a lot of research and it would definitely help you in clearing the CCNA CERTIFICATION in the first attempt. If you combine practice exams with reading and hands-on lab time you <strong>greatly increase your chances of passing the exam</strong>. Let us help you by <strong>testing you on all the latest CCNA exam topics</strong>. We hit you with subjects from all exam areas and help you in understanding the kind of questions that are going to be asked in the exam. Attempt these mock tests multiple times before giving the actual exam.</p><p><strong>CCNA 200-301 Exam details:</strong></p><p>Exam Title: <strong>Cisco Certified Network Associate</strong><br>Exam Code: <strong>200-301 CCNA</strong><br>Duration: <strong>120 Minutes</strong><br>Availability: <strong>Pearson VUE Testing Center</strong><br>Test Format: <strong>Multiple choice questions</strong><br>Passing Score:<strong> A passing score is 800-850 out of 1000 points depending on the exam</strong></p><p><strong>CCNA 200-301 exam covered topics.</strong></p><ul><li><p><strong>Network fundamentals</strong></p></li><li><p><strong>Network access</strong></p></li><li><p><strong>IP connectivity</strong></p></li><li><p><strong>IP services</strong></p></li><li><p><strong>Security fundamentals</strong></p></li><li><p><strong>Automation and programmability</strong></p></li></ul>", "preview_video": "https://mp4-b.udemycdn.com/2021-12-28_00-03-27-25e8cc22dff61caf32f9b8b18a7c43e7/2/WebHD_720p.mp4?secure=7-02Qs1Vs2tQ_3xZWxHm4g%3D%3D%2C1641760568"}, {"course_id": "4228220", "category": "Marketing", "sub_category": "Video & Mobile Marketing", "title": "Tubebuddy Masterclass - Guide to YouTube Keyword Tool", "level": "All Levels", "author": "Nick Nyxson", "duration": "1 hour", "rating": "4.6", "reviews": "72", "students": "17784", "coupon_code": "5D96516D56D3428A5846", "preview_img": "https://img-c.udemycdn.com/course/750x422/4228220_d35a.jpg", "coupon_link": "https://www.udemy.com/course/tubebuddy/?couponCode=5D96516D56D3428A5846", "end_day": "2022-01-14 03:57:30+00:00", "headline": "Learn Everything about Tubebuddy, its Features, Licenses, Keyword Research tool and YouTube SEO Optimisation", "description": "<p><em>Finally, a YouTube Channel Management Tool That Makes Creating &amp; Growing A YouTube Channel Fun &amp; Easy!</em></p><p>With a good YouTube channel management tool, you can have a complete overview of your channel's analytics. You can easily see which videos are performing best, which ones need improvement and what your audience is most interested in. And it is completely free!</p><p>Tubebuddy is a revolutionary new YouTube creation tool that was designed to make it easier for creators on the platform to grow. Tubebuddy features a new unique algorithm that can be used to search for content ideas, this means this tool will make it easy for creators of all levels of experience on YouTube. No more trying to find the right keywords, no more clumsy keyword research, no more time-consuming uploading process, and no more researching competition.</p><p>And This Tubebuddy Masterclass is the perfect solution for both experienced and inexperienced content creators who have created a YouTube channel but are struggling with managing it. This is the only course to teach you how to use Tubebuddy's powerful YouTube channel, SEO, and keyword research tools to grow your YouTube channel.</p><p><strong><em>Here you will Learn:</em></strong></p><ul><li><p><em>What Tubebuddy is;</em></p></li><li><p><em>What Features Tubebuddy provides;</em></p></li><li><p><em>How to choose a license for Tubebuddy;</em></p></li><li><p><em>How to use Keyword Research Tool;</em></p></li><li><p><em>How to implement found keywords in your YouTube videos;</em></p></li><li><p><em>How to use SEO Studio;</em></p></li><li><p><em>And Much MORE!</em></p></li></ul><p>It's no secret that YouTube is the second largest search engine in the world. Also, it is worth investing your time and energy into your channel with TubeBuddy to take advantage of the long-term growth potential which will greatly contribute to the success of your channel.</p><p>Here is the Tubebuddy Course! You will learn everything you need about this tool and its features and also everything about how to research and optimize your YouTube videos for better SEO. With Tubebuddy, you can finally take your Youtube channel to the next level!</p><p>Everything you will learn here will be based on My practice as a user of Tubebuddy and Everything shown step by step as I am performing everything live on video.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-09-01_03-31-44-8967bc2be6d7ee63e20ff27ea173c044/2/WebHD_720p.mp4?Expires=1641760571&Signature=P~QmUAzm6gQfkiuiyBLNJV7xeNB9KV0SwvkZwKgfmIrWSFT9dMzq8ResehSy~kOibZlzDV6w1I2Goee13ch0p0CA0ZYhQpM9xu50e74WGmZQGLNgluX-tFEFunlelI84gdvLB4SQ~947QZsI3z3UhIFeNW~XJCROilLT3upY2txdSTTOf9NteAVf91fGOUi6P5szRqdaY0ksaububGQME7YZUVF2k2NlNUPl17n-bk~eJnHz-kZULCfN21iLFLWT2KQeVe3skcVXUUgdTELwidW7-h0F9NN2EMLUCU6QSFdxfEI8H7bznucWmtw8NxXYjstQBLMY47CcI8tU~A9eaA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4425984", "category": "IT & Software", "sub_category": "Network & Security", "title": "desbloquear y acceder a ANDROID, IPHONE y COMPUTADORAS", "level": "All Levels", "author": "Oscar Rafael Duvernay Figueroa", "duration": "2 horas", "rating": "5.0", "reviews": "1", "students": "1674", "coupon_code": "C4329B9CB993A207A6C8", "preview_img": "https://img-c.udemycdn.com/course/750x422/4425984_ae5b.jpg", "coupon_link": "https://www.udemy.com/course/desbloquear-y-acceder-a-android-iphone-y-computadoras/?couponCode=C4329B9CB993A207A6C8", "end_day": "2022-01-14 15:14:24+00:00", "headline": "Aprende a DESBLOQUEAR Y A RECUPERAR datos de ANDROID, IOS Y COMPUTADORAS de FORMA ETICA y PROFESIONAL", "description": "<p>En este curso de <strong>hacking completo</strong>, aprenderás desde un nivel muy básico todos los conocimientos y técnicas de hacking. Conocerás una amplia variedad de técnicas, herramientas y fundamentos en los que se basan para su funcionamiento. El curso está organizado en varios niveles que van desde el nivel básico hasta los niveles más avanzados.</p><p>Este curso está creado e impartido por BOOKFILFACE. Aquí podrás utilizar el software libre y gratuito para poder realizar las tareas de seguridad, aunque también se recurrirán a software de pago, que sólo se usará en su versión gratuita.</p><p>¿A quién va dirigido el curso de hacking completo?</p><p>Para todos aquellos que quieran reforzar sus conocimientos de seguridad informática basándose en las <strong>técnicas hacking,</strong> para ver debilidades de las redes y los softwares. A aquellos que deseen aprender como utilizar diferentes herramientas para el desarrollo de su propio trabajo. Es decir, está especialmente dedicado a aquellos que trabajan o estudian las áreas de programación, <strong>seguridad </strong>e informática.</p><p>Para participar,<strong> no será necesario ningún conocimiento</strong> técnico previo para la realización de este curso. Solo deberás contar con un ordenador con conexión estable a Internet para poder acceder a todo el contenido del curso de forma online.</p><p>¿Qué se estudiará en el curso de hacking completo?</p><p>Todo el <strong>material </strong>necesario para poder llevar a cabo el curso estará disponible en la web que lo imparte. Se dará prioridad siempre a las herramientas de hacking y análisis de redes gratuitas frente a las herramientas de pago. No obstante en las ocasiones que se necesiten utilizar por causas de fuerza mayor herramientas de pago, se darán indicaciones sobre donde obtenerlas, y se intentará que se tengan al menos un trial para probarlas antes de comprar.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-12-22_18-12-07-58e8af499f0c870b1a87eb51d63f8855/2/WebHD_720p.mp4?Expires=1641760573&Signature=YBon3DhFJMsfBgUQjRGZvB3sHd31Evl4DK9zf8YV8KFwWgp2fnLypQ15~fLrDZorMxC2X--dF4vczu9lTrAXy0ndmeh2ZxIECs~kScGq13ZPZTBb5c0NGd9N6py~ZaP07gA0EQIc56IEIPjTKpKQ0~LAAJnzoooqUFoHypFoaOciktf5VUJncP1EUmj~fN-FOvU5RLcT85hnZl03yKW8DPRWEZj3q7BLoK1cXqH3ofqUa4unV1nlgKhuEcruqW6n2K09x5TZwZTml7CHB6QA9YxWJ7ttmkEUuYiMJmdj9iuyzeT~u-pD-mV4wlrZ61vVKHf1cmjeZcnyjhB-ItgA8g__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4430524", "category": "Business", "sub_category": "Project Management", "title": "TOP Risk Management Professional (PMI-RMP) Questions", "level": "All Levels", "author": "SMARTER ACADEMY", "duration": "", "rating": "2.1", "reviews": "3", "students": "2978", "coupon_code": "8E6CDB157AA8481A39E2", "preview_img": "https://img-c.udemycdn.com/course/750x422/4430524_99f2_2.jpg", "coupon_link": "https://www.udemy.com/course/risk-management-professional-pmi-rmp-questions/?couponCode=8E6CDB157AA8481A39E2", "end_day": "2022-01-12 16:05:21+00:00", "headline": "Boost your salary and Career .... PMI RMP SIMULATOR Preparation with UPDATED UNIQUE questions and detailed answers", "description": "<p><strong>TOP Risk Management Professional (PMI-RMP) Questions</strong></p><p><strong>PMI RMP Preparation with UPDATED UNIQUE questions and detailed answers</strong></p><p><strong>Boost your salary and Career</strong></p><p><br></p><p>The PMI Risk Management Professional (PMI-RMP)® highlights your ability to identify and assess project risks, mitigate threats and capitalize on opportunities. In this capacity, you enhance and protect the needs of your organization.</p><p>Gaining distinction as a PMI-RMP® sets you apart from other professionals and brings credit to your organization. Eighty-three percent of organizations that are high performers in project management practice risk management frequently while just 49 percent of low performers do so. The practice contributes to a handsome payoff: high performers meet their goals 2.5 times more often and waste 13 times less money than low performers.</p><p>If you’re ready for greater recognition, the PMI-RMP will validate your specialized expertise and help you stand out to employers, stakeholders and peers.</p><p>Apply for PMI-RMP Certification</p><p><br></p><p>PMI is committed to the safety and well-being of our global community. Resulting from COVID-19, there have been significant changes to certification testing that may impact you. Please refer to our COVID-19 page for the most up to date information and guidance.</p><p>PMI-RMP Exam Guidance</p><p><br></p><p><strong>Who Should Apply?</strong></p><p>If you have advanced knowledge and experience in risk management, or if you are a project manager focused on project risk management, including for large projects and/or complex environments, then the PMI-RMP® is an excellent choice for you.</p><p>Gain and Maintain Your PMI-RMP</p><ul><li><p>The certification exam has 170 multiple-choice questions and you have 3.5 hours to complete it.</p></li><li><p>To maintain your PMI-RMP, you must earn 30 professional development units (PDUs) in risk management topics every three years.</p></li></ul><p><strong>Prerequisites</strong></p><ul><li><p>Secondary degree (high school diploma, associate’s degree, or the global equivalent)</p></li><li><p>36 months of project risk management experience within the last 5 years</p></li><li><p>40 hours of project risk management education</p></li></ul><p>OR</p><ul><li><p>Four-year degree (bachelor’s degree or the global equivalent)</p></li><li><p>24 months of project risk management experience within the last 5 years</p></li><li><p>30 hours of project risk management education.</p><p><br></p></li></ul><p><strong>Exam Fee</strong></p><p><strong>PMI Member:</strong> <strong>$520.00<br>Non-member: $670.00</strong></p><p><br></p><p><strong>SMARTER&nbsp;ACADEMY</strong></p>", "preview_video": ""}, {"course_id": "3015270", "category": "Personal Development", "sub_category": "Career Development", "title": "Learn Method Acting , Characterisation & Monologue Mastery", "level": "All Levels", "author": "Sylvia Love Johnson", "duration": "1.5 hours", "rating": "4.5", "reviews": "30", "students": "12849", "coupon_code": "CD8E607A24028EE83FD6", "preview_img": "https://img-c.udemycdn.com/course/750x422/3015270_7177_4.jpg", "coupon_link": "https://www.udemy.com/course/method-acting-and-monologue-mastery-for-male-actors/?couponCode=CD8E607A24028EE83FD6", "end_day": "2022-01-13 14:21:01+00:00", "headline": "Improvisation, Characterisation, Method Acting, Prepare for auditions like a Pro, Standout from the crowd, Master Method", "description": "<p><strong>In this course you will learn top monologues from legendary male characters.<br>Master the Acting Craft with the tools and Knowledge used by A-List Stars Method Acting </strong></p><p><strong>Method Acting is the key to your mastery of the Acting Craft. With this course, you learn to become a memorable actor. </strong></p><p><strong>Take full control of your acting career. Increase your confidence superpower with every audition. Become an authentic and masterful Method Actor who is truly versatile.</strong></p><p><br></p><p><strong>Learn breakthrough Method Acting Techniques. <br>Learn to be 100% natural and in control of your character. <br>Grow and achieve higher levels of craft Mastery.</strong></p><p><br><strong>With Method Acting and Monologue Monologue Mastery:</strong></p><ul><li><p>Learn how to harness the universal common archetypes essence to bring you as close to your character as you can ever be. </p></li><li><p>Skyrocket your audition technique to blow casting directors away.</p></li><li><p>Mindset Mastery for Actors </p></li><li><p>Master the Self-Tape Method. </p></li><li><p>Stanislavsky’s Definitions Understand how to play truthful Characters </p></li><li><p>Four Method Acting foundation Exercises by Strasberg. </p></li><li><p>Master four legendary monologues for male actors.</p></li><li><p>Learn to use multiple Method Acting techniques.<br></p></li></ul><p><strong>Use these effective Method Acting exercises to get into character truthfully and fast. Master your monologues and become the character your desire at any time and at will.</strong></p><p><br></p><p><strong><em> Method Acting&nbsp; and Monologue Mastery For Male Actors</em><br></strong></p><ul><li><p><strong><em>Gives you a set of tools that will reinforce your talent and abilities.</em></strong></p></li></ul><ul><li><p><strong><em>You learn techniques that will help you improve characterisation x 10 and consistently create truthful and meaningful performances.</em></strong></p></li></ul><ul><li><p>It guides you on to the best ways towards enhancing compelling characters.</p></li></ul><ul><li><p><strong><em>You learn to embrace your character truthfully and fast.</em></strong></p></li></ul><ul><li><p>You are able to apply the knowledge to any character you work on in the future.</p></li></ul><ul><li><p><strong><em>Method Acting and Monologue Mastery shows you how to become a memorable Actor and stand out from the rest.</em></strong></p></li></ul><p><em>Everything you learn during this course will serve you to prepare and master any future roles you work on.</em></p><p><br></p><p><strong>Inside Monologue Mastery and Method Acting For Male Actors</strong></p><p><br></p><p><strong>The Basics: The Warm-up, Gaining Confidence, and learning your lines</strong></p><p>This class takes you through the basics letting you into the most important factors in gaining great confidence as an Actor.</p><p><strong>The Actors Inspiration Journal&nbsp; Volume 1 GIFT&nbsp;</strong></p><p>A Journal to help you keep track of your progress as well as keep inspired and feeling supported and on point with a variety of 3 minutes warm-ups.</p><p><strong>Master the Self-tape Method </strong></p><p>With this tool, you will learn how to effortlessly produce winning self-tapes for auditions, to get the roles you want.</p><p><strong>3 Amazing monologues from legendary characters in iconic films</strong></p><p>\"American Beauty\" 1999 \"A Bronx Tale\" 1993 \"Fences\" 1916. The downloadable pdf for educational purposes only files contain The monologue text, character analysis, story background, Monologue segments, relevant information about the film. Special details for the characterisation process. Learning, preparing and performing coaching for each monologue.</p><p><strong>Mind Mastery for Actors and Abolish Limiting Beliefs </strong></p><p>A Neuroplasticity Masterclass revealing one secret behind the power of the mind for the manifestation of all your desires. Technique, practices and exercises to learn to use the findings in the field of Neuroscience to your advantage for acting career success.</p><p><strong>Method Acting Techniques Methodology &amp; Exercises to go with each of your Monologues and One Foundation Method Acting Practice to develop throughout your training</strong></p><p>Method Acting is not one more way to achieving mastery of the craft is <em>the way</em>. In Monologue Mastering, you have the opportunity primarily to indulge in the Dramatic Art of The Method, the active analysis of the method of physical action. A concise introduction and illuminating exploration of the teachings of Stanislavsky and Strasberg.</p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-10-09_10-35-29-c47af1e7404355a0ebc72d66272b0fe8/1/WebHD_720p.mp4?Expires=1641760580&Signature=kHkaXRzL-vlVoca5sAFBHkgS6Aq67df5eSaDwyDyoJanH3FBE1ZD6mJsTIRU8mS6h7Y1ZatKq9iEB5rDsJgvgs2Vtzztg3cGHOIHOOQ2WDyP0iGLuWiSSnFi6zs-2fgkkdfR95047hBsSkosZzjs7T-7uPFMX30MuhPoTmXVe80UN8xKEjz0~2X2uD4sXSmju1~Ctuuf3n4-tC8DgT0m12WyHSm96z-QKmHOAXL4qAJWl-ESRz0nDzVDuahsAfM3UrIG5y4cBBEgw8gQUJs5fHTDczGNdRI~~Hc3V~W0gr4DOcpxuYxXRBs-UqNhkaZdA0E-MUwP2nzymaswEnGL3Q__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4470506", "category": "IT & Software", "sub_category": "IT Certifications", "title": "ServiceNow System Administrator (CSA) Tests - January 2022", "level": "Beginner Level", "author": "Youssef elbayed", "duration": "", "rating": "5.0", "reviews": "1", "students": "1567", "coupon_code": "1C9370521420E92EA96D", "preview_img": "https://img-b.udemycdn.com/course/750x422/4470506_6943.jpg?secure=145fCKrSOf_6VW3pSQ7nSA%3D%3D%2C1641830785", "coupon_link": "https://www.udemy.com/course/servicenow-system-administrator-csa-tests-january-2022-n/?couponCode=1C9370521420E92EA96D", "end_day": "2022-01-13 18:05:21+00:00", "headline": "ServiceNow System Administrator (CSA) Practice Tests - January 2022", "description": "<p><strong>Exam Purpose</strong></p><p>Prepare for the ServiceNow Certified System Administrator (CSA) exam with the most comprehensive set of practice questions all built in the latest release!</p><p>The CSA exam certifies that you have the skills and essential knowledge to contribute to the ServiceNow system's configuration, implementation, and maintenance.</p><p><strong>Exam Preparation</strong></p><p>Exam questions are based on official ServiceNow training materials, the ServiceNow documentation site, and the ServiceNow developer site. It should not be considered the official study or exam materials and should only be used to practice for the actual mainline exam.</p><p><strong>Exam Scope</strong></p><p><em>User Interface &amp; Navigation (</em><strong><em>20%</em></strong><em>)</em></p><ul><li><p>ServiceNow Overview</p></li><li><p>Lists and Filters</p></li><li><p>Forms and Templates</p></li><li><p>Branding</p></li></ul><p><em>Collaboration (</em><strong><em>20%</em></strong><em>)</em></p><ul><li><p>User Administration</p></li><li><p>Task Management</p></li><li><p>Notifications</p></li><li><p>Reporting</p></li></ul><p><em>Database Administration (</em><strong><em>30%</em></strong><em>)</em></p><ul><li><p>Data Schema</p></li><li><p>CMDB</p></li><li><p>Application/Access Control</p></li><li><p>Import Sets</p></li></ul><p><em>Self-Service &amp; Process Automation (</em><strong><em>20%</em></strong><em>)</em></p><ul><li><p>Knowledge Management</p></li><li><p>Service Catalogue</p></li><li><p>Workflows/Flow Designer</p></li></ul><p><em>Introduction to Development (</em><strong><em>10%</em></strong><em>)</em></p><ul><li><p>Scripting</p></li><li><p>Migration and Integration</p></li><li><p>Development</p></li></ul><p><strong>Exam Structure</strong></p><p>The exam consists of approximately (60) questions. For each question on the examination, there are multiple possible responses. You should review the response options and select the most correct answer to the question.</p><ul><li><p><em>Multiple Choice (single answer)</em></p><p>For each multiple-choice question on the exam, there are four possible responses. You should review the response options and select the one response most accurately answers the question.</p></li></ul><ul><li><p><em>Multiple Select (select all that apply)</em></p><p>For each multiple-select question on the exam, there are at least four possible responses. The question will state how many responses should be selected. You should review the response options and select ALL responses that accurately answer the question. Multiple-select questions have two or more correct responses.</p></li></ul>", "preview_video": ""}, {"course_id": "2870128", "category": "Office Productivity", "sub_category": "Other Office Productivity", "title": "QuickBooks Online Not for Profit Organization", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "10 hours", "rating": "4.5", "reviews": "39", "students": "14540", "coupon_code": "FF4D558E202EA0D116E3", "preview_img": "https://img-c.udemycdn.com/course/750x422/2870128_3707.jpg", "coupon_link": "https://www.udemy.com/course/quickbooks-online-not-for-profit-organization/?couponCode=FF4D558E202EA0D116E3", "end_day": "2022-01-14 05:39:29+00:00", "headline": "Learn Not for Profit accounting using QuickBooks Online from a practicing CPA", "description": "<p>Learners will understand how to set up QuickBooks Online for a Not for Profit Organization.</p><p>The course will show how to use free resources to optimize learning.</p><p>We will demonstrate the use of class tracking to generate Not for Profit reports.</p><p>Learners will see how to create and use donation receipt forms.</p><p>We will show how to create and use pledge receipt forms.</p><p>The course will demonstrate how to enter and track restricted resources.</p><p>We will enter month end adjusting entries.</p><p>Learners will see how to allocate expenses to programs and administrative categories.</p><p>We will record net assets released from restriction.</p><p>The course will show how to generate, analyze, memorize, &amp; export to Excel financial reports.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-03-14_04-38-58-ec562b174ba95f5be3ba38f35bebf626/WebHD_720p.mp4?Expires=1641760587&Signature=auPiDT9DabK1VBLyXXpsca94TzKW42ttPJ5TWugi9WOU-36PvFjBPgX5u7-3XCauqRte8CgRKQcZaxFbgyJ-iXPsk~45CU1f48vYVWAlEUSTlh2a5WOK-3zLPe6~5tmNOx8xhyG655IYcTttCxcIBuhuGf-jhq96qBxpkMFCV9qwTiY00s5RAKvyq7l0wvDkVn-wUagq17l~zbtR1qqrAKXhLgQE~1rtCi7zocBQqN7aqO6GhMKVhX28-hb6ieBttBdCkTm1YhFpvfXU4UafY0wRTGwLA9HRRqLGpKqGo~yp0n5jyY6H~SsjPiebI1DXdzm2oLppHtvf2VE~5DH9hg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4268574", "category": "Teaching & Academics", "sub_category": "Engineering", "title": "American Petroleum Institute API PRACTICE QUESTIONS", "level": "All Levels", "author": "SMARTER ACADEMY", "duration": "", "rating": "3.7", "reviews": "4", "students": "3770", "coupon_code": "6471A429BECF462976F6", "preview_img": "https://img-c.udemycdn.com/course/750x422/4268574_a0d3.jpg", "coupon_link": "https://www.udemy.com/course/american-petroleum-institute-api-practice-questions/?couponCode=6471A429BECF462976F6", "end_day": "2022-01-12 16:06:33+00:00", "headline": "American Petroleum Institute API PRACTICE QUESTIONS API 570  API 571", "description": "<p>The <strong>American Petroleum Institute</strong> (<strong>API</strong>) is the largest U.S. trade association for the oil and natural gas industry. It claims to represent nearly 600 corporations involved in production, refinement, distribution, and many other aspects of the petroleum industry.</p><p>The association describes its mission as <em>to promote safety across the industry globally and influence public policy in support of a strong, viable U.S. oil and natural gas industry</em>. API's chief functions on behalf of the industry include advocacy, negotiation and lobbying with governmental, legal, and regulatory agencies; research into economic, toxicological, and environmental effects; establishment and certification of industry standards; and education outreach. API both funds and conducts research related to many aspects of the petroleum industry.</p><p><br></p><p>Although some oil was produced commercially before 1859 as a byproduct from salt brine wells, the American oil industry started on a major scale with the discovery of oil at the Drake Well in western Pennsylvania in 1859.</p><p>The American Petroleum Institute was founded on 20 March 1919 and based in New York City.</p><p>In 1959, at a symposium organized by the American Petroleum Institute and the Columbia Graduate School of Business for the centennial of the American oil industry, the physicist Edward Teller warned then of the danger of global climate change. Edward Teller explained that carbon dioxide \"in the atmosphere causes a greenhouse effect\" and that burning more fossil fuels could \"melt the icecap and submerge New York\".</p><p>In 1969, the API decided to move its offices to Washington, DC.</p><p><br></p><p>API Standards Committees are made up of subcommittees and task groups that works and maintain these standards. The committees and subcommittees are:</p><ul><li><p>Committee on Standardization of Oilfield Equipment &amp; Materials (CSOEM)</p><ul><li><p>SC2- Subcommittee on Offshore Structures</p></li><li><p>SC5- Subcommittee on Tubular Goods</p></li><li><p>SC6- Subcommittee on Valves &amp; Wellhead Equipment</p></li><li><p>SC8- Subcommittee on Drilling Structures &amp; Equipment</p></li><li><p>SC10- Subcommittee on Well Cements</p></li><li><p>SC11- Subcommittee on Field Operating Equipment</p></li><li><p>SC13- Subcommittee on Drill Completion &amp; Fracturing Fluids</p></li><li><p>SC15- Subcommittee on Fiberglass &amp; Plastic Tubulars</p></li><li><p>SC16- Subcommittee on Drilling Well Control Equipment</p></li><li><p>SC17- Subcommittee on Subsea Production Equipment</p></li><li><p>SC18- Subcommittee on Quality</p></li><li><p>SC19- Subcommittee on Completion Equipment</p></li><li><p>SC20- Subcommittee on Supply Chain Management</p></li><li><p>SC21- Subcommittee on Materials</p></li></ul></li><li><p>Committee on Refinery Equipment (CRE)</p><ul><li><p>SCAST - Subcommittee on Aboveground Storage Tanks</p></li><li><p>SCCM - Subcommittee on Corrosion &amp; Materials</p></li><li><p>SCHTE - Subcommittee on Heat Transfer Equipment</p></li><li><p>SCIMI - Subcommittee on Inspection and Mechanical Integrity</p></li><li><p>SCOPV - Subcommittee on Piping &amp; Valves</p></li><li><p>SCPRS - Subcommittee on Pressure-Relieving Systems</p></li><li><p>SOEE - Subcommittee on Electrical Equipment</p></li><li><p>SOICS - Subcommittee on Instruments &amp; Control Systems</p></li><li><p>SOME - Subcommittee on Mechanical Equipment</p></li></ul></li><li><p>Pipeline Standards Committees</p></li><li><p>Safety and Fire Protection Committee (SFPS)</p></li><li><p>API Committee on Petroleum Measurement (COPM)</p><ul><li><p>Committee on Evaporation Loss Estimation</p></li><li><p>Committee on Gas Fluids Measurement</p></li><li><p>Committee on Liquid Measurement</p></li><li><p>Committee on Measurement Accountability</p></li><li><p>Committee on Measurement Quality</p></li><li><p>Committee on Production Measurement &amp; Allocation</p></li><li><p>Committee on Measurement Education &amp; Training[12]</p></li></ul></li></ul><p>API also defines the industry standard for the energy conservation of motor oil. <strong>API SN</strong> is the latest specification to which motor oils intended for spark-ignited engines should adhere since 2010. It supersedes <strong>API SM</strong>.</p><p>API also defines and drafts standards for measurement for manufactured products such as:</p><ul><li><p>Precision thread gauges</p></li><li><p>Plain plug and ring gauges</p></li><li><p>Thread measuring systems</p></li><li><p>Metrology and industrial supplies</p></li><li><p>Measuring instruments</p></li><li><p>Custom gauges</p></li><li><p>Precision machining and grinding</p></li><li><p>ISO 17025 registered calibration</p></li></ul><p>API RP 500 and RP 505 classify the locations for electrical equipment in hazardous areas.</p><p>API has entered petroleum industry nomenclature in a number of areas:</p><ul><li><p>API gravity, a measure of the density of petroleum.</p></li><li><p>API number, a unique identifier applied to each petroleum exploration or production well drilled in the United States.</p></li><li><p>API unit, a standard measure of natural gamma radiation measured in a borehole.</p></li><li><p>\"Non-API\", an item (e.g., tubular connector) not conforming to API standards</p></li><li><p>\"Non-API\", (informal) slang term for anything out of the norm.</p></li></ul>", "preview_video": ""}, {"course_id": "4374622", "category": "Teaching & Academics", "sub_category": "Online Education", "title": "Acting course - tools of acting", "level": "Beginner Level", "author": "Ram choudhary", "duration": "44 mins", "rating": "4.6", "reviews": "17", "students": "4939", "coupon_code": "OFF100", "preview_img": "https://img-c.udemycdn.com/course/750x422/4374622_e580.jpg", "coupon_link": "https://www.udemy.com/course/learn-acting/?couponCode=OFF100", "end_day": "2022-01-13 22:18:34+00:00", "headline": "Improve your skills in acting.", "description": "<p><br></p><p>In this acting course, Ram Choudhary teach about acting (camera &amp; theater), diction, navras, characterisation, body language, dialogue delivery &amp; importance of backstories ( how to bring real-life experiences into every role and how to build your own characters). As a trained actor from theater ,he uses advanced acting techniques to portray complex characters. he introduces students to various methods and techniques which he use to teach and enhance their acting skills. </p><p>there are no prerequisites or previous knowledge needed for this course . this course teaches acting at the beginner level.</p><p>if your dream is to be in front of camera as an actor then you have to learn about acting and have to improve your acting skills.</p><p>this course will provide the tools which you need to be a successfull actor.</p><p>there are many topics are covered in this training program like ,what is acting ? who can became an actor ? how to cry &amp; laugh for camera ( कैमरा के सामने कैसे रोया या हंसा जाए ? ) what is the importance of imrovisation ? , what are the backstories of actor ?</p><p>NAVRASES in acting ? ( अभिनय में नवरस क्या है&nbsp; ), what is characterisation ( चरित्रचित्रण ) ? importance of body language , dialogue delivery , diction in acting ( अभिनय में उच्चारण , नुक्ता क्या है ).etc..</p><p><br></p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-10-30_21-21-28-c9f2069e1b0f6d6e5d5be83fd2774c59/2/WebHD_720p.mp4?Expires=1641760603&Signature=XDje5Y6qfdvcXbIdFOPKBjR4pSlDqzKzwmPqQ8-vbrj5BgnMakTqJRxJfqZkSNXJoxuSCT2I7ejGYcLsOhSRIPI6y6sQmCQqmJXfGNGZ6h2sCodK5Jg3j-nUMfEBHJf9V96P1xkZt2npr92fjecrgAhjpWlbPfwNkrAV5qepmgsOcWCJmWZTACON2WrkX5czpEj5lsS4c2-YqPawpMPhG66isuYxfVdoeHdA8GUGprle2RbFhLSEPxmlyGw0Eoygf3iQaraLNohECrwXVJPcJGpd8cDQcaVjg8qeC5Op8pjDuJ1-vKsxeVlrIr6jSFRcD36bbFZVsDUm9DOFqYWTqg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4420522", "category": "IT & Software", "sub_category": "IT Certifications", "title": "AZ-900: Microsoft Azure Fundamentals Practice Exams 2022", "level": "All Levels", "author": "Edu Academy", "duration": "", "rating": "4.5", "reviews": "9", "students": "4023", "coupon_code": "940CA6F786C61E3B0906", "preview_img": "https://img-c.udemycdn.com/course/750x422/4420522_7795.jpg", "coupon_link": "https://www.udemy.com/course/az-900-microsoft-azure-fundamentals-practice-exams-2022-u/?couponCode=940CA6F786C61E3B0906", "end_day": "2022-01-14 15:20:51+00:00", "headline": "Get 100% ready to pass the AZ-900 certification & get confidence before your exam !", "description": "<p><em>Books and docs could be monotonous, multiple sources could be confusing and multiple mouths could be misleading sometimes. That’s when you wish you had someone to guide you with their experience, knowledge from multiple sources and an aligned approach, at one stop. Here is an end to these worries.</em></p><p>Azure Fundamentals exam is an opportunity to prove knowledge of cloud concepts, Azure services, Azure workloads, security and privacy in Azure, as well as Azure pricing and support. Candidates should be familiar with the general technology concepts, including concepts of networking, storage, compute, application support, and application development.</p><p>Candidates for the Azure Fundamentals certification should have foundational knowledge of cloud services and how those services are provided with Microsoft Azure. This certification is intended for candidates who are just beginning to work with cloud-based solutions and services or are new to Azure.</p><p>Azure Fundamentals certification is an opportunity to prove knowledge of cloud concepts, Azure services, Azure workloads, security and privacy in Azure, as well as Azure pricing and support. Candidates should be familiar with the general technology concepts, including concepts of networking, storage, compute, application support, and application development.</p><p>Azure Fundamentals can be used to prepare for other Azure role-based or specialty certifications, but it is not a prerequisite for any of them.</p><p><strong><em>AZ-900 Exam</em></strong> will measure your skills based on the following four skills</p><ul><li><p>Cloud Concepts (20-25%)</p></li><li><p>Core Azure Services (15-20%)</p></li><li><p>Core solutions and management tools on Azure (10-15%)</p></li><li><p>General security and network security features (10-15%)</p></li><li><p>Identity, governance, privacy, and compliance features (20-25%)</p></li><li><p>Azure cost management and Service Level Agreements (10-15%)</p></li></ul><p><em>Each Practice set contains</em></p><ul><li><p>55-60 questions from six categories, one-hour duration</p></li><li><p>a balanced number of random questions to cover each category</p></li><li><p>Questions are as per actual exam format including single select, multi-select,yes/no &amp; correct statement.</p></li><li><p>A detailed explanation of each <em>correct </em>and <em>incorrect </em>answer</p></li><li><p>Reference diagrams to explain the topic</p></li><li><p>Reference links for further studies</p></li></ul><p>Microsoft Azure is still the fastest-growing large cloud platform. The job opportunities in cloud computing are many; Finding suitable cloud-skilled people is in fact harder. So get going and learn Azure, start today with this as an entry point to your successful Azure career!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-12-11_23-27-44-f1822ae75ac981d2ad60c27b8c7abc6d/2/WebHD_720p.mp4?Expires=1641760608&Signature=HEjya4dLzZrpBdnknRNbyDUu9vzLg30Z6Pe47IMiYsoYSqCf-BvbuIG818C3Fry4x3qVRnONScG6ICz-QI4vw7pXnc6K0dyd3zgoDb9ENrzZbKPhmP2Oyd6orQVTktTAFV1qEvDlVwIXXdd5vDDUs6hR2r9vk-9SgGONCXYJkkmvk4sgDQBy24hLTunozK-CzUK9l1dfOtqdQT2sbDWkSn3rVPAJy2F8SNPYgMpWOwuMuQHZXb5v-MR7JaC2OXBYMAQTS2ETWZUfljTnyiOuUrFnvIA8Mcyl0bqx5eK4rCYyl-3NRQMRNkxfTjKtUjV2tCJKS5VQYhJyZr3IZnG2Zg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4429288", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Docker Certified Associate (DCA) Practice Tests", "level": "Beginner Level", "author": "Youssef elbayed", "duration": "", "rating": "4.7", "reviews": "2", "students": "3620", "coupon_code": "A45DB7F9CB9FFFFA6B15", "preview_img": "https://img-c.udemycdn.com/course/750x422/4429288_d3bc.jpg", "coupon_link": "https://www.udemy.com/course/docker-certified-associate-dca-practice-tests-v/?couponCode=A45DB7F9CB9FFFFA6B15", "end_day": "2022-01-13 18:23:47+00:00", "headline": "Docker Certified Associate (DCA) Practice Tests certification", "description": "<p><strong>***UPDATE: 2 BRAND NEW PRACTICE SETS TO CHALLENGE YOUR SELF EVEN MORE!!!!!***</strong></p><p><strong>***NEWER QUESTIONS, NEWER TOPICS SUCH AS DTR, UCP, KUBERNETES FOR DOCKER AND MANY MORE!!!***</strong></p><p><br></p><p><strong>Docker Certified Associate (DCA)</strong> exam is designed to validate the skillset of Docker aspirants with real world questions designed by experienced Docker practitioners. It has become one of the most sought after certifications in the DevOps community.</p><p>This practice test will serve as your ultimate warm-up before you apply for the main exam. It will help you analyze your knowledge and practice and will also provide a broad perspective on what to expect from the certification exam.</p><p><br></p><p><strong>Note: This test is NOT intended to leak any questions or other such content from the real exam and it does not offend the rules and regulations of Certification. Its sole purpose is to challenge the candidates' preparation in order to provide them with self-assessment and scopes of improvisation.</strong></p><p><br></p><p>With that said, Let's talk about the format, syllabus, <strong>DOs</strong> and <strong>DON'Ts</strong> for this Practice test</p><p><br></p><p><strong>Exam Format:</strong></p><ul><li><p>The test will consist of <strong>55 MCQs</strong> (Multiple Choice Questions)</p></li><li><p>Each correct answer will grant one mark/point with <strong>NO negative marking</strong></p></li><li><p>There are <strong>NO optional questions</strong></p></li><li><p>The time duration of this test will be <strong>90 minutes</strong></p></li><li><p>Docker has not disclosed any passing criteria or cut-off for DCA exam but the <strong>cut-off for this practice test is set to 80%</strong> (aim high!)</p><p><br></p></li></ul><p><strong>The Syllabus:</strong></p><p>This practice test tries to stay as close to the DCA certification's syllabus as possible with the weight of topics for questions roughly distributed as follows:</p><ul><li><p>Orchestration - 25%</p></li><li><p>Image Creation, Management, and Registry - 20%</p></li><li><p>Installation and Configuration - 15%</p></li><li><p>Networking - 15%</p></li><li><p>Security - 15%</p></li><li><p>Storage and Volumes - 10%</p></li></ul><p><strong>The DOs:</strong></p><ul><li><p>Go through the <strong>Docker Documentation</strong> and treat it as your prime source of preparation.</p></li><li><p>Go through the DCA certification Guide from the official DCA website to make sure you are always updated.</p></li><li><p>Develop a deep understanding of concepts and work with various examples.</p></li><li><p>You may not have to mug-up the structures of Files and commands but make sure not to get confused between similar keywords.</p></li><li><p><strong>Remember, Practice... Practice... Practice! And once you are done with that, do some more practice!</strong></p></li><li><p>Keep track of updates rolled out with newer versions of Docker to make sure you don't get yourself in a hit-miss situation with outdated knowledge.</p></li><li><p>Oh, and did I tell you? Go through Docker Documentation and practice!</p></li></ul><p><strong>The DON'Ts:</strong></p><ul><li><p><strong>Don't rely</strong> on any online source claiming to be the <strong>sure-shot or full-fledged guide</strong> to DCA exam.</p></li><li><p>It is always useful to go through various sources to learn the basics of Docker and get some practice insight but when it comes to exam preparation, do not prioritize any content over Docker documentation.</p></li><li><p>Don't forget to check-out exam-specific instructions and perform all necessary compatibility checks.</p></li><li><p>Don't take practice for granted!</p></li></ul><p><br></p><p><strong>Wish you all the best!</strong></p><p><strong>Happy learning!</strong><br></p>", "preview_video": ""}, {"course_id": "2563584", "category": "Finance & Accounting", "sub_category": "Money Management Tools", "title": "Managerial Accounting / Cost Accounting", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "53.5 hours", "rating": "4.5", "reviews": "926", "students": "90614", "coupon_code": "0C668CB6FD195C2D5A9B", "preview_img": "https://img-b.udemycdn.com/course/750x422/2563584_9959.jpg?secure=o_gLbWKaNE7IytnAxAy43Q%3D%3D%2C1641830817", "coupon_link": "https://www.udemy.com/course/managerial-accounting-cost-accounting/?couponCode=0C668CB6FD195C2D5A9B", "end_day": "2022-01-14 05:32:39+00:00", "headline": "Managerial and cost accounting comprehensive course taught bay a practicing Certified Public Accountant (CPA)", "description": "<p><strong>Comprehensive managerial and cost accounting course. Topics include:</strong></p><p>· <strong>Job order costing</strong></p><p>· <strong>Process costing</strong></p><p>· <strong>Cost volume profit analysis</strong></p><p>· <strong>Master Budgets</strong></p><p>· <strong>Flexible Budgets</strong></p><p>· <strong>Responsibility accounting</strong></p><p>· <strong>Relevant costs</strong></p><p>· <strong>Time value of money</strong></p><p><strong>This course will go into detail about each topic. We will include”</strong></p><p>· <strong>Practice Excel files with both an answer tab and a practice tab</strong></p><p>· <strong>Lecture PDF files that can be downloaded and reviewed without internet access</strong></p><p><strong>Managerial accounting skills are critical skills necessary for successfully running a business because they provide tools to make rational business decisions.</strong></p>", "preview_video": "https://mp4-b.udemycdn.com/2020-02-03_02-29-06-9cd144b6289a2432de63643b3ecae31c/WebHD_720p.mp4?secure=Lm2RkZjR7-w8k-jdOTMXug%3D%3D%2C1641760617"}, {"course_id": "4483392", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Salesforce PD1 Certification Practice Exams - JAN 2022", "level": "All Levels", "author": "Sanaa Najmi", "duration": "", "rating": "0.0", "reviews": "0", "students": "440", "coupon_code": "ANEWYEAR2022", "preview_img": "https://img-c.udemycdn.com/course/750x422/4483392_867f.jpg", "coupon_link": "https://www.udemy.com/course/salesforce-pd1-certification-practice-exams-jan-2022/?couponCode=ANEWYEAR2022", "end_day": "2022-01-14 11:57:26+00:00", "headline": "Attend this Salesforce Certified Platform Developer 1 Practice Certification Exam will get a Good Score 80% on Main Exam", "description": "<p>The Salesforce Platform Developer I credential is intended for individuals who have knowledge, skills, and experience in building custom applications on the Lightning Platform.</p><p>This credential encompasses the fundamental programmatic capabilities of the Lightning Platform to develop custom business logic and interfaces to extend Salesforce using Apex, Visualforce, and basic Lightning Components. To achieve this credential, a candidate must successfully pass the Salesforce Platform Developer I exam.</p><p><br></p><p><strong>Official Salesforce Platform Developer I exam Details:</strong></p><ul><li><p>Content: 60 multiple-choice/multiple-select questions and 5 non-scored questions</p></li><li><p>Time allotted to complete the exam: 105 minutes</p></li><li><p>Passing score: 65%</p></li><li><p>Registration fee: USD 200, plus applicable taxes as required per local law<br>Retake fee: USD 100, plus applicable taxes as required per local law</p></li><li><p>Delivery options: Proctored exam delivered onsite at a testing center or in an online proctored environment. Click here for information on scheduling an exam.</p></li><li><p>References: No hard-copy or online materials may be referenced during the exam.</p></li><li><p>Prerequisite: None; course attendance highly recommended</p></li></ul><p><strong>How this course is helpful?</strong></p><p>The practice test questions are very similar to the actual Platform Developer 1 exam. The main aim of this course is to prepare you to <strong>pass the Salesforce Developer 1 Exam in your first attempt</strong>.</p><p>A candidate for this exam is not expected to administer any standard Salesforce applications, develop mobile apps, develop and publish managed products on the AppExchange, perform tuning, or design integrations such as callouts, APIs, and email services.</p>", "preview_video": ""}, {"course_id": "4364422", "category": "Personal Development", "sub_category": "Influence", "title": "Nonverbal Communication: Learn to Understand Body Language", "level": "Beginner Level", "author": "Smart Academy", "duration": "1 hour", "rating": "4.4", "reviews": "20", "students": "4189", "coupon_code": "162B52605FDA5FC785B1", "preview_img": "https://img-b.udemycdn.com/course/750x422/4364422_e117_2.jpg?secure=P_1ju0GJ_FN_Vmpnt3SqOg%3D%3D%2C1641830823", "coupon_link": "https://www.udemy.com/course/nonverbal-communication-learn-to-understand-body-language/?couponCode=162B52605FDA5FC785B1", "end_day": "2022-01-14 14:56:15+00:00", "headline": "The Complex of Meaning, Recognize and Interpret of  Nonverbal Communication", "description": "<p>Nonverbal communication accounts for a significant amount of our communication. Every day, we respond to thousands of nonverbal clues and behaviors, such as postures, facial expressions, eye gazing, gestures, and voice tone, according to experts. Nonverbal cues reflect who we are and influence how we interact with others, from handshakes to hairstyles.</p><p><strong>in business:</strong></p><p>Communication skills are among the most important qualities that employers look for when interviewing candidates for open positions. Your nonverbal communication is almost as crucial as your spoken responses when you're interviewing for a job or participating in a meeting. While verbal communication is actively taught and practiced,<strong> nonverbal communication is often inadvertent yet provides a wealth of information about individuals and situations</strong>. It's possible that you'll need additional practice to master your nonverbal communication skills properly.</p><p><strong>In this course, we'll look at all of these talents and how you may utilize them to improve your communication.&nbsp; </strong></p><p>Understanding female body language can aid men in better understanding women. Many men, for example, analyze female body language to determine whether women are attracted to them. </p><p><strong>Men are masters at concealing their emotions</strong>. They will not tell you how they feel until they are certain of their feelings. Women, who are born with a sixth sense, can pick up on indications but cannot be certain. To decipher the emotional code for males, you must first understand where to look. His body language hides the evidence that he secretly likes you. And we wish you a great and enjoyable reading experience!</p><p><br></p><p><br></p>", "preview_video": "https://mp4-b.udemycdn.com/2021-10-24_10-48-18-4608149d0183dafbbed9c281d8e35a00/2/WebHD_720p.mp4?secure=v-9afLsDZ3wOsn84SDuOOg%3D%3D%2C1641760623"}, {"course_id": "4472018", "category": "Design", "sub_category": "Architectural Design", "title": "الاظهار المعماري للمسقط الافقي بالخامات المختلفة للمبتدئين", "level": "Beginner Level", "author": "Mohamed Mohamed Azmy", "duration": "4 hours", "rating": "0.0", "reviews": "0", "students": "701", "coupon_code": "A91729D75D0832A84887", "preview_img": "https://img-c.udemycdn.com/course/750x422/4472018_90cb_4.jpg", "coupon_link": "https://www.udemy.com/course/architectural-rendering-of-plans-with-different-mediums-for-beginners/?couponCode=A91729D75D0832A84887", "end_day": "2022-01-12 12:36:45+00:00", "headline": "تعلم واحترف كيفية طريقة الاظهار المعماري للمبتدئين بمختلف الخامات", "description": "<p dir=\"rtl\">أهلا بكم في الكورس التعليمي \"الاظهار المعماري للمسقط الافقي بالخامات المختلفة للمبتدئين\". كان هدفي بهذا الكورس الاحساس بالمتعة من خلال التعامل مع الاظهار لمجموعة من المساقط الافقية الصغيرة المساحة لكي تكون مناسبة للمبتدئين لتعلم اساسيات ومبادئ الاظهار المعماري اليدوي بالخامات المختلفة مثل أقلام الرصاص / الالوان الخشب / الوان الماركر من المستوي صفر لاظهار امكانيات كل خامة من الالوان وقدرتها على التعبير بجرأة في الاظهار المعماري, وذلك بناء علي تكنيك مبسط وسهل في استعمال كل خخامة الاقلام الرصاص بمختلف درجاتها. بدءا باساسيات تعليم كل خامة علي حدة بناءا علي خبرتي في التعامل معهم والاخطاء الشائعة اثناء تعلم الاساسيات والمبادئ, بالاضافة الي وضع تأثير الإضاءة والظل في الحسبان اثناء تعلم الاساسيات والمبادئ وايضا مع مراحل اظهار المساقط, مع ذكر الأخطاء الشائعة ايضا اثناء الاظهار. وذلك لكي تكون عونا لمن يهتم ويتفاعل مع هذا النوع الاظهار المعماري اليدوي بتلك الخامات.</p><p dir=\"rtl\">كما حرصت في هذه الدورة أن تكون مكملة لمقرر التصميم المعماري لما تحتويه بدايات اظهار للفراغات الداخلية المعمارية للمباني السكنية وذلك من خلال رحلة الكشف عن الأسرار الخفية لإظهار المساقط المعمارية حيث انها من الأشياء الهامة جدا لكل متخصص في الدراسة كأقسام العمارة أو التصميم الداخلي او الفنون الجميلة. بالإضافة الي الذهاب بمستوى تلك الخامات الي منظور اخر من طريقة التلوين والاظهار وقدرتها على التعبير بجرأة لتوضيح تفاصيل وعناصر المساقط الداخلية. ومن خلال هذه الدورة سوف تلاحظ ان الإظهار يختلف اختلافا كليا عن الاظهار التقليدي العادي المتداول بين عديمي الخبرة بتلك الخامات, وهذا هو ما سوف نتعلمه من خلال كيفية التفكير ووضع خطة للإظها منذ البداية حتى النهاية، خطوة بخطوة حتى تصل الي اظهار محترف في النهاية بإذن الله.</p><p dir=\"rtl\"><br></p><p dir=\"rtl\">اتمني ان تعجبكم الدورة وتحقق المستهدف منها. وانتظر تقييمكم للكورس للعمل علي تطويره بشكل دائم ان شاء الله.</p><p dir=\"rtl\"><br></p><p dir=\"rtl\">تحياتي لكم</p>", "preview_video": "https://mp4-c.udemycdn.com/2022-01-03_12-19-37-62429472db2ecceab85d79d0a111822b/2/WebHD_720p.mp4?Expires=1641760629&Signature=b7kKhhgbH8jFug4PjVtXh52mVxtEkgFZzNsnmg-dEwFJHZpkuDLpTQkLSUWeBd9~~fheyCODRcvUOFEEVQ8ANo6SGRilsMScejZoxaHy255M8Hn4Ienabf4hhgJaq3S~YK2Z8z2ZSW5V7r15~AsEl5IsM9dZRgrorNQtmIz1SU4anXltHCZ3wCsbI8-cowfYFf4DHFbjBZ2WU6WJX133wcnyPGNB4LPq2uqduWNKUjDoC-iwnWKmherVa2H4tgDVFnFnwC7JjqL-NanxS1MxynMWIuJ-MIapOjlIFJLZZUPwD5ZJ6VT5PeYpmJ90m0rVoJ2ftvz5LqD7yHuUiqwNUg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}]}