{"last_time_update": "2021-11-28 11:08:50", "results": [{"course_id": "2604580", "category": "IT & Software", "sub_category": "Other IT & Software", "title": "Ultimate Beginner Guide to Streamlabs OBS (OBS)", "level": "Beginner Level", "author": "Nick Nyxson", "duration": "2 hours", "rating": "4.6", "reviews": "246", "students": "69121", "coupon_code": "52ED37B5016C4584BA42", "preview_img": "https://img-c.udemycdn.com/course/750x422/2604580_c9b0_5.jpg", "coupon_link": "https://www.udemy.com/course/ultimate-beginner-guide-for-streamlabs-obs/?couponCode=52ED37B5016C4584BA42", "end_day": "2021-11-30 03:44:13+00:00", "headline": "Learn everything you need about livestreaming on Twitch, YouTube, Mixer and more with SLOBS fast and easy", "description": "<p>Welcome to <strong>Ultimate Beginner Guide to Streamlabs OBS (OBS)!</strong></p><p>Nick Nyxson here, Your Instructor for this course.</p><p>In this course, you will learn how to start using&nbsp; Streamlabs OBS which is live streaming software made by Streamlabs and is a modified version of Open Broadcaster Software (OBS).</p><p>In this course You Will Learn:</p><ul><li><p><strong>What is SLOBS (Streamlabs OBS);</strong></p></li><li><p><strong>How Streamlabs OBS is any different from OBS Studio;</strong></p></li><li><p><strong>Streamlabs OBS Settings Walkthrough;</strong></p></li><li><p><strong>Streamlabs OBS Sources and Scenes;</strong></p></li><li><p><strong>Steamlabs OBS Tabs;</strong></p></li><li><p><strong>and Much, Much More!</strong></p></li></ul><p>Everything you will learn here will be based on My practice as a video content creator and Streamer and Everything shown step by step as I am performing everything live on video.</p><p>Most importantly this course will continue and grow as time passes and all the upgrades will be available for FREE for every enrolled student.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask, I will try to answer any of your questions as fast and as detailed as possible.</p><p>Join me in this amazing journey and I hope to see you in class :)</p><p><br></p><p><em>Disclaimer: This course is made for beginners in live streaming, Open Broadcaster Software (OBS), and Streamlabs OBS (SLOBS). </em></p><p><br></p><p><em>Version History:</em></p><ul><li><p><em>Version 1.0 - Initial Release;</em></p></li><li><p><em>Version 1.1 - Added New \"Introduction\" and \"Basics\" Sections, New Logo.</em></p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2019-10-14_11-59-59-51032b59daf1c4974e4d01175672871b/WebHD_720p.mp4?Expires=1638109902&Signature=d7RFi3IeHpO2XRM2ZLfbaOifkHwvzW02Zf3c5tAgYEeV7M1s33kaKoH37uPmvVrPacGJHWWUeY6bAZpQ~GdU2fuXF5fVGeT76zl9BqbYIrZ6ZOVVnpsc4yI9e3ZyOa61d-pHq6mX80jAIK-jYJIjAK6eO6yH~~wrl8JeoxV4mAALArUPAdx~gN1b2o6M3IXAxULiBGvUFQ9vvQgOx1IEdPyFVTy5Csg8NIGClU21WI32xb2LfdQX4K3vZvrsFOCv11gKsJE6kCbyPNenCikCvt0FCmm~SVmm~0br-whQ~zv9ApDbrPVwkcJHhznRbS5cGGIwZV8nS3rcH9TuqerXiw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3824082", "category": "IT & Software", "sub_category": "Other IT & Software", "title": "Setting Up Calendly", "level": "Beginner Level", "author": "Mark Bowden", "duration": "30 mins", "rating": "4.9", "reviews": "6", "students": "1775", "coupon_code": "D8F7C1B3B66A511ABD02", "preview_img": "https://img-c.udemycdn.com/course/750x422/3824082_f25d_3.jpg", "coupon_link": "https://www.udemy.com/course/setting-up-calendly/?couponCode=D8F7C1B3B66A511ABD02", "end_day": "2021-12-01 08:29:59+00:00", "headline": "A beginners guide", "description": "<p><strong>In 30 minutes I will take you through the complete process from registering for an account to having your first meetings bookable online, including how to set up paid appointments and Zoom meetings...</strong><br><br>This is a walk through of how to set up a Calendly account, how to link it to Zoom and the options you have for configuring appointment types within it<br><br>You will learn how to set up an account and link it to your online diary, how to integrate it with Zoom (or other video conferencing tools) and how to set up your basic appointment types.<br><br>It is ideal for anyone who is looking to take appointments for their business online, who doesn’t want to share the contents of their diary but needs a walkthrough of how to set this up</p><p>The course itself consists of a single walkthrough and will take most student under an hour to complete, including time to complete their own set up, which can be done alongside the video</p><p>Before starting this course students should have at least one online diary in any of: Google, Apple (iCloud) or Microsoft Office 365. If you do not have any of these then please set up an online calendar/diary with one of these platforms before starting the course. It is likely that whichever account you use for a smartphone already has a calendar set up however, even if you don’t use it</p><p><br></p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-02-23_12-46-29-24465cac323747fa909f760ab9bdfc13/1/WebHD_720p.mp4?Expires=1638109922&Signature=J9nK2TfPOkrxokdbqiwkOGe9wEZjA9ggOaiopLXWDWdsiXLA0e4tOGRsM8JQC1lyZTrMnJkCbi0ROg0K6jvFGPgoR8W9G0iylM64LhsbnUht2-0VUTPDKHWrUSbM1KtWBUz69AuJtyseO7qbQLIWJDTsyQoJkwUufM~vnbS9n6obsZhnDs780Y9Amkvhyxx7fazdisDqefyOhRcvHGsLw1HUvoW29uHjbk72yjerTzVkVb8nw7~80pJRCdw0rK-Fm1oXNsoIz3faj6GTJVh3EKkO9PDFk4JYR5~77ifQ2j-aUPwiFSYd-ME4FpHKt3RoXSugsuDMWXAVHbvS-IJWsA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4404860", "category": "Personal Development", "sub_category": "Personal Transformation", "title": "Reality Transurfing: How to Control the Matrix and Your Life", "level": "Expert Level", "author": "Gabriele Guarano", "duration": "1.5 hours", "rating": "0.0", "reviews": "0", "students": "201", "coupon_code": "TRANSURFINGFREE", "preview_img": "https://img-c.udemycdn.com/course/750x422/4404860_ce8b.jpg", "coupon_link": "https://www.udemy.com/course/reality-transurfing-how-to-control-the-matrix-and-your-life/?couponCode=TRANSURFINGFREE", "end_day": "2021-12-03 08:29:08+00:00", "headline": "How to Control the Manifestation of Reality, for Instant and effortless: Wealth, Love, Happiness and Money Attraction.", "description": "<p>My name is Gabriele,&nbsp;I am a Life Coach, books author and Reality Transurfing instructor.<br><br>\"<em>Dear Friend,</em></p><p><em>Have you ever wondered why most of the self-improvement programs or books on the market or even on your bookshelf never work?</em></p><p><em>Have you noticed that there are some tools that might seem to work for a few people but not for you?</em></p><p><em>Have you watched the movies “What the Bleep Do We Know?”, “The Secret”, studied the “Law of Attraction”? Have you attended numerous seminars on self-help and positive thinking? Yet, have you been able to achieve permanent &amp; radical transformation in your life?</em></p><p><em>The Self-Development field is a multi-billion dollar industry and bookshelves are loaded with self-help books. Then why is it that there are millions of people struggling with health problems, financial insecurity, unfulfilled relationships, etc?</em></p><p><strong><em>Breakthrough your struggle!</em></strong></p><p><em>Have you wondered why you have worked so hard to make your life work, and strive so hard to manifest more money to pay your bills, to make your relationships more harmonious, and to gain better health, but you just can’t make that breakthrough?</em></p><p><em>Is there always something missing?</em></p><p><em>You wonder why, but never find the answer!<br></em></p><p><strong>You can Solve all of this with Reality Transurfing!</strong></p><p><br><br><strong>Reality Transurfing is Really Something Magical</strong> It's something that I've First of All Got with my intuition and Started to Practice..and then I went to study the principles behind it.</p><p>Reality Transurfing has Changed my Life. Despite I was a City Coucilor at the age of 22 and lived soo many enthusiastic experienced, <strong>Reality Transurfing is by far, THE BEST THING THAT HAPPENED IN MY LIFE!</strong></p><p>So, AS MY PURPOSE AS A STARSEED IS TO HELP HUMANITY, THIS IS WHY I WANT TO SHARE MY KNOWLEDGE WITH YOU.</p><p>Reality Transurfing is something Scientifical (as it includes some of the <strong>best and newest discoveries of quantum physics</strong>); and at the same time, it's something <strong>really antique; as it formed by Universal Laws and Teaching that have been kept secret to the most, for more than 2000 years.</strong></p><p>Reality Transurfing is meant to set you free from the Control of the Matrix.</p><p>Reality Transurfing can explain you while you are having issue in relationships, at work, in business and in your career.<br><br>Reality Transurfing can help you to manifest your ideal Life.</p><p>You can change everything, if You're willing to.<br><br><strong>Purchase this Videcourse to enjoy the Magic of Reality Transurfing!</strong></p><p>A Hug, <br><br>Gabriele</p><p><br></p>", "preview_video": "https://mp4-b.udemycdn.com/2021-11-25_16-57-58-f77b9823bda5ae2a66c4a146cde68ec2/2/WebHD_720p.mp4?secure=hkV9I2f0syTbK_gWA5K4WQ%3D%3D%2C1638109936"}, {"course_id": "3423978", "category": "Business", "sub_category": "Project Management", "title": "Atlassian Confluence Masterclass for Project Managers", "level": "All Levels", "author": "GenMan Solutions", "duration": "5.5 hours", "rating": "4.3", "reviews": "409", "students": "79647", "coupon_code": "CONFNOVEND", "preview_img": "https://img-c.udemycdn.com/course/750x422/3423978_990e.jpg", "coupon_link": "https://www.udemy.com/course/atlassian-confluence-masterclass/?couponCode=CONFNOVEND", "end_day": "2021-11-30 06:21:59+00:00", "headline": "Confluence: Complete & Comprehensive course on the Cloud version of Atlassian's Confluence for Project Management", "description": "<p>Confluence is a <strong>powerful enterprise collaboration tool</strong> that brings people, knowledge, and ideas together in a shared workspace, so you can do your best work. Through this course <strong>\"Atlassian Confluence Masterclass\"</strong>, you will learn <strong>how to use Confluence</strong> to transform the way your team works.</p><p>This course is structured to guide you through <strong>all the key aspects of managing and using Confluence</strong>.</p><p>Whether you’re <strong>new to Confluence, training your teammates, or ready to take your Confluence skills to the next level</strong>, this guide covers everything from the <strong>basics to in-depth best practices</strong>.</p><p>The course will start with <strong>setting up your own Confluence account</strong> and you will be introduced to all the key features of Confluence in subsequent lectures. With each lecture, you will <strong>learn important concepts such as creating engaging content, sharing information, and engaging users to collaborate in real time</strong> with each other.</p><p>By the end of the course, you will be able to create your pages, blogs and share the same with your team members to engage &amp; collaborate.</p><p>Please find below the course structure for your quick reference:</p><p>1. Brief overview of Confluence</p><p>2. Setting up your own Confluence account</p><p>3. Applications of Confluence</p><p>4. Navigate through the Confluence interface, spaces, user profile &amp; settings</p><p>5. Introduction to all key features of Confluence: Spaces, Pages, Blogs &amp; Comments</p><p>6. Create Content: Spaces, Pages, Blog Posts</p><p>7. Master Spaces: Create different types of Spaces: Team, Personal &amp; Project Spaces; Delete &amp; Archive Spaces</p><p>8. Master Pages &amp; Blog Posts</p><p>9. Invite users to collaborate</p><p>10. Confluence Editor: Usage &amp; features</p><p>11. Add links, files, macros and mentions</p><p>12. Space &amp; Page Blueprints</p><p>13. Content Permissions, Labels &amp; Restrictions</p><p>14. Watch Content</p><p>15. Keyboard Shortcuts</p><p>16. Confluence Administration &amp; User Settings</p><p><em>Course enrollment grants you lifetime access, with no expiration, to all the course lectures. In addition, you’ll also receive 1-on-1 support for any questions or uncertainties that come up. And this all comes with a </em><strong><em>money-back guarantee</em></strong><em>. You have nothing to lose and so much knowledge to gain.</em></p><p><br></p><p><strong>Just ask the students who’ve already taken this course:</strong></p><p>★★★★★ \"A great step by step guide through Atlassian-Confluence. Menu items are explored and explained. Alternative routes to doing the same actions are also explained. Examples are worked through at a very good pace and the videos are not overwhelming. There is no homework, which means that you can actually focus on soaking in the material. Feel free to stop, edit your own confluence and explore, without the pressure of an assignment behind it. I thought everything in the video was helpful and even learned a couple new tricks on how to structure my spaces. There are a variety of use-case scenarios that give you an idea of how to use this tool in different ways (which happens to be my favorite part). Useful demonstrations on layouts, permissions, status changes, drop down menus and more. Confluence is a Canvass that can be used as a great communication platform. You have many tools at your disposal and this course covers that arsenal. Great work and Thank You.\"</p><p>-<strong>David Fai</strong></p><p><br></p><p>★★★★★ \"This is a great course on Confluence's latest version. Really useful with clear &amp; crisp explanations! Highly recommended. Thanks to the tutor.\"</p><p>- <strong>Reena Shah</strong></p><p><br></p><p>★★★★★ \"I needed a refresher on Confluence capabilities before starting a project. This course presents all the relevant features nicely. It is good for any type of end user.\"</p><p>-<strong>Iasan Montac</strong></p><p><br></p><p>★★★★★ \"The course is well planned and was impressed with instructor's knowledge of the subject &amp; the detailed explanations. I am so glad that I choose this course.\"</p><p>- <strong>Umesh Bansal</strong></p><p><br></p><p>★★★★★ \"To the point. I like it when the instructor is focused on teaching the topic and not wasting time here and there.\"</p><p>-<strong>Rick</strong></p><p><br></p><p><br></p>", "preview_video": "https://mp4-b.udemycdn.com/2020-08-24_05-53-40-e5c70a35a746af0a377b823dfe04424a/1/WebHD_720p.mp4?secure=wHiJvbE_4PlXDgZ0cEPO2g%3D%3D%2C1638109951"}, {"course_id": "2563584", "category": "Finance & Accounting", "sub_category": "Money Management Tools", "title": "Managerial Accounting / Cost Accounting", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "53.5 hours", "rating": "4.4", "reviews": "886", "students": "87409", "coupon_code": "C478C8A8B1C4A240DC89", "preview_img": "https://img-c.udemycdn.com/course/750x422/2563584_9959.jpg", "coupon_link": "https://www.udemy.com/course/managerial-accounting-cost-accounting/?couponCode=C478C8A8B1C4A240DC89", "end_day": "2021-12-03 04:58:39+00:00", "headline": "Managerial and cost accounting comprehensive course taught bay a practicing Certified Public Accountant (CPA)", "description": "<p><strong>Comprehensive managerial and cost accounting course. Topics include:</strong></p><p>· <strong>Job order costing</strong></p><p>· <strong>Process costing</strong></p><p>· <strong>Cost volume profit analysis</strong></p><p>· <strong>Master Budgets</strong></p><p>· <strong>Flexible Budgets</strong></p><p>· <strong>Responsibility accounting</strong></p><p>· <strong>Relevant costs</strong></p><p>· <strong>Time value of money</strong></p><p><strong>This course will go into detail about each topic. We will include”</strong></p><p>· <strong>Practice Excel files with both an answer tab and a practice tab</strong></p><p>· <strong>Lecture PDF files that can be downloaded and reviewed without internet access</strong></p><p><strong>Managerial accounting skills are critical skills necessary for successfully running a business because they provide tools to make rational business decisions.</strong></p>", "preview_video": "https://mp4-b.udemycdn.com/2020-02-03_02-29-06-9cd144b6289a2432de63643b3ecae31c/WebHD_720p.mp4?secure=etcTxW0DPQKPiFQ31ZuQug%3D%3D%2C1638109962"}, {"course_id": "4115692", "category": "Finance & Accounting", "sub_category": "Finance", "title": "Corporate Finance #9 Valuation-Bond, Common /Preferred Stock", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "11 hours", "rating": "4.7", "reviews": "13", "students": "10925", "coupon_code": "4665301E93D0283C1C6E", "preview_img": "https://img-c.udemycdn.com/course/750x422/4115692_f6f9.jpg", "coupon_link": "https://www.udemy.com/course/corporate-finance-9-valuation-bond-common-preferred-stock/?couponCode=4665301E93D0283C1C6E", "end_day": "2021-12-03 05:15:09+00:00", "headline": "Learn to value bonds, common stock, and preferred stock from a Certified Public Accountant (CPA)", "description": "<p>This course will cover the valuation of financial assets including bonds, common stock, and preferred stock.</p><p>We will include many example problems, both in the format of presentations and Excel worksheet problems. The Excel worksheet presentations will include a downloadable Excel workbook with at least two tabs, one with the answer, the second with a preformatted worksheet that can be completed in a step-by-step process along with the instructional videos.</p><p>The general concept used to value financial assets is to take the present value of future cash flows from the financial asset. Therefore, we will need to use present value concepts and calculations.</p><p>The cash flow related to bonds will generally consist of a series of interest payments and a principal payment at maturity of the bond. We can use annuity calculations to determine the present value of the interest payments and present value of one calculation to determine the present value of principal at maturity.</p><p>Preferred stock has characteristics similar to bonds in that the payments are often standardized. However, we do not have a maturity date as we do with bonds.</p><p>Common stock can be more complex as we consider the future cash flow of dividends in an attempt to value the securities. The common stock dividends are more likely to change over time and we do not have a maturity date as we do with bonds.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-21_08-18-05-3c4bfe2c12f154c6d1f4f6d23f77e778/1/WebHD_720p.mp4?Expires=1638109964&Signature=BXW7IhJa9ubZlponJp6VpaQQ1yY4aotq4k2A60j1cprOL5YJMV2PUeDQ9gIVNOAlFE8GChzNbCfxVquWUgePQuQ--yXh~9LDt46AB-cy3xyMMStJSMLhWWk2ss-FGxxizUJV1S9sP4tjI8yLLtIle0b5gHB82o0Ps9g6BNk7n0xEFOK9SJOUbcNYEN4uA8MEFS797iJ-jQ5aUVG3IULGPgO2uosibW4hG-YAC4oGsGPs0D4tyqNF3y5TDhkC07S9fv~pfya9UO3-NXbmf~bZJaH~VoolKWshQZQOUycbSmutf8oXhSm2D33wlKtUqHpeKg0EODARktDlx8WhZcIH7w__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4115686", "category": "Business", "sub_category": "Other Business", "title": "Corporate Finance #8 Time Value of Money (PV & FV)", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "20 hours", "rating": "4.8", "reviews": "14", "students": "9777", "coupon_code": "0167150D14356F533220", "preview_img": "https://img-c.udemycdn.com/course/750x422/4115686_758c.jpg", "coupon_link": "https://www.udemy.com/course/corporate-finance-8-time-value-of-money-pv-fv/?couponCode=0167150D14356F533220", "end_day": "2021-12-03 05:15:49+00:00", "headline": "Learn time value calculation (present value & future value) concepts from a Certified Public Accountant (CPA)", "description": "<p>This course will cover time value of money concepts from a Corporate Finance perspective.</p><p>We will include many example problems, both in the format of presentations and Excel worksheet problems. The Excel worksheet presentations will include a downloadable Excel workbook with at least two tabs, one with the answer, the second with a preformatted worksheet that can be completed in a step-by-step process along with the instructional videos.</p><p>Time value of money concepts become more and more important as we consider decisions that will extend further into the future.</p><p>Time value of money calculation are usually grouped into four categories, present value of one, present value of an annuity, future value of one, and future value of an annuity.</p><p>The calculation of time value of money concepts can be performed using different method, the method used generally depending on the circumstances. It is useful to understand all methods, even if we have a preferred one, so we can communicate to others no matter what method they use.</p><p>Time value of money calculation methods can be done using mathematical formulas, using tables, or using Excel &amp; financial calculators.</p><p>This course will consider multiple methods, comparing them, showing when each may be used and the pros and cons of each.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-16_03-50-46-e65d6243ac7ee6f98791d8fba405e628/1/WebHD_720p.mp4?Expires=1638109978&Signature=MuXD17bBVP4Uop3WJHD40KFRKZCkBjPfcbdsvpeTc-xXqPmR6ykCcJeOazTXFoAlsrDU4t4t3qno9lB0ji0DYnpI6P1DrSSnymRtrsgfWZqPKlZsfR2mdl4bAujkxfhk7ZwXM3YUFTae0JSBDPOvPuCYTH4xFv8HFEBk1bZ5j30Hyketl0-0d0WXn7Jcx9697pJ4wvzhlLgR~oVCmGXcBJ0u2sGidCuBI~aOR5nFPPpaKou9E36GamOKV2kTUBscx0wTy0GNSRDTa27fyTZzedssMgZpKgE14tcLqIBz-~AhhhmylrjclO2tmtM0zoCUEk5EJ9fvOhJ9l3OgbsAtcA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3850388", "category": "Business", "sub_category": "Human Resources", "title": "Becoming A Recruitment And Selection Specialist", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "2 hours", "rating": "4.6", "reviews": "362", "students": "40326", "coupon_code": "NOV.2021", "preview_img": "https://img-c.udemycdn.com/course/750x422/3850388_345f.jpg", "coupon_link": "https://www.udemy.com/course/first-steps-into-recruitment-and-selection/?couponCode=NOV.2021", "end_day": "2021-12-02 12:10:50+00:00", "headline": "It is necessary to have a good recruitment process to attract the right kind of staff for the needs of your business.", "description": "<p>A good recruitment process can reduce the time involved in searching, interviewing, recruiting, and training. It can streamline these procedures and make your search more efficient for viable candidates.</p><p><strong>Remember, top talent will not always find you.</strong></p><p>You must seek out people to fill the positions that you have open. So, in this course, we'll learn together, the following:</p><p>Defining recruitment</p><ul><li><p>Understanding the selection process</p></li><li><p>Recognising the GROW model</p></li><li><p>Interview and question process</p></li><li><p>Identifying and avoiding bias</p></li><li><p>Discovering ways to retain talent and measure growth</p></li></ul><p>Your ability to retain workers and your overall employer brand deteriorate if your talent pool doesn't align with your business. </p><p>In many ways, recruiting should take into account these functions because employer branding makes candidates want to apply in the first place.</p><p>The companies which want to grow fast but steady knows that it can only be achieved when they have the <strong>perfect combination</strong> of employees and for that recruitment is of utmost importance.</p><p>Whether your candidate will turn out to be an asset for the company or a liability, all depends on how you recruit people.</p><p>It is a costly affair, so when you are delving with recruitment you must be very careful about it because one wrong move will create a big hole in your pocket.</p><p><strong>So, let’s get started and I wish you a happy learning!</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-02-15_13-13-43-7c86d7c155bcc38ad5ff60b4e39b89f6/1/WebHD_720p.mp4?Expires=1638109983&Signature=KAMgc3ZFxAjL4JgGbpHqP~UOJnBcsgZ~AfqDDwdsXpt3032MOdpK1~l~dFiK5IZuDvKg0hvvZKlNX751mxCcZngmX-9ZH9ZPalQ-QnGHEAqq8f~CkobPxocP~6u03yo54Lppuy~zzvDMesll~e4IaxxjYM~D0SGvxhmWxLjDJ66mtZGCFKj3BHc1IrwUBE4xtx5EF6aLz8jsOM~3DFSbx5q70GKh~lX1BxxmpofFg9rKUiatoOkzK4gCydYoB8dr1jGeYKkOM3yZ1dMSoJScIRrMNqgMLlpR7jKdsND9b0Hz9GkkgJexmfoAmr8skLGuie1aVPqRBJ2F2FyjZO9OMw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3338560", "category": "Office Productivity", "sub_category": "Microsoft", "title": "Microsoft Excel -Basic Excel/ Advanced Excel Formulas", "level": "Beginner Level", "author": "Yassin Marco", "duration": "4.5 hours", "rating": "4.4", "reviews": "2678", "students": "159259", "coupon_code": "1E3862B0ABE05A6AC4E4", "preview_img": "https://img-c.udemycdn.com/course/750x422/3338560_f31f.jpg", "coupon_link": "https://www.udemy.com/course/microsoft-excel-basic-excel-advanced-excel-formulas/?couponCode=1E3862B0ABE05A6AC4E4", "end_day": "2021-12-03 04:21:34+00:00", "headline": "Learn more than 80+ Excel function/Excel formulas/Excel tips for Excel 2007 to Excel 2019 with Excel examples", "description": "<p>If you want to improve your Excel skills, learn to use new functions or simply interested in becoming better in this amazing Microsoft APP then this course is for you. My name is Yassin Marco and I have been lucky enough to have the privilege to teach more than <strong>250 000+ students </strong>in more than <strong>190+ countries</strong> around the world. Since teaching is my passion, I decided to design this course to help people achieve there full potential with Microsoft Excel. This means that by the end of this course your Excel knowledge will have significantly grown. Indeed, this course teaches you how to properly work with more than 80+ Excel functions and formulas. Also all of those formulas are presented with clear Examples so you will be able to use them to create your own programs. Still not convinced, well not only you will receive a course and support for lifetime but if you are not satisfied you get your money back with no questions asked in the next 30 days.</p><p>So if you are looking for <strong>THE </strong>Excel course you will definitely not be disappointed by this one.</p><p>Finding the right Excel course can be really complicated, especially if you have almost no knowledge of this APP and want to learn all the basics. Indeed, whether you are looking to</p><p>- Understand the basics of Microsoft Excel</p><p>- Learn how to properly work with Microsoft Excel</p><p>- Get different Tips and Trick of this amazing Excel app</p><p>- Learn new functions and formulas and be able to use them every time that you work with Microsoft Excel</p><p>or any other given reason. The way this course have been designed will not only give a compete understanding of this Microsoft App but will also give a complete knowledge of more than 80+ Microsoft Excel functions and formulas​. This is why this course is <strong>your best choice</strong> to learn this amazing App</p><p><strong>The structure of the course</strong></p><p>The way this course have been designed is here to help you learn all the basics of Microsoft Excel by practicing them. In other words, this course is divided into categories of functions and each categories will teach you different functions that can be used in a certain field. Each class of the course is strictly reserved in teaching new functions. Also, the way each function in presented will help you learn it much easily. Indeed, not only you will learn the theory around each function but you will also have the chance to practice it. In other words, in each class you will be able to use the function in different real life scenarios. Since there is a lot of practice this is the best way to learn something and be able to master it.</p><p>Also, not only you will master new skills, you will also have all the required knowledge to be able to perform different tasks and many fields such as finances, mathematics and statistics. Not only this but you will also be able to put everything you have learned together and use all the functions that you have learned to create your own advanced Excel apps.</p><p><strong>For who is this course designed</strong></p><p>This course can be very useful for new Excel users that are seeking ways to learn more about this app. Indeed, not only you will learn different ways to use Microsoft Excel with different formulas and functions but you will also have a complete understanding of more than 80+ Formulas. This means that it can be perfect for anyone trying to learn this app. Also, This course could be very good for people who already have experience with Microsoft Excel and who want to push there knowledge of this app a bit further. Indeed, the formulas teached in this course can be perfect for any experienced Excel user that want to learn new Excel functions/formulas and practice them.</p><p><strong>Why should I take this course</strong></p><p>​This is definitely not the only Microsoft Excel course out there. But, this course is very unique. Indeed, there is almost no course that focus really on teaching you how to properly work with more than 80+ Formulas and functions. Not only you will have the theoretical side of each function/Formula but you will also learn how to use it with different Examples. In other words, each function is at first presented theoretically then you can practice it with different Examples that are given inside of the course ! This is exactly what makes this course so unique, no other courses will give you so much knowledge with practice in only a 5H course. Also, this course is frequently updated, this means that the information will be updated in the future months.</p><p><strong>There is no risk involved in taking this course</strong></p><p>This course comes with a 100% satisfaction guarantee, this means that if your are not happy with what you have learned, you have <strong>30 days </strong>​to get a complete refund with no questions asked. Also, if there is any concept that you find complicated or you are just not able to understand, you can directly contact me and it will be my pleasure to support you in your learning.</p><p>This means that you can either learn amazing skills that can be very useful in your professional or everyday life or you can simply try the course and if you don't like it for any reason ask for a refund.</p><p><strong>You can't lose with this type of offer !!</strong></p><p>This is why more than <strong>15 000 students</strong> have already took the course !! Don't wait anymore</p><p><strong>ENROL NOW and start learning today :)</strong></p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-07-22_17-23-58-f7bd739e69724e038b0e4b8c1b5650a8/1/WebHD_720p.mp4?Expires=1638109986&Signature=FtDbt5Hv~kKTsZPhd6MpsYz63cNyO8CNenWHb8uVTKSWwvJ7oC7wlIQ5oBUZ8~Qd1euyTDj3WJBMUYZLhCMeMGWj45ZEEa4xDCAXkU4YOXHvIPK6AonRJQ2FovcCnPP-s3GzGWTyM0RCeOGC8ja9DOyu5KEYK~BU43LLCa~vZHYzxFCC6WoaYg1rIYPzjRgTVuZ93C2Ebg4Jm99tsq0lqHJy2SL3kzH1E9vvdwerNla1qkNXVh5bYfp~j8UD3-3J8ji1lcvRSpXfQk7AkjRVvkG-4NWPiwE8N5P~J4hpDJoJHN5A9cpge9dxx5XE3UfPZ2idF9DETkGL7t1QlEtbKQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2991228", "category": "IT & Software", "sub_category": "IT Certifications", "title": "AWS CERTIFIED MACHINE LEARNING - SPECIALTY", "level": "Intermediate Level", "author": "Daniliuc Claudiu Lucian", "duration": "", "rating": "1.0", "reviews": "1", "students": "593", "coupon_code": "FREE-COURSE", "preview_img": "https://img-c.udemycdn.com/course/750x422/2991228_8430_4.jpg", "coupon_link": "https://www.udemy.com/course/aws-certified-machine-learning-specialty/?couponCode=FREE-COURSE", "end_day": "2021-12-01 10:26:59+00:00", "headline": "Amazon:MLS-C01", "description": "<p><strong>Why should you choose my course?</strong></p><p>This course will help you understand, learn and practice your skill set in order to pass the certification exam and of course to exceed your current level of knowledge and become more prepared in your field. By taking this course you will be able to test your skills, find out what you don’t master very well and overcome the obstacle which will lead you one step closer to the obtaining your certification.</p><p><strong>Why is a good idea to get certified?</strong></p><p>This certification will highlight your abilities in designing and implementation of scalable, cost-optimized, reliable, and secure ML solutions.</p><p>It would be great for your career and it will help you get a better paying job or a higher position in hierarchy of the company you currently work for.</p><p>Last but not least, your skills will be recognized worldwide and you will easily find a job in any given country.</p>", "preview_video": ""}, {"course_id": "3939426", "category": "Business", "sub_category": "Management", "title": "Corporate Finance #3 Forecasting & Budgeting", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "8.5 hours", "rating": "4.6", "reviews": "47", "students": "17090", "coupon_code": "8210CAE7BD85D9F9D992", "preview_img": "https://img-c.udemycdn.com/course/750x422/3939426_e569.jpg", "coupon_link": "https://www.udemy.com/course/corporate-finance-3-forecasting-budgeting/?couponCode=8210CAE7BD85D9F9D992", "end_day": "2021-12-03 05:20:43+00:00", "headline": "Learn how to forecast and budget from a certified public accountant (CPA)", "description": "<p>This course will cover the concepts of forecasting and budgeting from a finance perspective.</p><p>The course includes many example problems, both in presentation form, and many using Excel worksheets. Each Excel worksheet problem will include a downloadable Excel worksheet that has at least two tabs, one having the answer, the second including a preformatted worksheet that can be populated in a step-by-step process along with the instructional video.</p><p>To forecast and budget we need to make predictions and projections about the future. This is often done by first taking information from the past as our starting point. The starting point will generally be our prior financial statements, including our prior balance sheet, income statement, and statement of cash flows.</p><p>We will then consider changes that we expect to take place, including those we plan on making and changes to the economy and business environment.</p><p>When constructing our budgets will need to go in a systematic order. We usually need to start with a sales projection because other projections will depend on it.</p><p>Our budget process can then consider the production plan. We can then move to the capital budget, cash budget, and budgeted income statement. The budgeted income statement is our primary performance statement.</p><p>Once we have the beginning balance sheet and the projected income statement, we can create the projected balance sheet, the statement representing where we expect to be at the end of the budgeted time frame.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-05-08_05-53-33-7eb9c426525dc2939cf382c64a6cbce5/1/WebHD_720p.mp4?Expires=1638109997&Signature=fUNNjSDC9AGg1nugCCptCpe2lil-v6XToD85TcwPxmm-pqhqswvHf1hNQlvIEBLrAwdM5wVR9DazDEPUzHaoUmWHyuo~Gy-JJ-1sgch-MOUHmD-EZYTpYdL-rZBBleUxrARzlocKDmTFsVjSzjYoVrzP9PbmxQAFlNIZat7ZhYALRuB3p9D7x3oXPgs4svVWagcHoALtthEizNSpv-Kwf8Av02qMCR~SyOnovw1eBMCMhUxNnc48v0CiUOII90U8YrY31pusl04lq7Xj18TgvcQhrZ2wfN--zlbiShoJrMQmS~W9pzbJ7l4cyxTP94v1Rf3RE6EF8YNngcHdYKaglQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4376520", "category": "IT & Software", "sub_category": "IT Certifications", "title": "IBM Cognos Analytic Author Certification practice Test 2021", "level": "All Levels", "author": "wassim Elhgali", "duration": "", "rating": "0.0", "reviews": "0", "students": "621", "coupon_code": "6C17ACDFED172C32623B", "preview_img": "https://img-c.udemycdn.com/course/750x422/4376520_97da.jpg", "coupon_link": "https://www.udemy.com/course/ibm-cognos-analytic-author-certification-practice-test-2021/?couponCode=6C17ACDFED172C32623B", "end_day": "2021-11-29 23:08:48+00:00", "headline": "best practice tests for  IBM Cognos Analytic Author Certification 2021", "description": "<p><strong>About IBM Cognos Analytics Author V</strong></p><p>This certification exam is designed for an individual to building advanced reports, active reports and dashboards using relational data and/or uploaded files, as well as enhancing, customizing, and managing professional reports. This individual has project related experience authoring complex and intermediate level reports and dashboards and is capable of participating in project implementations as an effective team member.</p><p><br></p><p><strong>Prerequisite for the exam</strong></p><p>• Experience using a modern web</p><p>• Basic knowledge of database concepts and SQL</p><p>• Basic knowledge of how to visually present data</p><p>• Basic knowledge of Java script</p><p><br></p><p><strong>Course Outline</strong></p><p><strong>1. Dashboards</strong></p><p>• Explain designing for mobile use<br></p><p>• Describe how to create simple Dashboards<br></p><p>• Describe how to create complex interactive Dashboards<br></p><p>• Describe how to modify Dashboards<br></p><p>• Demonstrate how to control Dashboard data<br></p><p><strong>2. Reports</strong><br></p><p>• Describe how to create list reports<br></p><p>• Describe how to apply filters<br></p><p>• Describe how to use prompts<br></p><p>• Describe using conditional formatting</p><p>• Describe using calculations and macros<br></p><p>• Describe how to use markers<br></p><p>• Demonstrate presenting data graphically<br></p><p>• Demonstrate using HTML and XML<br></p><p>• Describe using Crosstabs<br></p><p>• Explain designing for mobile use<br></p><p>• Describe using reusable objects<br></p><p>• Describe using layout control<br></p><p>• Demonstrate combining multiple related objects<br></p><p>• Explain using interactivity<br></p><p><strong>3. Active Reports</strong><br></p><p>• Describe how to create report connections<br></p><p>• Describe using using Charts, Visiualizations and Decks<br></p><p>• Describe designing for mobile use<br></p><p>• Demonstrate managing controls and variables<br></p><p><strong>4. Data</strong><br></p><p>• Explain connecting to the Data source<br></p><p>• Describe how to use Data sources<br></p><p>• Explain the differences between using Data modules and Framework Manager packages on a report<br></p><p>• Describe using data shaping<br></p><p>• Explain creating reports using an SQL statement<br></p><p><strong>5. Distributing Reports</strong><br></p><p>• Describe using bursting<br></p><p><br></p>", "preview_video": ""}, {"course_id": "2936518", "category": "Teaching & Academics", "sub_category": "Social Science", "title": "Formación Ciudadana y Derechos del Niño", "level": "Beginner Level", "author": "Marbella Yeniree Moya Ochoa", "duration": "2 horas", "rating": "4.3", "reviews": "16", "students": "3245", "coupon_code": "754A57F92DEC373A2CD5", "preview_img": "https://img-c.udemycdn.com/course/750x422/2936518_1071_4.jpg", "coupon_link": "https://www.udemy.com/course/formacion-ciudadana-y-derechos-del-nino/?couponCode=754A57F92DEC373A2CD5", "end_day": "2021-12-02 18:51:50+00:00", "headline": "Derechos humanos desde la infancia", "description": "<p>La formación ciudadana es una necesidad de la educación en el mundo. Este concepto tiene diversas definiciones. Muchos de ellos son limitados ya que solo ven un ángulo del ciudadano. La formación ciudadana abarca todo el sistema de relaciones del individuo, donde tiene importancia el espacio social y las habilidades que debe desarrollar para su relación con los otros; igualmente es de destacar que en la actualidad no puede haber formación integral sin que se realice una formación ciudadana. El presente curso estudiará las nuevas dimensiones de la formación ciudadana en cuanto a los valores comunes a la sociedad para el resguardo y defensa de los derechos del niño.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-04-30_02-53-14-9a94dfe249351dc9a69dd32136eb27cc/WebHD_720p.mp4?Expires=1638110013&Signature=SF972MeRqIpY2TLGcpJnYRqBLtVq8T~LWTgsGVeOpJr136n2HTJHywozAYZzrNQwdao3x0y73gyLeMBP0FeNay30duTvGLvsIRzcsZLXbkbkqEUMxlf4ubQpKSE2aV505cjME9Gae-dPLqA~Kbk62fMTkH4Y-p8WkG6QohpUMI7x4bwmN7FR4XgI53kK4ZaDgPr7kwkct62gzIV0Hdc2l2IhM20IIrfAbBSIb~9J-pZekhJMdTr1jM6oOzRyTnd2WhbTLlUrfzOQQ2BfzLg9Fl4Ll~7VBAGiDWD-g32qqzax~TJh106amJjyjRjCF0QV5EkNNzoTkX8Ad-K6S92VBw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4387812", "category": "Marketing", "sub_category": "Digital Marketing", "title": "Dein eigener Podcast - Live in 24 Stunden!", "level": "Beginner Level", "author": "Sebastian Glöckner", "duration": "3 Stunden", "rating": "0.0", "reviews": "0", "students": "586", "coupon_code": "E1BD921065BF608A65D4", "preview_img": "https://img-c.udemycdn.com/course/750x422/4387812_b8fe_2.jpg", "coupon_link": "https://www.udemy.com/course/dein-eigener-podcast/?couponCode=E1BD921065BF608A65D4", "end_day": "2021-11-28 21:30:33+00:00", "headline": "Als Online Unternehmer Tausende gratis Leads gewinnen - lerne Best Practices vom Erfolgs-Podcast!", "description": "<p>Podcast wird immer beliebter und immer mehr Menschen hören Podcast. Über 4 Millionen Menschen hören in Deutschland sogar täglich eine Podcast Episode, Tendenz steigend. Dies bietet <strong>enorme Möglichkeiten auch für Dich!</strong> Nutze Podcast für <strong>Content Marketing</strong>, so baust Du Dir eine <strong>treue Hörerschaft auf mit einem hohen Maß an Bindung zu den Hörern.</strong> </p><p>Hast Du Deinen Podcast richtig aufgebaut, bietet er Dir eine<strong> ideale Werbefläche und zwar unkompliziert, authentisch und ohne jegliche Produktionskosten</strong>. Ohne Werbekosten geht Deine Message direkt ins Ohr Deiner Zielgruppe.</p><p><strong>Podcast Hörer</strong> möchten ihr eigenes Wissen in bestimmten Themenbereichen vertiefen oder Neues zu lernen <strong>und verweilen lange.</strong> Neben der Wissensvermittlung spielt beim Podcast auch Unterhaltung eine große Rolle.</p><p>Mit einem <strong>eigenen Podcast kannst Du als Unternehmer, Deine eigene persönliche Marke aufbauen, als Experte noch besser wahrgenommen werden sowie treue Kunden und Interessenten für Dein bestehendes Geschäft gewinnen. </strong>Oder der Podcast ist die Geschäftsidee an sich, denn mit einem guten Podcast alleine kannst Du schon viel Geld verdienen.</p><p>In diesem Kurs lernst Du, Podcasting macht richtig Spaß. Du lernst, <strong>wie Du einen Podcast richtig aufbaust, von Deinem Warum, über die Themenwahl, Redaktionsplan, welche Technik bis hin zur praktischen Umsetzung</strong>. </p><p>Wir gehen zusammen durch die Tools und zeigen Dir wie Du <strong>eine Podcast Episode innerhalb 15 Minuten in guter Qualität hochlädst </strong>und welche Auswertungen Du Dir regelmäßig anschauen sollst.</p><p>Dieser Kurs besteht aus kurzen und leicht verständlichen Lektionen. <strong>Wenn Du dem Kurs folgst, wirst Du schnell in der Umsetzung sein und mit Deinem eigenen Podcast durchstarten.</strong> </p><p>Viel Spaß beim Zuschauen! </p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-10_00-09-30-b31c41183ff66f96cfeda852671cf2c1/2/WebHD_720p.mp4?Expires=1638110018&Signature=YRxbLYKr0sgz0l6jlalTprPnWqr3o7gZDM3tJhASJs10NlKLNZGNllABdOv8bAFOJSIqU~gFQAItNc1A4BMX046WndHuHQm89vKnfz9kgMRuL0RDlQOjKQznus4gctTDCRusiriZaDB9IgU8QcQlhQ1udCwUpWXPtVIOoMFVa4-eFWHuDuz-8WubHN5IsMuI23tQRDYUEnF0CpzhsvpNOI9B5Fg9XspOmN1jvYYDmgq9DYUylJB~fy9Kr~ejSturVFAQcJfzWY-5iMCu46OXrjFl~7jx-srnMWAxsOCz2KWcKQwQTPIk4x3M-FZuUkfk23I9twxd-vo1~oZMFGA4Iw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4115684", "category": "Finance & Accounting", "sub_category": "Other Finance & Accounting", "title": "Corporate Finance #7 Short Term Financing", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "6.5 hours", "rating": "5.0", "reviews": "14", "students": "10826", "coupon_code": "F90157CA02D86F0899EF", "preview_img": "https://img-b.udemycdn.com/course/750x422/4115684_f54e.jpg?secure=7Q9zYtqaUJA-NXrX_Lc6Ag%3D%3D%2C1638180222", "coupon_link": "https://www.udemy.com/course/corporate-finance-7-short-term-financing/?couponCode=F90157CA02D86F0899EF", "end_day": "2021-12-03 05:17:11+00:00", "headline": "Learn short term financing decision making from a Certified Public Accountant (CPA)", "description": "<p>This course will discuss short term financing options from a corporate finance perspective.</p><p>We will include many example problems, both in the format of presentations and Excel worksheet problems. The Excel worksheet presentations will include a downloadable Excel workbook with at least two tabs, one with the answer, the second with a preformatted worksheet that can be completed in a step-by-step process along with the instructional videos.</p><p>Learners will understand accounts payable and trade credit as options from the perspective of short-term financing. A company’s cash management and financing strategy related to accounts payable would generally be to extend payment terms as long as possible without incurring penalties or straining the relationship with vendors.</p><p>We will also discuss credit options from a bank and commercial paper financing. When considering short-term credit options from a bank the company will want to consider the cost of the loan, the interest charged. One type of short-term loan is a term loan, credit often extended for one to seven years. Term loans are often repaid in monthly or quarterly installments.</p><p>Commercial paper is generally a short-term unsecured promissory note. Usually issued to the public in $25,000 minimum units.</p><p>This course will consider collateral as it relates to short-term financing. Collateral generally represents some form of asset securing the loan. Collateral may be used when a bank believes the loan is a higher risk.</p><p>We will also discuss accounts receivable and inventory financing.</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-06-12_03-57-23-8e2f347a3ff4e53b740f1a9672629e99/1/WebHD_720p.mp4?secure=kBd2OWJcDs7s_qb6sGhMWQ%3D%3D%2C1638110022"}, {"course_id": "1566030", "category": "Finance & Accounting", "sub_category": "Finance Cert & Exam Prep", "title": "Certification in Point & Figure Chart & P&F Chart Patterns", "level": "Beginner Level", "author": "Saad T. Hameed (STH) • 0.31+ Million Enrollments Worldwide", "duration": "1.5 hours", "rating": "4.6", "reviews": "71", "students": "13482", "coupon_code": "2NOV21", "preview_img": "https://img-c.udemycdn.com/course/750x422/1566030_2069_3.jpg", "coupon_link": "https://www.udemy.com/course/pointfigure/?couponCode=2NOV21", "end_day": "2021-11-30 06:19:17+00:00", "headline": "P&F Chart Pattern Trading System - Learn to Use Technical Analysis & Chart Patterns For Stock Trading & Value Investing", "description": "<p><strong><em>*** Course access&nbsp;includes&nbsp;quizzes &amp;&nbsp;homework exercises, 1-on-1 instructor support with&nbsp;LIFETIME&nbsp;access! ***</em></strong></p><p><strong>Hear why this is one of the TOP-NOTCH&nbsp;Stock Trading &amp;&nbsp;Chart Pattern Course&nbsp;on Udemy:</strong></p><p><em>Yes this is a good match, because I want to understand Point and Figure Charts better.</em></p><p><strong><em>-Reginald Clinton</em></strong></p><p>Saad is excellent at keeping things simple while exploring a complex topic.</p><p><strong>-Deran Silva</strong></p><p>Hello Sir, Very nicely explained, step by step to help everyone for the future stock planning. good day.. ok..</p><p><strong>-Suhas Pathak</strong></p><p><strong><em>TOP-NOTCH&nbsp;Stock Trading &amp;&nbsp;Chart Pattern Instructor</em></strong></p><p>I currently have <strong>71&nbsp;Knowledge programs </strong>with <strong>20,520+ Minutes</strong> of Content&nbsp;(<strong>342</strong>&nbsp;<strong>hours </strong>in total) with <strong>112,000+ Satisfied&nbsp;Students </strong>enrolled.&nbsp;That’s <strong>14+&nbsp;days</strong>&nbsp;of learning material!</p><p>I am currently mentioned in \"<strong>Most Popular Instructors</strong>\" tab on Udemy Business/Finance Section.</p><p><strong>Stock Trading &amp;&nbsp;Chart Pattern Course Details:</strong></p><p><strong>Point &amp; Figure Chart</strong>&nbsp;is a chart used for&nbsp;Following&nbsp;<strong><em>Price Trends</em></strong>&nbsp;and to make decisions According to long term trends.<strong>&nbsp;Point &amp; Figure Charts</strong>&nbsp;differs from traditional&nbsp;<strong>Stock Trading </strong>charts Example&nbsp;Candlestick chart as&nbsp;<strong>Point &amp; Figure Chart&nbsp;</strong>doesn't consider time in Analyzing Trends.</p><p><strong>Point &amp; Figure Chart Patterns</strong>&nbsp;were invented in the late 19th century &amp; have worked since then.&nbsp;<strong>Point &amp; Figure Chart&nbsp;Patterns</strong>&nbsp;trading is time tested and have always worked in <strong>Stock Trading</strong>.</p><p><strong><em>Point &amp; Figure Chart&nbsp;</em></strong><em>never misses a Change in Trend&nbsp;</em>&amp; Therefore it is one of&nbsp;the&nbsp;<strong>best kept Stock Trading secret</strong>.</p><p>Therefore this is your chance to learn a new Skill in <strong>Stock Trading</strong>. As&nbsp;<strong>Point &amp; Figure Chart&nbsp;Pattern&nbsp;</strong>is a&nbsp;skill not to be missed.</p><p><strong>Point and figure</strong>&nbsp;(P&amp;F) is a charting technique used by experienced Stock Investors.&nbsp;<strong>Point and figure</strong>&nbsp;charting does not plot price against time,&nbsp;Instead it plots price against changes in Trend.</p><p>Make <strong>Stock Market</strong> your darling and you will never see losses.</p><p>This course will teach you How Stock Trading Works &amp; How to become a <strong>stock trading</strong> expert.</p><p><strong>Disclaimer Note: </strong>This Stock Trading &amp;&nbsp;Chart Pattern course is for educational and informational purposes only. Not recommending of any particular investments such as a particular stock or mutual fund.</p><p>Learn Advance Point &amp; Figure Charts for Stock Trading. Advance P&amp;F Chart Pattern are also included (Technical Analysis).</p>", "preview_video": "https://mp4-c.udemycdn.com/2018-10-25_08-57-02-19462e0f0b191aa78860d7133c225db3/WebHD_720p.mp4?Expires=1638110032&Signature=BwCbnRVDO8RFry75WK8ry5Avst-g~Xm1YJo3CPm2yLoBaFwJ-X~fpo3JFitbO1RP60z6oXzaf5kCJfjfRq0hx5E3Cgqrxfjz~0CXZOX57K9qThk7qYN4Z0t1URTX-LZDUjU7VefuSeERtnxogXfaABwo0PRPNKXWvbiH9wAL2UOzST4qe6rwmYfCkNskchpSma~bL5LXHnPqu5bSl14MyXHIOu5Lu1jdYEaf2Nfe1Aa21hA-dqcKGBAy17t8bnR97PZ7ZA7OD0CFlofNGQ4nImNoPlRwsvk2pQXv5v1zI9Y0qKT1RK~e8TgDTlBn99LWeobJZfSFAQEYOAV0Sz5ztA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2705704", "category": "IT & Software", "sub_category": "IT Certifications", "title": "CompTIA CySA+", "level": "Expert Level", "author": "Daniliuc Claudiu Lucian", "duration": "", "rating": "4.2", "reviews": "16", "students": "3550", "coupon_code": "FREE-COURSE", "preview_img": "https://img-c.udemycdn.com/course/750x422/2705704_b3f3.jpg", "coupon_link": "https://www.udemy.com/course/comptia-cysa-full/?couponCode=FREE-COURSE", "end_day": "2021-12-01 10:28:06+00:00", "headline": "CompTIA CySA+ exam", "description": "<p><strong>Why should you choose my course?</strong></p><p>My course will provide you with an useful tool to test and improve your knowledge in order to pass this exam. By taking this course, you will be able to perform data analysis and interpret the results to identify vulnerabilities, threats and risks to an organization, to configure and use threat-detection tools, to secure and protect applications and systems within an organization and last but not least to test your skills and prepare for exam.</p><p><strong>Why is a good idea to get certified?</strong></p><p>· As attackers have learned to evade traditional signature-based solutions, such as firewalls, an analytics-based approach within the IT security industry is increasingly important for most organizations.</p><p>· The behavioral analytics skills covered by CySA+ identify and combat malware, and advanced persistent threats (APTs), resulting in enhanced threat visibility across a broad attack surface.</p><p>· CompTIA CySA+ meets the ISO 17024 standard and is approved by U.S. Department of Defense to fulfill Directive 8570.01-M requirements. It is compliant with government regulations under the Federal Information Security Management Act (FISMA). Regulators and government rely on ANSI accreditation because it provides confidence and trust in the outputs of an accredited program.</p>", "preview_video": ""}, {"course_id": "2992004", "category": "Teaching & Academics", "sub_category": "Test Prep", "title": "United States Medical Licensing Examination 2020", "level": "Expert Level", "author": "Daniliuc Claudiu Lucian", "duration": "", "rating": "1.8", "reviews": "2", "students": "228", "coupon_code": "FREE-COURSE", "preview_img": "https://img-c.udemycdn.com/course/750x422/2992004_feb6.jpg", "coupon_link": "https://www.udemy.com/course/united-states-medical-licensing-examination-2020/?couponCode=FREE-COURSE", "end_day": "2021-12-01 10:25:13+00:00", "headline": "USMLE 2020", "description": "<p><strong>Why should you choose my course?</strong></p><p>In this course you will find valuable resources that will help you to prepare for the USMLE. By taking this course you would be able to review some important piece of information and to be more prepared and familiarized with the examination.</p><p><strong>Why is important to get certified?</strong></p><p>USMLE assesses a physician's ability to apply knowledge, concepts, and principles, and to demonstrate fundamental patient-centered skills, that are important in health and disease and that constitute the basis of safe and effective patient care.</p><p>It is a three-step examination that must be passed before a physician with an M.D. degree is eligible to apply for an unrestricted license to practice medicine in the United States. U.S. osteopathic medical school graduates are permitted to take either the USMLE or the Comprehensive Osteopathic Medical Licensing Examination (COMLEX) exam for medical licensure. Students who have graduated from medical schools outside the US and Canada must pass all three steps of the USMLE to be licensed to practice in the US, regardless of the title of their degree.</p>", "preview_video": ""}, {"course_id": "3826872", "category": "Marketing", "sub_category": "Growth Hacking", "title": "Rank & Rent Local Lead Generation: The Complete Guide", "level": "All Levels", "author": "Jamie Tsang Chow Chang", "duration": "5 hours", "rating": "4.7", "reviews": "282", "students": "38540", "coupon_code": "BLACKFRIDAYDEAL2021", "preview_img": "https://img-c.udemycdn.com/course/750x422/3826872_00c5.jpg", "coupon_link": "https://www.udemy.com/course/rank-and-rent-local-lead-generation/?couponCode=BLACKFRIDAYDEAL2021", "end_day": "2021-12-02 03:38:13+00:00", "headline": "Learn Local Lead Generation, dive into the Rank & Rent Business Model and build a scalable passive income", "description": "<p>Hello there, my name is Jamie Tsang. I have been doing Rank &amp; Rent for over 3 years and currently am making a <strong>passive income from this business model.<br></strong></p><p>Are you wanting to look for a way to make a <strong>passive income from the comfort of your own home? Be your own boss? Have more free time?</strong> Rank &amp; Rent is the ideal way to achieve all of these. The business model is a simple 3-step process:<br></p><p>1. Build a website (Digital Asset)</p><p>2. Rank your website on search engines (Such as google)</p><p>3. Rent your website out to local business owners in the area (<strong>And get paid on a recurring basis</strong>)<br></p><p>With <strong>over 70 lectures</strong> and more than 7 hours of content, this comprehensive course is the complete A to Z guide to Rank &amp; Rent. You will be able to build your digital properties &amp; start getting paid for generating leads for local businesses.<br></p><p><strong>You will be able to follow along with me as I use a live example throughout this course to enable you to follow step-by-step on how I make my passive income.<br></strong></p><p>I’ll bet you’ve even come across other Rank &amp; Rent or Local Lead Generation courses online which cost you thousands to sign-up and join. Some of these only scratch the surface of the Rank &amp; Rent model and don’t go into full detail. Luckily for you I provide all the information that these courses have and more.<br></p><p>You’ll learn to <strong>build websites</strong>, do professional <strong>niche research</strong>, use the power of <strong>SEO</strong> to skyrocket your rankings and learn the ins and outs of <strong>securing a B2B deal with a local business</strong> to land your passive income!<br></p><p>This course is for all levels, whether you are a complete beginner or a seasoned pro, you will learn the ‘secret sauce’ to skyrocketing your digital assets that make money for you!<br></p><p>This is the most comprehensive guide on the Rank &amp; Rent business model and Local Lead Generation, nothing is left unturned! This course covers:</p><ul><li><p>Niche Research</p></li><li><p>Keyword Research</p></li><li><p>Website Building</p></li><li><p>Google Search Console</p></li><li><p>Call-Tracking</p></li><li><p>Building website homepage</p></li><li><p>Building service pages</p></li><li><p>Creating full website content</p></li><li><p>Website navigation</p></li><li><p>SEO</p></li><li><p>On-Page SEO</p></li><li><p>Internal Linking</p></li><li><p>Geo-Tagging</p></li><li><p>Pagespeed Optimization</p></li><li><p>Off-Page SEO</p></li><li><p>Backlinking</p></li><li><p>Backlinking Strategies</p></li><li><p>GMB Setup</p></li><li><p>GMB Optimization</p></li><li><p>Citations</p></li><li><p>Complete guide to outsourcing</p></li><li><p>Finding local businesses</p></li><li><p>Professional call-script templates</p></li><li><p>Securing a deal</p></li><li><p>And so much more!<br></p></li></ul><p><strong>You will get lifetime access to over 70 lectures and access to many resources throughout the course to give you an edge in this business model.<br></strong></p><p><strong>If you have only speculated the Rank &amp; Rent model or have already dived in and are struggling with the basics and need full guidance, follow me and together we will learn how to make a passive income in this business model!</strong></p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-02-07_01-56-42-8b3e5b7ef73e47996dc741d698fecde0/1/WebHD_720p.mp4?Expires=1638110049&Signature=POywJmyJHzL65ZEn3h35D-ZUOYNs4BLJSRxWY67mmzX3ZlMSF1D8MlnY1PWVCwrTLCgOZnpO2vGYbmX5xCQrA8mLHawx6-7nguK451bi07JTHychD-cQKbwiekeHcCs-QPcGobUoC4fcMJNQqTVmWPj5Ef5gXf7m9kBv9RAti9TvmMc~Or4aQf0VvxQrvyT8mQVQhqNMraGSxhZxIofvYHQdTWPkMVp2~nhzDj1107I9jMWwH4WnDwxCeW8qzwb9F0WaEmSUzp6XUfTkNtMMX8DUpw4weu3abF5R0on3Vjnlh6-TZ3L54g3t~73z~UFur1jQoQuX5QBelanVUQe1Zg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4115694", "category": "Business", "sub_category": "Business Strategy", "title": "Corp Finance #10 Cost of Capital–Debt & Equity Financing", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "5 hours", "rating": "4.0", "reviews": "25", "students": "11543", "coupon_code": "9C2B8DFE0832F2614EB7", "preview_img": "https://img-c.udemycdn.com/course/750x422/4115694_8f22.jpg", "coupon_link": "https://www.udemy.com/course/corp-finance-10-cost-of-capitaldebt-equity-financing/?couponCode=9C2B8DFE0832F2614EB7", "end_day": "2021-12-03 05:14:29+00:00", "headline": "Learn weighted average cost of capital (WACC), debt financing, & equity financing from a Certified Public Accountant CPA", "description": "<p>This course will discusses weighted average cost of capital, debt, and equity financing from a corporate finance perspective.</p><p>We will include many example problems, both in the format of presentations and Excel worksheet problems. The Excel worksheet presentations will include a downloadable Excel workbook with at least two tabs, one with the answer, the second with a preformatted worksheet that can be completed in a step-by-step process along with the instructional videos.</p><p>The general idea we want to keep in our mind is that businesses are looking to invest assets in order to receive a return. Capital, or financing, is needed for the capital investments. A company could generate the capital from internal operations, but often looks for other sources of financing to facilitate faster growth and quicker revenue generation.</p><p>The options to acquire capital include debt financing and equity financing. As a company thinks about their financing options, they should have an understanding of their financing structure. The weighted average cost of capital (WACC) is often used for financing decisions. This course will demonstrate the WACC calculation.</p><p>Learners will understand how to calculate the cost of debt. One of the primary forms of debt financing are corporate bonds, the cost including interest payments on the bonds. Taxes have a big impact on financing decisions. Bond interest is generally tax deductible.</p><p>We will also consider preferred stock financing. In many ways preferred stock is similar to debt financing because of the payments that are somewhat standardized. However, preferred stock does not have a maturity date and the payments are not generally tax deductible.</p><p>The course will demonstrate common stock financing, a form of equity financing. It can be more difficult to value the cost of common stock financing and we will consider methods in doing so.</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-06-24_03-07-22-b9a0707f018e7f72b318010bfa0b42a5/1/WebHD_720p.mp4?secure=2Li0d0YiRxYLFqMyGYQhOw%3D%3D%2C1638110056"}, {"course_id": "3415190", "category": "Business", "sub_category": "Other Business", "title": "Make Money Online: Mindset Training + Real-Life Examples", "level": "All Levels", "author": "Roope Kiuttu", "duration": "1.5 hours", "rating": "4.2", "reviews": "294", "students": "53265", "coupon_code": "1E48A796ECBE59733F01", "preview_img": "https://img-c.udemycdn.com/course/750x422/3415190_34e7.jpg", "coupon_link": "https://www.udemy.com/course/make-money-online-training/?couponCode=1E48A796ECBE59733F01", "end_day": "2021-11-29 19:38:32+00:00", "headline": "Learn the Mindset Secrets of the People Who Are Making a LIFE-CHANGING Income Online!", "description": "<p><strong>Would you like to have an UNSHAKEABLE CONFIDENCE that you WILL&nbsp;make a life-changing income online?</strong></p><p><strong>I've shown the steps to make money online to 100,000's of people.</strong></p><p>But even though many people know how to make money, very few of them actually take action.</p><p>It's not because they wouldn't know what to do but because they are <strong>AFRAID!</strong></p><p>Most people don't have the right mindset and that's why they don't start even though they know step-by-step how to make money.</p><p>They have all the knowledge and information they need, but something is holding them back.</p><p><strong>What's holding people back is FEAR.</strong></p><p>\"What if this doesn't work for me?\"</p><p>\"What if I don't have any prior experience?\"</p><p>\"What if I&nbsp;fail?\"</p><p>And that's why don't get started OR they simply quit too early before having their breakthrough.</p><p><strong>I created this course to make YOU&nbsp;UNSTOPPABLE with your online business journey.</strong></p><p>You'll learn what ordinary people are doing and thinking in order to go from 0 to making a life-changing income online.</p><p>It's Your Time!</p><p>See you inside the course!</p><p>- Roope \"Revealing you the secrets to making a life-changing income online\"&nbsp;Kiuttu</p><p><strong>PS. </strong>If you need any help, you can contact me personally on my YouTube channel called \"Learn to Make Honest Money Online\".</p><p>I read all your comments personally and I do everything that I humanly can to help you to succeed.</p><p><strong>PPS. </strong>Even 1 advice from this course can be worth $1,000's or even $10,000's during your \"online business career\"...</p><p><strong>Every second that you are procrastinating is holding you back from achieving the next level in your life...</strong></p>", "preview_video": "https://mp4-b.udemycdn.com/2020-08-13_02-43-03-4d1ae8f3f046278640d07efa1a82892f/1/WebHD_720p.mp4?secure=rDaRPAgATWGf06JXorQjvQ%3D%3D%2C1638110073"}, {"course_id": "4414802", "category": "IT & Software", "sub_category": "IT Certifications", "title": "AWS Solutions Architect Associate Practice Exams 2022", "level": "Beginner Level", "author": "Edu Academy", "duration": "", "rating": "2.0", "reviews": "1", "students": "1262", "coupon_code": "FREECOURSE", "preview_img": "https://img-c.udemycdn.com/course/750x422/4414802_631d.jpg", "coupon_link": "https://www.udemy.com/course/aws-solutions-architect-associate-practice-exams-2022/?couponCode=FREECOURSE", "end_day": "2021-12-02 16:22:27+00:00", "headline": "Everything You Need to Pass your AWS Solutions Architect - Associate Exam", "description": "<p>Want to test your exam readiness<strong> </strong>for the Amazon <strong>AWS Certified Solutions Architect Associate</strong> AND feel confident to pass your AWS certification exam first time? Then these ultimate <strong>AWS Solutions Architect Associate practice exams </strong>are for you! These 6 practice tests reflect the difficulty of the Amazon Web Services exam questions and are the most similar to the real AWS exam experience<strong> </strong>available on Udemy. With this AWS Certification Training course, you’ll know when you are ready to pass your <strong>AWS Solutions Architect </strong>exam first time with a great score.</p><p>If you want easy to pass questions, then these AWS Practice Tests are not for you. Our students love these high-quality practice tests because they simulate the actual certification exam and help them understand the AWS concepts. Check out the reviews confirming that our AWS practice questions closely match the exam pattern and difficulty. Our practice tests will prepare you thoroughly for the real exam so that you get to pass first time with confidence.</p><p><br></p><p><strong>TOP REASONS WHY THESE PRACTICE EXAMS ARE YOUR BEST CHANCE TO ACE YOUR AWS EXAM</strong></p><p><strong>100% CONFORM WITH SAA-C02 EXAM BLUEPRINT</strong>: Practice Tests on Udemy are 100% scenario-based reflecting the latest AWS exam question/answer format (1 answer from 4 options, or 2 or more answers from 5 or more options)</p><p><strong>SIMULATE THE ACTUAL CERTIFICATION EXAM</strong>: Practice Tests are timed (130 min to answer 65 questions) and scored (passing score is 72%) mimicking the real exam environment so you get familiar with the AWS exam format</p><p><strong>WEEKLY UPDATES OF QUESTION BANK</strong>: We’re constantly improving and updating the questions based on exam feedback from thousands of our students. Because of our tested and proven approach, most of our students achieve amazing results with an average exam score of over 85%</p><p><strong>TEST REPORT</strong>: Upon completion of the Practice Test you are presented with a report. This allows you to track your progress and highlights the AWS knowledge areas you need to focus on most in your studies</p><p><strong>RESPONSIVE SUPPORT</strong>: Our team of AWS experts comprehensively respond to all of your questions, concerns or feedback</p><p><strong>ACTIVE Q&amp;A DISCUSSION BOARD</strong>: Join the discussion on AWS related topics in our Q&amp;A discussion board where our students share their recent exam experience offering feedback on which topics were covered</p><p><strong>MOBILE ACCESS</strong>: Study on the go and access all practice questions from your mobile phone – anywhere, anytime</p><p><br></p><p><strong>HOW TO BEST PREPARE FOR YOUR AWS CERTIFICATION EXAM</strong></p><p><strong>KEY TRAINING ADVICE</strong>: Although the actual AWS exam has a pass mark of 72%, we recommend that you repeatedly retake our AWS practice exams until you consistently score 80% or higher. We encourage you to put in the work and study the training notes in detail! Once you achieve the recommended score in the practice tests – you are ready to sit the exam and achieve a great score!</p><p><strong>COVERING AWS FUNDAMENTALS</strong>: Through our AWS practice exams and AWS Training Notes, we cover the fundamentals of AWS Architecture and how to create performant, cost-optimized, and fault-tolerant applications. We also deep dive into individual services including Amazon S3, Amazon CloudFront, Amazon Storage Gateway, Amazon EC2, Amazon ECS, AWS IAM, AWS Lambda, Amazon RDS, Route 53, DynamoDB, RedShift, ElastiCache, Amazon Aurora, VPC, SQS, SNS, SWF, ElasticTranscoder, Amazon Kinesis, API Gateway, Direct Connect, Snowball, CloudWatch, CloudTrail and many more.</p><p><strong>UNDERSTANDING AWS ARCHITECTURE</strong>: The AWS Certified Solutions Architect Associate exam is composed entirely of scenario-based questions that test your knowledge and experience working with Amazon Web Services. The key to success is to know in which situation you would use a specific AWS service, and what the cost, operational, security and performance implications are of different design choices. Understanding AWS Architecture choices comes through experience but our AWS practice exams are designed to help even beginners to answer these questions.</p><p><strong>CONFORM WITH EXAM BLUEPRINT</strong>: Using our AWS Certified Solutions Architect Associate practice exams can help to gain experience with the test question format and how the questions in the real AWS exam are structured. Unfortunately, there are many AWS practice tests in the market that do NOT match the format of the exam pattern. Rest assured that with our practice tests you will be adequately prepared for the real AWS exam.</p><p><strong>DEEPEN YOUR KNOWLEDGE</strong>: Please note that though we match the AWS exam pattern, our AWS practice exams are not brain dumps. Please don’t expect to pass the real AWS certification exam by simply memorizing answers. Instead, we encourage you to use our AWS Solutions Architect practice exams to deepen your knowledge. This is your best chance to successfully pass your exam no matter what questions you are presented with in your real exam.</p><p><strong>COMPETITIVE ADVANTAGE</strong>: AWS Training and AWS Certification is required in most IT job roles today. In fact, Amazon Web Services is the premier provider of cloud computing services. Our AWS Practice Tests and supporting AWS certification training resources have been created to help you to gain a competitive advantage and ensure that you pass your AWS Certified Solutions Architect certification exam with confidence.</p><p><br></p><p><strong>MONEY-BACK GUARANTEE</strong></p><p>We are totally confident in the value of our Practice Exams which come with a 30-day unconditional money-back guarantee. To fast-track your AWS exam success – get <strong>lifetime access </strong>now – risk-free!</p>", "preview_video": ""}, {"course_id": "3939436", "category": "Finance & Accounting", "sub_category": "Finance", "title": "Corporate Finance #6 Management of Current Assets", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "7 hours", "rating": "4.8", "reviews": "24", "students": "12827", "coupon_code": "3C52EBF092648C2BE987", "preview_img": "https://img-b.udemycdn.com/course/750x422/3939436_72cf.jpg?secure=Mh6KNSkZe6OjUQcY4q-tTg%3D%3D%2C1638180290", "coupon_link": "https://www.udemy.com/course/corporate-finance-6-management-of-current-assets/?couponCode=3C52EBF092648C2BE987", "end_day": "2021-12-03 05:18:42+00:00", "headline": "Learn current asset management strategies from a Certified Public Accountant (CPA)", "description": "<p>This course will discuss how to manage current assets from a corporate finance perspective.</p><p>It will include many example problems, some in presentation format, some using Excel worksheets. Each Excel problem will include a downloadable Excel workbook having at least two tabs, one with the answer, another with a preformatted worksheet you can populate along with the step-by-step instructional videos.</p><p>Current asset classes we will consider include cash, accounts receivable, inventory, and marketable securities.</p><p>Balancing the asset mix between current assets and long-term assets is critical and helps a company maintain a safe level of liquidity, while maximizing profitability.</p><p>Cash management is at the heart of a good current asset strategy, cash being part of every business cycle. Sufficient cash will be needed to pay out obligations as they become due.</p><p>Collecting on accounts receivable efficiently can help increase cash flow. Company may use strategies like cash discounts to increase accounts receivable turnover. When using cash discounts, a company needs to compare the benefit of increased cash flow to the cost of the discount.</p><p>Finding the ideal level of inventory turnover will also improve performance greatly. A reduction in the period of time inventory is held can reduce holding costs and lesson the chance of spoilage or obsolescence.</p><p>We will discuss the concept of a just in time inventory system.</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-05-14_07-06-46-bbc629b96bed07be8dc42692efdad4c1/1/WebHD_720p.mp4?secure=c9JNfo2nksD2SW-kiDeoyw%3D%3D%2C1638110090"}, {"course_id": "4228602", "category": "Finance & Accounting", "sub_category": "Finance", "title": "Project Finance Fundamentals | Infrastructure & Energy", "level": "All Levels", "author": "AlgoLab Finance", "duration": "3 hours", "rating": "4.3", "reviews": "119", "students": "17780", "coupon_code": "2B56DA8DE9E2985C511F", "preview_img": "https://img-c.udemycdn.com/course/750x422/4228602_71ce_2.jpg", "coupon_link": "https://www.udemy.com/course/project-finance-fundamentals/?couponCode=2B56DA8DE9E2985C511F", "end_day": "2021-12-02 18:30:02+00:00", "headline": "The A to Z Course to Getting Your Dream Job in Project Finance", "description": "<p>Whether you are a fresh graduate or looking for a shift in your career, whether you are coming from an engineering, finance, or law background; delving into the <strong>world of Infrastructure Project finance &amp; PPPs</strong> might be challenging. <strong>The problem begins at the interview stage</strong>: The lack of technical knowledge and basic skills could hurt your chances to land your dream job and break into the sector.</p><p>We have been there, too, and we completely understand your frustration! Our passion for helping young professionals overcome this hurdle pushed us to create this course.</p><p><strong>This course is beyond your regular online course; it is a compilation of thousands of hours of academic, professional, and interview experiences</strong>. After working in the project finance sector and with different firms, we are more than happy to share our wealth of knowledge in this industry with you.</p><p>This course will cover every technical question you may be asked in a project finance interview. It will offer you insights into different complexities and tight spots you will experience when trying to gain entry into the industry.</p><p>The project finance sector is cumbersome &amp; complicated from a distance; however, this course will draw you closer to understanding how you can make the sector a haven for you.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-08-14_21-03-17-9e33f9ad5b4025a670eb8684ae445ea8/2/WebHD_720p.mp4?Expires=1638110097&Signature=beiGk3BMv4RX0Zx20op92BEOhIPHRNoWxJQ1oSnCSsZER4F9uLRAnkPHTQlOFJ2hSTuZwUhKWmySdNgKiFF-FwgHnU1gX8m3sQ2EY261I2JMh0q1RkczjnY3lSon0gEQdCUCKAUiULX0Tcfrea58KZ~Z9EmeAfMScl361iy7egYdToJ7URXdd4JjVGVDKAOOoDPXQ2msVrA5eq6W6Zirc~6DDXBBt3ZLlfREYxHNHFbIqggvAAZQpQjAfmzqfcI0IJK3TEUgAk7OLt0vZvPf3xqWRmZzC9ttYT7l1SE9I1aw~wXqEgXhvBT3nqYnIR1s8ZnoqONZATxg-wL5oUsP2A__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3353858", "category": "Marketing", "sub_category": "Digital Marketing", "title": "Learn 6 SIMPLE Steps to Make Money on TikTok App!", "level": "All Levels", "author": "Roope Kiuttu", "duration": "1 hour", "rating": "4.1", "reviews": "63", "students": "19853", "coupon_code": "653C9D8B7EE04D2294DF", "preview_img": "https://img-c.udemycdn.com/course/750x422/3353858_0c9c_7.jpg", "coupon_link": "https://www.udemy.com/course/make-money-on-tiktok/?couponCode=653C9D8B7EE04D2294DF", "end_day": "2021-11-30 21:13:14+00:00", "headline": "Learn SIMPLE SECRETS to Make Money Using Just Your Phone + TikTok App!", "description": "<p><strong>How would you feel like when making $10,000's just by using your smartphone?</strong></p><p>Benefits of Making Money on TikTok App:</p><ul><li><p>You can do this worldwide!</p></li><li><p>You can make money for 100% FREE!</p></li><li><p>TikTok is the most downloaded app in the world right now!</p></li><li><p>Steps are really SIMPLE!</p></li><li><p>The earning potential is HUGE!</p></li></ul><p>--</p><p>While I&nbsp;can't guarantee you any money&nbsp;(by law)&nbsp;but let me tell you a short story from my own life...</p><p>There are 3 stages:</p><p><strong>1) First Touch with TikTok App</strong></p><p>In 2019, I&nbsp;heard about TikTok for the first time...</p><p>Some of my friends who are making money online started testing that app.</p><p>My first thoughts were like, \"Hey guys... Aren't you just wasting your time? Why not to stay focused and use other proven ways to make money online?\"</p><p><strong>2) They Started Getting Surprising Results!</strong></p><p>One person reported his results and said, \"This&nbsp;TikTok is even much better than I expected!\"</p><p>Then another person... \"Wow! I wish I&nbsp;would have known earlier about TikTok! It has made me already +$10,000!\"</p><p>And another person... \"They're right!&nbsp;TikTok has a HUGE&nbsp;potential for making money online!\"</p><p>After seeing 5-10 having similar TikTok, I simply couldn't pass this opportunity.</p><p><strong>3) I&nbsp;Got Started on TikTok!</strong></p><p>When I&nbsp;published my first \"serious video\"&nbsp;on TikTok, I wasn't expecting a lot...</p><p>I&nbsp;thought that maybe I'll get some views but nothing huge.</p><p>But guess what!</p><p><strong>My first \"serious&nbsp;TikTok video\" got over 141,000 VIEWS!</strong></p><p>And it was just 9 or 11 seconds short! People have watched that video for 556 hours already! <strong>That is more than 23 days in total! </strong></p><p>Can you imagine?</p><p>I&nbsp;was completely astonished!</p><p>My reaction was exactly the same as other people who started making money using this platform,&nbsp;\"I&nbsp;wish I would have found TikTok earlier!\"</p><p>Now I&nbsp;have made money on TikTok already quite a while and it has been so much fun!&nbsp;But it hasn't only been fun... It has also generated me a nice income!</p><p>Now I share the secrets that I and my friends have been using to generate even $10,000's on TikTok.</p><p>Fasten your seat belts...</p><p>It's Your Time!</p><p>- Roope \"Showing you simple steps to making money on TikTok\"&nbsp;Kiuttu</p><p><strong>PS. </strong>It's my mission to help YOU to make a LIFE-CHANGING INCOME online!</p><p>If you need any help, you can contact me personally on my YouTube channel called \"Learn to Make Honest Money Online\".</p><p>I read all your comments personally and I do everything that I humanly can to help you to succeed.</p><p><strong>See you in the videos!</strong></p><p><strong>PPS.</strong> This opportunity with TikTok may not last for long... If you act now, you can still jump in the opportunity but every second that you delay may cost you more. Act now before it's too late.</p>", "preview_video": "https://mp4-b.udemycdn.com/2020-07-30_16-18-54-1eff43115e8541ba98e74a44192bd460/1/WebHD_720p.mp4?secure=cywBLeU0gP9FxFpkPFVlnw%3D%3D%2C1638110105"}, {"course_id": "3939430", "category": "Finance & Accounting", "sub_category": "Money Management Tools", "title": "Corporate Finance #4 Leverage & Break-Even Analysis", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "12 hours", "rating": "4.4", "reviews": "23", "students": "15714", "coupon_code": "37CB37FBB678F084B89F", "preview_img": "https://img-b.udemycdn.com/course/750x422/3939430_2565.jpg?secure=r73Uoe-5j9Eph4FijUjPVw%3D%3D%2C1638180316", "coupon_link": "https://www.udemy.com/course/corporate-finance-4-leverage-break-even-analysis/?couponCode=37CB37FBB678F084B89F", "end_day": "2021-12-03 05:20:00+00:00", "headline": "Learn about leverage and break-even analysis from a certified public accountant (CPA)", "description": "<p>In this course we will cover the concepts of leverage and break-even analysis from a corporate finance perspective.</p><p>Leverage is a critical component of decision making in corporate finance and is an area of debate as to the optimal amount of leverage. Finding the best level of leverage may allow a business to grow much faster.</p><p>We will discuss the concepts of operating leverage, financial leverage, and combined leverage and include practical practice problems related to these critical concepts. </p><p>Break-even analysis is a fundamental tool in decision making. Learners will understand the concept of break-even analysis, including the tool of breaking costs up by their behavior, labeling them fixed costs and variable costs. Labeling costs by category of fixed and variable can seem unnatural at first, because we often label costs by function, what the cost is designed to do, like operating expenses and cost of goods sold. Labeling cost by behavior helps us see how the cost changes with relation to increases in production level, a useful concept for projecting into the future. </p><p>The course will show how to calculate the break-even point and the cash break-even point. We will also discuss the concept of nonlinear break-even analysis.</p><p>This course will include many practice problems, often including downloadable Excel worksheets. Each Excel worksheet will have at least to tabs, one with the answer, one with a preformatted worksheet that learners can populate along with step-by-step instructional videos.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-05-11_06-09-29-37b5a0fa25eb982d9bb7fb4553165393/1/WebHD_720p.mp4?Expires=1638110116&Signature=kCVulRgWmZDjFqPNSjICoV7PGFKTkzhER5Drl23m2oooAtjB27T6fsVXuervHYEizX7BaSRCpq290ojxbR7YbOHxMGqJob-nPxkHS0EoA1cMbD35ne9ZrK6lvPD0K2aq5qascAwFlxFh9astbvOmPE9AfAz0tHyfmHzraVqs0zi3vG62ZXpSXCC1a5PEK2JrBtEm5BZvS0Z-G6IgGnQ1c~czGTgSP4vFwx8JoielqMBzZZbDPlg~x55vuZljOKWaO0XLNBrcRNQuDz2DD9cxNt0SkOa70XB4j9m4HKLlSAa-WcyDJxkMCxRe0Aqiru7OGPKL9UhlkpJ13YW6ZW~mrA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3904774", "category": "Business", "sub_category": "Human Resources", "title": "Diversity At Workplace", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "32 mins", "rating": "4.6", "reviews": "135", "students": "26344", "coupon_code": "NOV-21", "preview_img": "https://img-c.udemycdn.com/course/750x422/3904774_476b.jpg", "coupon_link": "https://www.udemy.com/course/diversity-at-workplace-t/?couponCode=NOV-21", "end_day": "2021-11-28 20:15:00+00:00", "headline": "If you want to position your business for success, hire a diverse workforce.", "description": "<p><strong>Diversity in the workplace</strong> is vital for employees because it manifests itself in building a great reputation for the company, leading to increased profitability and opportunities for workers.</p><p>Workplace diversity is important within the organization as well as outside.</p><p><strong>Diversity in the workplace</strong> means that a company’s workforce includes people of varying gender, age, religion, race, ethnicity, cultural background, sexual orientation, religion, languages, education, abilities, etc.</p><p><strong>Why is workplace diversity so important?</strong></p><p>In the modern, globally connected society and market, workplace diversity is becoming a <strong>necessity </strong>rather than a banner companies wave to show their commitment to embracing differences.</p><p>Most of the modern companies can sell their products <strong>all over the world</strong>, reaching many different groups of people. In order to successfully create, present and sell their products in this global market, companies <strong>need </strong>a diversified workforce.</p><p>So, in this class our Learning Objectives are:</p><ul><li><p>Understand what diversity and its related terms mean</p></li><li><p>Be able to identify your stereotypes</p></li><li><p>Understand what terms are politically correct and which are not, and why</p></li><li><p>Be familiar with the four cornerstones of diversity</p></li><li><p>Develop a technique for dealing with inappropriate behavior</p></li><li><p>Develop a management style to encourage diversity</p></li><li><p>Know what to do if you or one of your employees feels discriminated against</p></li></ul><p>So, shall we get started? I wish you a happy learning!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-03-10_18-27-35-2bbbf410a61aae5dcbeec3c4c3756a88/1/WebHD_720p.mp4?Expires=1638110129&Signature=bIj3Z8bBsZQsKb9xU-Tra~gUOr44nAe3PVxgrOZW5VgExuVAQXXKGQt7I3Q3zxQqRyLaQtKp~GPgsQjz45MULxPqmKM9jjtZdGl~DoZcGn~hCc~xXLFlE62D7tiYV2EnsGMcLFaNAiUgXWPAzWiB-QqseKhp1-alab36QnSHYx8xskc5M3MPDF4hLCECVDhhMHgw92uJyovnWV-noq5IG1ussTpPR6pNmuSZy4ljGa0LX0SGCnyndavnMcZmK7smAW8ZpoPg~QW5DMi7GKj~VksfL1ncn7gQXJPvHxXj-u3Bc8HlxLhEbC~U7gZ9x1omHcJySBMrxNzze6EN0fBw4w__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3385322", "category": "Finance & Accounting", "sub_category": "Compliance", "title": "Anti-Money Laundering Concepts: AML, KYC and Compliance", "level": "All Levels", "author": "GenMan Solutions", "duration": "1 hour", "rating": "4.4", "reviews": "2438", "students": "70599", "coupon_code": "AMLNOVEND", "preview_img": "https://img-c.udemycdn.com/course/750x422/3385322_e814.jpg", "coupon_link": "https://www.udemy.com/course/anti-money-laundering-aml-kyc/?couponCode=AMLNOVEND", "end_day": "2021-12-02 07:54:14+00:00", "headline": "(Highest number of Students Enrolled) Anti-Money Laundering(AML), AML policies, AML KYC & AML Compliance", "description": "<p>Welcome to the course on <strong>Anti-Money Laundering (AML)</strong>, where you will learn about the key issues faced by financial institutions today: <strong>Money Laundering and Terrorist Financing</strong>. This course will educate you on <strong>Money Laundering and Terrorist Financing laws, Know Your Customer, Customer Due Diligence, Economic Sanctions and Politically Exposed Persons</strong>. This is a comprehensive course that captures all relevant concepts required for training employees of an organization.</p><p>We will start the course by understanding the term Money Laundering and will then cover the process &amp; impact of the same. Post which, we will learn about terrorist financing and then cover the differences and similarities between money laundering &amp; terrorist financing. In the next lectures, we will cover the Anti-Money Laundering policies along with KYC procedures, Economic Sanctions &amp; Politically exposed persons.</p><p>There are <strong>no prerequisites for this course </strong>and <strong>can be completed in just 1-2 hrs</strong> (including <strong>situation based practice scenarios &amp; exercises</strong>).</p><p><em>Course enrollment grants you lifetime access, with no expiration, to all the course lectures. In addition, you’ll also receive 1-on-1 support for any questions or uncertainties that come up. And this all comes with a </em><strong><em>money-back guarantee</em></strong><em>. You have nothing to lose and so much knowledge to gain.</em></p><p><br></p><p><strong>Just ask the students who’ve already taken this course:</strong></p><p>★★★★★ \"This is an excellent course. Please continue such type of very very important courses for us. Very helpful in the interest of security of the state.\"</p><p>- <strong>Tav Sarma</strong></p><p>★★★★★ \"This course was very informative and covered a wide variety of areas. I especially liked the fact scenarios to test assimilation of the material and the guidance on what to include in a money laundering policy. Thanks for that.\"</p><p>- <strong>Danine K. Jones</strong></p><p>★★★★★ \"The Course is Great and I suggest not only Business Personalities or the Person in Financial Field, But, to Everyone as it is very important content. This should be Educated and printed in Text Books of Students too. I admire the Instructor and Thank You and I hope this helps everyone.\"</p><p>- <strong>Abdulbasiru Rabilu</strong></p><p>★★★★ \"It was nice taking this course, i have acquired more knowledge about money laundering and i love the way videos and quiz has been set.\"</p><p>-<strong>Pillwax Bulambo</strong></p><p>★★★★★ \"I was very fascinated about the topic from the very start of the course. The course was great and especially with the examples the understanding was clear and crisp.\"</p><p>-<strong>Subham Saha</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-08-06_21-48-00-b3733454b3c37fb2a7ac894ba513b199/1/WebHD_720p.mp4?Expires=1638110131&Signature=IpT-Nv0ANJRsETV6WohUrViEuXRWVIosWwVwUKdfTTnrzXvLZnRsX3xeZ2SY5niNvqqg119qjL2kKGHS1jM4wrDq~4j~G-7z35aLnf9cPA-tmjFiGz8j2kqxpLvUbokp7C5pQ2XbO4wBbzDwta1XqENrmRkDOSbLx01YElf3rcsiHnX5EYGjwghJoYgSMZV7NXXXOS7SHfI4IJGYYsGEMbb~9GPqbr70DW8Vx2snmDXsDPmdjZ-rKVT7IjN5-dVfLbmZmTgzkQWCPrXrB-CxaertXvJANv4Km0uapiBryU0aPlM7NS6AOFCs8OT7kL0g2414ji0BFoBr5r~QriToZA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3923356", "category": "Business", "sub_category": "Project Management", "title": "HVAC Ductwork Quantity Take off for Quantity Surveyors", "level": "All Levels", "author": "Akhil Krishna", "duration": "42 mins", "rating": "4.2", "reviews": "107", "students": "19503", "coupon_code": "HVACFORNOV", "preview_img": "https://img-c.udemycdn.com/course/750x422/3923356_5dca_2.jpg", "coupon_link": "https://www.udemy.com/course/hvac-duct-quantity-take-off-for-quantity-surveyors/?couponCode=HVACFORNOV", "end_day": "2021-11-29 17:46:20+00:00", "headline": "HVAC, Duct, Take off, Estimation, Quantity Surveying, Length, Area, Weight, SMACNA, POMI, AUTOCAD, Excel, Template, MEP", "description": "<p>Welcome to this course on HVAC Duct Quantity Take off.</p><p>HVAC stands for Heating, Cooling, Air Conditioning. It forms a part of MEP Services.</p><p>Ducts are used as a medium for transmission of air from the equipment's to different rooms in a building.</p><p>Accurate estimation of DUCT quantities is critical for an effective cost management of a construction project. </p><p>In this course you will understand how to take off the HVAC duct quantity using different unit of measurements.</p><p>You will be able to estimate the duct measurement by length, area and weight by the end of this course.</p><p>Excel templates for all length, area and weight measurements are separately explained and the templates are also available for download.</p><p>These templates can be used in your professional life.</p><p>This course also includes the basics of ductworks, difference between Air Handling Unit &amp; Fresh Air Handling Unit.</p><p>POMI Standards for Duct measurement is also included as an additional lecture.</p><p>There is also a lecture on AUTOCAD tips that can be helpful for your estimation purpose.</p><p>SMACNA Documents for weight estimation is also explained and this document is downloadable in this course.</p><p>A Sample drawing is also included for practice purpose.</p><p>Construction professionals and enthusiasts will definitely enjoy this course and learn something new.</p><p><br></p><p>So enroll for this course without wasting time and have fun learning new concepts and ideas.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-03-18_18-33-33-a686169937201eeb7c101a1447075da9/1/WebHD_720p.mp4?Expires=1638110140&Signature=bhFgEIfVUMt6MxAV3pBTfH4Cl7Aoj8rUUFUkA-l7cbc2kMq2xKDwFBSGZZLbnyQ8T2Ucz63X25mucRd9fbY3OWMRF~Xzj15tMUQHidMKtMoMsBOaAz44m0v6su9dIYv66YL1rWEjK7UdTjXl~~Alb6pKQ4uuakb7BTL9RMLTWcBohQeVzaEfd16cPU37HZROKTc4FUS8wEsgSOWwVWuDPXhYgT~sZToZN0~R-F9wJoZwo2iDH2JHA7iXKFhJx46u7~QRaPlYvZ2Qmw9D6bkw5HVu-rhtQPWipOYqqU4UOFlSNUFCRsigVV-00VVGxp7f3s80r~vPJCQwL14tk3DIfg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1517986", "category": "Business", "sub_category": "Entrepreneurship", "title": "QuickBooks Online 2021 & 2020 Start to Finish", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "144 hours", "rating": "4.5", "reviews": "3191", "students": "58393", "coupon_code": "DDE99EBD52ACFDEFAF85", "preview_img": "https://img-c.udemycdn.com/course/750x422/1517986_f8a9_3.jpg", "coupon_link": "https://www.udemy.com/course/quickbooks-online-2018-start-to-finish/?couponCode=DDE99EBD52ACFDEFAF85", "end_day": "2021-12-03 04:53:24+00:00", "headline": "Learn QuickBooks Online 2021 in a comprehensive online course taught by a practicing CPA, CGMA, CPI, with BS tax", "description": "<p><strong>We will update this course each year at no additional cost, so the course community has access to the latest look and feel of QuickBooks Online and can also look back to see the changes that have been made.</strong></p><p><strong>We have received a lot of positive feedback and suggestions for improvements that we will put into place as we update.</strong></p><p><strong>We greatly appreciate the feedback and support we have received with this course and we look forward to continually improving it with your help.</strong></p><p>The new material will provide learners with the most current look and format of QuickBooks Online. </p><p>We have listened to, and are grateful for, many reviews over the year and will implement many changes as we update the course including shortening unnecessary introductions, adding more ways for learners to work in a hands-on approach, and adding new content related to specific industries and circumstances including a cash basis business.</p><p>-----------------------------------------------------------------------------------------------------------------------------</p><p>This is a comprehensive QuickBooks Online course.</p><p><strong><em>If you are a student at an accredited academic institution, you may be eligible for a free trial version of QuickBooks from Intuit, which is a great tool allowing you to maximize the use of this course. We may also utilize a free 30 trial often offered by Intuit, the owner of QuickBooks</em></strong></p><p>This course will start at the basics, assuming you know nothing about the software or accounting.</p><p>We will start by comparing the different versions of QuickBooks. We will then go through the purchasing process, the downloading process, and the installation process.</p><p>The first half of the course will be dedicated to navigating the software, getting a feel for the major components of the software, and the primary accounting cycles such as the customer section or revenue cycle, the vendor section or payments cycle, and the employee section or payroll cycle.</p><p>Once we learn the primary sections or accounting cycles we will analyze the forms and transactions within each section, considering the impact each has on the financial statements.</p><p>The second half of the course will be in the format of a comprehensive problem, working through two months of data impute.</p><p>We will enter every standard type of transaction as we work through the comprehensive problem. The comprehensive problem format will provide context to the data entry process, so we understand how the data impute fits into the accounting workflow.</p><p>A comprehensive problem also allows us to do more than simple data entry, data entry generally being the easiest part of the accounting process. We will be able to see how to set up the system to make the data entry as easy as possible.</p><p>We will also be able to see the impact on the financial statements of every transaction we make and be able to check our work after each transaction.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-09-15_01-25-06-3a8c355b7d04a65d32a35037dbca4675/1/WebHD_720p.mp4?Expires=1638110145&Signature=DtBzPTJEW8kjcDk21jepXmyZIDhuixNIUpYQq0YeIMa1L763JxeA9VXhNh5G~eXkHRjcCtmq~1ufdaOJsdYiUt~GvyypVyei2vKGcvj4NqyLacMDRc4ubk6xHRe9S3U7hEobXO8e28ojTzX8KGClbI3K0fTJr-LoHeth28rHcLpoRNtRuEjLIhJjLuZHNDff-zgbiu4NspxExUO3HXXU-6Wh5wNO-8cQZK1QkTovTMZXGo-oSiF-mr9Fl8WRxekwtOgzh3eaLQfw4shWuOntMXa5mHokfvHNMWoPNYXPm-st3T1VjuH2l3Ug3EJLa9geMNCvQMpAaD9iEJEi8on-UQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3923322", "category": "Development", "sub_category": "Web Development", "title": "Déployer Gratuitement WordPress en ligne (2021)", "level": "Beginner Level", "author": "Josaphat ADJIBI", "duration": "33 minutes", "rating": "4.9", "reviews": "8", "students": "1238", "coupon_code": "72622E94FAEE856358C3", "preview_img": "https://img-b.udemycdn.com/course/750x422/3923322_0f36_2.jpg?secure=Ym4jrlkrOrsClePdxRneaA%3D%3D%2C1638180353", "coupon_link": "https://www.udemy.com/course/deployer-gratuitement-wordpress-en-ligne-2021/?couponCode=72622E94FAEE856358C3", "end_day": "2021-11-29 00:07:26+00:00", "headline": "Hébergez gratuitement 3 sites Wordpress avec certification SSL et développez dynamiquement WordPress en local", "description": "<p>Ce cours vous confère la possibilité d'héberger gratuitement au maximum 3 sites WordPress, avec certification SSL, ainsi que le développement de votre site WordPress en local. Il s'adresse a tout ceux qui souhaiteront héberger gratuitement leurs sites WordPress en ligne, sans dépenser le moindre centime pendant 9 mois. Aujourd'hui il existe de nouvelles technologies facilitant l’hébergement de WordPress en locale comme celle que vous-allez voir dans ce cour. Ensuite nous aborderons comment installer les Démos d’un thème de WordPress. Cette partie vous permettra de disposer d’un site prédéfinis en locale, et il vous suffira alors de faire les personnalisations nécessaires afin de répondre à vos ambitions de site. Les Démos existent sous plusieurs catégories, tels que les sites de e-commerce, d’actualité, de blogging, de forum, de business etc... L’hébergement par contre est une partie délicate de ce cours, il mérite une grande concentration pour la mise en œuvre des instructions. La certification SSL en outre est une partie très importante dans la qualité du site publié. En effet elle rassure vos visiteurs de la légitimité de votre site et vous mets au meme pied d’égalité que vos concurrents a hébergement payant. Profitez bien de ce cours, il sera révisé mensuellement.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-10-15_23-41-49-de6219a232f83e7bb4cdd25faf6386e2/2/WebHD_720p.mp4?Expires=1638110153&Signature=bJjCXlF957l4XWJAueQMtiFEzUYK0kGkUGG84wAeb1YfWu88mT-yXvhNrqrRsldoxd0BfellgcK9itlFTSw-VHdAnbUPPVG30a2HfgwjcnHXFijZDTN2Al3pO-tKcWkhhyFL3w4rcpjKlb4louP1ZCE6xiR0wYe-g8CSguSP2maJTUUsUjJUdKMm7vpN9Z3YeMkooe9QRwaKZlfw5mdhSfuVhU9X-KYz2DqWPjyU-zUC7IDJnq~3TWyf-PSaVCnTRAnWkrEN2j9fCdMYev5ltT9PesLXWsLFi6ZV01kZaXCRiw79FLE2fM01lhlzeiLbpASh-E0TG4mNgC-YENn2Dg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2805427", "category": "Marketing", "sub_category": "Paid Advertising", "title": "The Complete Facebook Traffic Ads (Facebook CPC) Course 2022", "level": "Beginner Level", "author": "Ing. Tomas Moravek | SEO, Facebook Ads & Facebook Marketing Expert", "duration": "7.5 hours", "rating": "4.2", "reviews": "446", "students": "85587", "coupon_code": "NOVEMBERGOODNESS111", "preview_img": "https://img-b.udemycdn.com/course/750x422/2805427_944f_6.jpg?secure=_H-UWL1u-aQ8At_w73722A%3D%3D%2C1638180360", "coupon_link": "https://www.udemy.com/course/facebook-ppc/?couponCode=NOVEMBERGOODNESS111", "end_day": "2021-12-02 12:47:40+00:00", "headline": "Push People to your Website with Facebook Traffic Ads (Facebook Link Clicks) & MASTER Facebook CPC Ads [Cost Per Click].", "description": "<p><strong><em>Gain more clients, maximise sales, and push more traffic to your website with the most comprehensive and current Facebook Traffic and Marketing course out there - The Complete Facebook Traffic Ads (Facebook CPC) Course 2022!</em></strong></p><p><strong><em>\"I love Tom. He is the man. He really knows what he's talking about when it comes to Facebook marketing. A true expert in the field! Don't hesitate to take this course, because I promise you that you will not be disappointed! You are in GREAT hands with Tom when it comes to learning and mastering Facebook marketing!!\" Ryan, Udemy student</em></strong></p><p><strong>Dear Students,</strong></p><p>Hi, it's Ing. Tomas Moravek, Internet Efficiency Award Winner and Digital Strategist with my brand new course, your <strong>COMPLETE MASTERY GUIDE TO FACEBOOK CPC TRAFFIC ADS.</strong></p><p>Understanding how to use Facebook Traffic Ads to your advantage is one of the most powerful marketing skills you can have in your armoury. These are the Ads that will have the most dramatic, immediate effect on your sales and sign ups, and if you know how to do them right, you can TURN AROUND YOUR PROFITS OVERNIGHT.</p><p>I'll walk you through everything you need to know to create winning Facebook Traffic Ads that precisely hone in on your target market. As well as my exclusive Facebook Traffic Ads strategies, I'm also giving you some POWERFUL TOOLS that will help you improve your marketing efforts across the board. Normally, I sell these extras individually, but I'm giving them away exclusively with this course, because they will <strong>DRAMATICALLY AMPLIFY YOUR MARKETING RESULTS.</strong></p><p>With clear, high quality video explainers, step-by-step walkthroughs, and success blueprints you can follow, this course will <strong>MAKE YOUR FACEBOOK ADS BUDGET 100% MORE EFFECTIVE</strong> and will take you from a Facebook Marketing Novice to a thriving pro.</p><p><strong><em>In this value-packed course, you'll:</em></strong></p><p>✔ Learn how to CREATE YOUR FIRST FACEBOOK TRAFFIC AD and use the power of Facebook to push people to your website</p><p>✔ Discover how to USE THE PSYCHOLOGY OF PERSUASION on Facebook to maximise sales, click throughs, and conversions</p><p>✔ Gain a thorough grounding in Facebook Business Manager, so you can get the most out of this most VALUABLE TOOL FOR YOUR BUSINESS</p><p>✔ Find out how to set up Facebook TRAFFIC ADS THAT GAIN YOU A CONTINUAL STREAM OF CUSTOM, and understand how to target and retarget smartly to BOOST YOUR BRAND</p><p>✔ Understand how to make Facebook CPC Traffic Ads for E-commerce work for <em>you</em>, so you'll be able to do more while spending less on your Ad Budget, using the same INSIDER TECHNIQUES THAT THE MARKETING PROS USE.</p><p>✔ Find out why the Facebook Pixel is <em>vital</em> if you want to GET MAX VISITS TO YOUR PAGE and discover how to set it up correctly using my handy walkthrough guide</p><p>✔ COPY MY MOST SUCCESSFUL FACEBOOK ADS and reap the profits, and learn from my personal best Facebook Business Practices to OPTIMISE ALL YOUR FACEBOOK MARKETING</p><p>✔ Find out why you MUST optimise your content to add value and score highly with the new Facebook algorithm, with video explainers, walkthroughs, and worksheets that will have you creating ENGAGING content - FAST</p><p>✔ Discover the importance of understanding the three stages of the Customer Journey and learn how to succeed at each of them to MAXIMISE YOUR CONVERSIONS</p><p>✔ Learn how to STAY ON TOP of Facebook and Instagram trends so you can always be relevant and angle all your content and Ads to POWERFULLY REACH AND ENGAGE</p><p>✔ Use your newfound knowledge to set up your own Facebook CPC Advertising Agency and earn an almost UNLIMITED STREAM OF INCOME marketing other brands.</p><p>There's even more waiting for you inside, once you sign up...I can't wait to share all this info with you as I know you're going to soon be enjoying the benefits that <em>will</em> show up in your marketing results.</p><p><strong><em>So, will this course benefit you?</em></strong></p><p><em>Do you use Facebook Ads but often feel like you're throwing money down the drain as you are simply not seeing the results you want?</em></p><p><em>Are you confused about how the different types of Facebook Ads work to push traffic to your brand and want to know how to select the right one for the results you want?</em></p><p><em>Maybe you'd like to know how to create a winning Facebook Traffic Ad for your niche, one that instantly connects with your target customer?</em></p><p>If the answer to any of the above is yes, or if you want to experience a continual stream of traffic and <em>never</em> want for clients or click throughs again, this course is for you, as it will <strong>COMPLETELY TURN AROUND YOUR MARKETING RESULTS.</strong></p><p>Using simple, step-by step guides, blueprints for success you can copy, and high quality explainer videos, I'll lay out how to <strong>DO FACEBOOK TRAFFIC ADS THE RIGHT WAY,</strong> so you can supercharge your sales.</p><p><em>Enrol today and for a small one-time investment you will LEARN POWER MARKETING MOVES you can start using immediately to </em><strong><em>ROCKET FUEL YOUR RESULTS.</em></strong></p><p><strong><em>Take the first step and make today the day you decide to WIN AT THE MARKETING GAME...</em></strong></p><p>If you want more clients, conversions, and click throughs, this course will give you PROVEN AND TESTED SUCCESS STRATEGIES that will turn around your business.</p><p>These are the same <em>original, award-winning </em>techniques thousands of my successful students use to enjoy a continual stream of highly targeted, ready to spend, customer traffic from Facebook.</p><p>I've put so much into this course, and I promise you if you put just a little bit of effort in you'll quickly START REAPING MAJOR REWARDS.</p><p>All my content is constantly updated, so you can be assured that when you sign up you're guaranteed to get the very latest marketing knowledge. With me, you'll always stay relevant, and just one small initial investment will give you access to all the exclusive content listed here, and more- <em>for life</em>.</p><p>The exclusive information contained in this course is powerful stuff and I guarantee it is NOT AVAILABLE ANYWHERE ELSE on the internet.</p><p>It's not an exaggeration to say this knowledge will change your life. When you enrol, you'll learn how to <strong>TURBOCHARGE ALL YOUR MARKETING,</strong> so you can enjoy unlimited success and enjoy an upgraded lifestyle.</p><p>There's also absolutely nothing to lose either, as I'm offering a FULL, NO QUIBBLE, 30 DAY MONEY BACK GUARANTEE in the unlikely event you're not completely satisfied.</p><p><strong><em>I really hope you make the decision to sign up today, as I can't wait to welcome you on board as my newest student!</em></strong></p><p><strong><em>See you inside the course, and let's get max traffic,</em></strong></p><p><strong><em>Ing. Tomas Moravek</em></strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-08-20_20-39-35-be8c9a194e8ebda13aa17455c3114cc7/2/WebHD_720p.mp4?Expires=1638110160&Signature=l4ezyujPvngPouUW~qe~HzA2sbNggUhnEHMo7U8KKA57930Nze8yXGKDOiKB7ASnDVJ54LFTEH~bMTVuwBeKdhxBGYQ9SVWmCjiHV2LjU8~VWXfosiZEUHn15feBBXnOHe2MiyVhEhuedjK20uVDfokwf5Q8OYD3TG15cmPWTUcV3YtWKvqtr3reE~ablxRxA3cRR-uIFlVd4xvXNjxEwdRUAU-wiNV2F7N8rlQuXQIm-P8-J75AX40JPbqoiFjjpC~8mZsZasA2Wxzab25kI6YqGbw40hEtXynnMl3YXGwMtjcE3T1WP61CyDhk2jULQH-~ZlP4RjL9J7am4RU8JA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2856662", "category": "Business", "sub_category": "Project Management", "title": "Microsoft Project - Course for beginners to advanced", "level": "All Levels", "author": "Prime Project Control", "duration": "1.5 hours", "rating": "3.6", "reviews": "301", "students": "40869", "coupon_code": "FREEONLY", "preview_img": "https://img-c.udemycdn.com/course/750x422/2856662_1732_4.jpg", "coupon_link": "https://www.udemy.com/course/microsoft-project-2019-course-for-beginners-to-adavnced/?couponCode=FREEONLY", "end_day": "2021-12-03 01:21:16+00:00", "headline": "Program development, resource program, tracking, updating and reporting in Microsoft Project.", "description": "<p>Our objective is to present you the course in a easiest way, make you feel it is easy to use, easy to grasp, easy to learn and easy to implement in your project management goals.</p><p> This course is developed keeping in considerations about growing requirements and aspirations of students, mid-professionals, young-professionals in learning the project management skills. The planning is pre-requisite before starting any meaningful project nowadays for all kind of industries such as construction, software and manufacturing sectors.</p><p>To adopt best practices of project management, a project planning software will act as a intermediate tool to the project management professional.</p><p>The course takes you to all of the key aspects of project planning starting from,</p><ol><li><p> Pre-program development stage</p></li><li><p> Creating a program and assigning resources stage</p></li><li><p> Program tracking and updating stage </p></li><li><p> Formatting, project communications and report stage.</p></li></ol><p>Course duration has been kept at 1.5 hour for strategic purpose to align with the motivation of learners, in a fast paced professional life they tend to learn in a short period of time. Learning is only a stage set for practice, we want our learners and students to practice by learning in an easiest way.</p><p>Practice makes a person perfect.</p><p>Thank you!</p><p>Instructor, Prime Project Control</p>", "preview_video": "https://mp4-b.udemycdn.com/2020-03-07_05-26-28-fb4db462f6405fff6907062347f9e712/WebHD_720p.mp4?secure=Zv1TK2le9UEi0TvwzH87EQ%3D%3D%2C1638110170"}, {"course_id": "4407120", "category": "Personal Development", "sub_category": "Career Development", "title": "Comunicazione efficace - Diventa bravo a comunicare", "level": "Beginner Level", "author": "Giuseppe Franco", "duration": "2,5 ore", "rating": "0.0", "reviews": "0", "students": "432", "coupon_code": "52014D80F3EC92536E16", "preview_img": "https://img-c.udemycdn.com/course/750x422/4407120_f833_4.jpg", "coupon_link": "https://www.udemy.com/course/comunicazione-efficace-per-tutti/?couponCode=52014D80F3EC92536E16", "end_day": "2021-11-28 17:53:05+00:00", "headline": "I 10 Passi per distinguersi in tutte le situazioni lavorative e personali", "description": "<p><strong>Livello: base</strong></p><p>Avere buone <strong>abilità comunicative</strong> è il più importante vantaggio che tu possa mai sviluppare per il tuo successo nella vita. Ogni giorno tra situazioni lavorative e personali (Riunioni, presentazioni, cene galanti o colloqui di lavoro) dovremo sempre essere pronti a comunicare nel modo giusto.</p><p>Coloro che sviluppano <strong>forti capacità di comunicazione </strong>ottengono posti di lavoro e promozioni e spesso salgono ai più alti livelli di leadership nelle aziende, nei governi e nella vita quotidiana. Senza contare che già da studenti, quando si è abili a comunicare, si diventa dei bravi allievi che l'insegnante non può fare a meno di notare.</p><p>Invece, le persone che non riescono a sviluppare capacità di comunicazione spesso finiscono per essere fraintesi, hanno situazioni lavorative e private che non riescono a risolvere perché non sono bravi a comunicare. Questo percorso è indicato per <strong>costruire le basi fondamentali </strong>per una comunicazione chiara, sicura e coincisa (in meno di 3 ore!)</p><p>Il corso è progettato per tutti coloro che vogliono migliorare la propria comunicazione e costruire delle basi solide per influenzare e rimanere impresso POSITIVAMENTE nella mente degli altri.</p><p>L'approccio per la maggior parte del tempo sarà discorsivo come se fosse una chiacchierata tra amici e senza mai utilizzare esempi accademici pesanti e difficili da comprendere. Solo quello che ti servirà per comprendere differenza tra un messaggio scadente ed una comunicazione efficace.</p><p><strong>Attenzione:</strong> non è un corso esaustivo su <strong>tutto quello che riguarda la comunicazione</strong> e non è consigliato per chi ha già esperienza in ambito comunicativo.</p><p><strong>Organizzazione del corso:</strong></p><p>Ci sono 10 sezioni fondamentali denominate Analizza la tua comunicazione, Il cuore del messaggio, Organizza i pensieri, Frasi coincise, Pause efficaci, Riempitivi, Ascolta per comunicare, Comunicazione non verbale, Parole ammorbidenti (bonus) e Messa in pratica. Guarda le sezioni/lezioni del corso completo per maggiori dettagli. Grazie ;-)</p><p><strong>Ecco alcune delle cose che imparerai a fare in questo corso:</strong></p><ul><li><p>Come evitare i falsi miti della comunicazione e distinguersi quando parliamo</p></li><li><p>Differenza tra essenza del messaggio e mettere un punto nelle conversazioni</p></li><li><p>La semplice e ordinata \"Tecnica dei tre secchi\"</p></li><li><p>Dare ritmo alle parole con le pause appropriate senza essere lagnosi</p></li><li><p>E tanto altro...</p></li></ul><p><strong>Ci sono 2 modi pratici per seguire l'intero percorso:</strong></p><p>Seguire l'intero corso in ordine come lo trovi.</p><ol><li><p>Seguire l'intero corso in ordine e poi fare \"zapping\" da una lezione all'altra in base a quello che vuoi approfondire.</p></li><li><p>Puoi andare direttamente all'argomento che ti interessa di più e trovare direttamente le risposte ai tuoi dubbi o domande.</p></li></ol><p>Tutto in poco più di due ore per dare la possibilità a chi è impegnato per lavoro di acquisire in poco tempo le basi per una comunicazione efficace.</p><p>Ricordati che<strong> </strong>la <strong>comunicazione efficace</strong> è un'abilità importante per qualsiasi lavoro ed è essenziale per la vita stessa. Senza capacità di comunicazione efficace, non avremmo modo di funzionare come esseri umani nella nostra società moderna.</p><p>Per qualsiasi domanda ci vediamo nel mio sito o scrivimi via email.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-21_06-37-33-2ce34899c8a6841395945e7ee4b48802/2/WebHD_720p.mp4?Expires=1638110173&Signature=LAtCOKjwp0UzWK9VgsXvYe1QFDqI5ObUiDTjeQv-OgI4S7KviEhDqPfBr~L7APZXuaKBHVDaNJ~2iMHzfEDhD~o8hxSLvRMKfiN1pYJJz8ZZnMTN2ntvoRGgox06hPH8i5ursWv3GF9c4KxyNqzmGraa2kxJ7R0-qx-JCRjo1JWrec6hsNNN1nwqsmYmM22Wph8vT5b6a-9Oj9Tkbaw49otR3MkgQYJKPPUzV0OcQaOjn7USZ2oH~itYE42p9T~cAppl7D9Ej3Gi9YmD3CwxizSQp8BGf6K1mZnc7t-AUUglt2X5cFVimoZfDgRVchcwNyjX2wvuTBIZcNk4h3IRdw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4225332", "category": "Marketing", "sub_category": "Social Media Marketing", "title": "Utreon Masterclass - Ultimate Guide to YouTube Alternative", "level": "All Levels", "author": "Nick Nyxson", "duration": "1 hour", "rating": "4.6", "reviews": "34", "students": "16996", "coupon_code": "A9F069FAA32807F7EB11", "preview_img": "https://img-c.udemycdn.com/course/750x422/4225332_8269.jpg", "coupon_link": "https://www.udemy.com/course/utreon-course/?couponCode=A9F069FAA32807F7EB11", "end_day": "2021-12-01 06:54:26+00:00", "headline": "Learn about Content Creation on Utreon - The newest YouTube Alternative", "description": "<p>Welcome to <strong>Utreon Masterclass - Ultimate Guide to YouTube Alternative!</strong></p><p>The only course you will need to start with Utreon, one of the best and newest video hosting platforms and YouTube alternatives for aspiring content creators.</p><p>Utreon is a relatively new video hosting platform that allows you to host your channel and content and gain access to large and untapped audiences that is simply impossible to reach nowadays on YouTube. For that reason, Utreon is deemed as one of the best YouTube alternatives today where creators can reach large portions of audiences without inhuman amounts of effort.</p><p>Here you will learn everything you need to know about Utreon, including but not limited to:</p><ul><li><p><strong>Basics &amp; Interface of Utreon;</strong></p></li><li><p><strong>Tools and Features of Utreon;</strong></p></li><li><p><strong>How to Become a Creator on Utreon;</strong></p></li><li><p><strong>Uploading and Scheduling Videos on Utreon;</strong></p></li><li><p><strong>Everything about Content Distribution on Utreon;</strong></p></li><li><p><strong>Video Customisation;</strong></p></li><li><p><strong>Utreon Content Monetisation;</strong></p></li><li><p><strong>Practical tips &amp; Tricks;</strong></p></li><li><p>&amp; Much More...</p></li></ul><p>Everything you will learn here will be based on My practice as a content creator and Utreon creator and Everything shown step by step as I am performing everything live on video.</p><p>Most importantly this course will continue and grow as time passes and all the upgrades will be available for FREE for every enrolled student.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p><p>Join me in this amazing journey and I hope to see you in class :)</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-08-06_10-43-22-89037320c2adbde94fc6ced29ac38ec1/2/WebHD_720p.mp4?Expires=1638110180&Signature=aps2spELf73Nisf3~-JuMyGYDZV4FYTOfn5mbWSG0eOyc706XCbx8nwa86jFbN0WLPR8tBAfakf~HgDbWLTBNrweKwS67HPwgdxuDNhshvQO~HWvbyGr20Z01UTPjOXhmxPCSnzEPhnD6ksmt8~o8tiioGvOI0xZNAEMPqzHBJPegRI7nz~9drldjUw3DDzzFv2mtztdjCtp3k1seghaKX9ofMcocpnfgSDK-gwVcrvKHxG285e7PGPWG4JdhpWkv1MRNvRhGvPcjU22nGkQg-BhyVGv4yF-lRcHF0qIQgQWjZXBo~s5WUTEZxhFlm~eK7Ep7K1Wk~S24fNcBSoCvA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4284346", "category": "Teaching & Academics", "sub_category": "Language Learning", "title": "Master the English Irregular Verbs Once and For All", "level": "Intermediate Level", "author": "Carlos Miguel Garcia E.", "duration": "2 hours", "rating": "4.3", "reviews": "90", "students": "29525", "coupon_code": "1KFREEUPTODEC02", "preview_img": "https://img-c.udemycdn.com/course/750x422/4284346_3d40_3.jpg", "coupon_link": "https://www.udemy.com/course/master-the-english-irregular-verbs-once-and-for-all/?couponCode=1KFREEUPTODEC02", "end_day": "2021-12-03 05:37:05+00:00", "headline": "An English Course Based on Irregular Verbs.", "description": "<p>Hi! I'm Carlos. I'm a Trilingual Udemy Instructor, and I can't wait to help you improve your fluency, and other skills in speaking English.</p><p><strong><em>I have created this shorter version for you to get a taste of another of my courses. This will help you see the quality of the course and our teaching style. Expect more information in the near future. </em></strong></p><p>When I designed this course, I put myself where you are now. I know the challenges you are facing while trying to gain fluency in your speech. That is why I have applied the techniques that will help you boost your english level. </p><p> Irregular verbs are a very important part of every day conversation. This course will help you get familiar with the most common Irregular Verbs used in real speech. All the sample sentences, pronunciation excercises and quizes, will help you master those verbs. </p><p>Every minute you dedicate to the course will be worthwhile. The time you spend mastering them will have a direct effect on your fluency. <em>You´ll see immediate results!</em></p><p><strong>Why this course?</strong></p><p>It is not a secret that Irregular Verbs are hard to learn. So when Enlglish learners try to use the verbs in a professional situation it is very embarrassing not to use the right conjugation, and your chances to give a good impression to potential employers are gone. I hope this course can help you improve your communication skills, and give you a better chance to get your dreammed job.</p><p>Enjoy your learning!</p><p><br></p><p>Do not hesitate to ask any questions you may have. </p><p>Support available in:</p><p><strong>English</strong></p><p><strong>Spanish</strong></p><p><strong>French</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-09-06_17-26-00-3ea10ff4d88286e61a9eaea5c93cc46a/2/WebHD_720p.mp4?Expires=1638110190&Signature=lZ2zrlqguiXfjndLP3HthodnYeX1WyHN5lE0AGN5pcxtOWHdgv~0fVS1vBdi6G5xfnGYc-4uxEIAHDPZGFWtLJhM3Yg-QJHDy94XkdvSDclYk3MglibrWtpKUwMC68HcTf7ol~zdRr0U6MuTrpRg5cgMWXDuqmfdRifTzSUMXJnjIAA6t9qC8rz1PdVngeQQIy-ieEwv1ZaR6lfLkKl4lClqzFdxXE0EZZecXSzUbHvu~cPQxg8JyRNaa8yXIe8i3fl57iFgwPt7Yaj4KQeaQH3XTMg0vCK2n16JhAIC9zlafKDyyAc3CPKQ7rfCbVgiWq9CGWPWZnyLfc3YNDoHUw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4228220", "category": "Marketing", "sub_category": "Video & Mobile Marketing", "title": "Tubebuddy Masterclass - Guide to YouTube Keyword Tool", "level": "All Levels", "author": "Nick Nyxson", "duration": "1 hour", "rating": "4.6", "reviews": "56", "students": "15661", "coupon_code": "EEB86EF54EA84319CC72", "preview_img": "https://img-c.udemycdn.com/course/750x422/4228220_d35a.jpg", "coupon_link": "https://www.udemy.com/course/tubebuddy/?couponCode=EEB86EF54EA84319CC72", "end_day": "2021-12-03 03:46:15+00:00", "headline": "Learn Everything about Tubebuddy, its Features, Licenses, Keyword Research tool and YouTube SEO Optimisation", "description": "<p><em>Finally, a YouTube Channel Management Tool That Makes Creating &amp; Growing A YouTube Channel Fun &amp; Easy!</em></p><p>With a good YouTube channel management tool, you can have a complete overview of your channel's analytics. You can easily see which videos are performing best, which ones need improvement and what your audience is most interested in. And it is completely free!</p><p>Tubebuddy is a revolutionary new YouTube creation tool that was designed to make it easier for creators on the platform to grow. Tubebuddy features a new unique algorithm that can be used to search for content ideas, this means this tool will make it easy for creators of all levels of experience on YouTube. No more trying to find the right keywords, no more clumsy keyword research, no more time-consuming uploading process, and no more researching competition.</p><p>And This Tubebuddy Masterclass is the perfect solution for both experienced and inexperienced content creators who have created a YouTube channel but are struggling with managing it. This is the only course to teach you how to use Tubebuddy's powerful YouTube channel, SEO, and keyword research tools to grow your YouTube channel.</p><p><strong><em>Here you will Learn:</em></strong></p><ul><li><p><em>What Tubebuddy is;</em></p></li><li><p><em>What Features Tubebuddy provides;</em></p></li><li><p><em>How to choose a license for Tubebuddy;</em></p></li><li><p><em>How to use Keyword Research Tool;</em></p></li><li><p><em>How to implement found keywords in your YouTube videos;</em></p></li><li><p><em>How to use SEO Studio;</em></p></li><li><p><em>And Much MORE!</em></p></li></ul><p>It's no secret that YouTube is the second largest search engine in the world. Also, it is worth investing your time and energy into your channel with TubeBuddy to take advantage of the long-term growth potential which will greatly contribute to the success of your channel.</p><p>Here is the Tubebuddy Course! You will learn everything you need about this tool and its features and also everything about how to research and optimize your YouTube videos for better SEO. With Tubebuddy, you can finally take your Youtube channel to the next level!</p><p>Everything you will learn here will be based on My practice as a user of Tubebuddy and Everything shown step by step as I am performing everything live on video.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-09-01_03-31-44-8967bc2be6d7ee63e20ff27ea173c044/2/WebHD_720p.mp4?Expires=1638110202&Signature=WelYZyDyEqw2PHF1LcqqySRdiZi9R4mKSJJ0qTPLmmkCcbXqktC0-MFjT5yPSiSXCaOV4BreCf9VYE~uSfgttKzxDeJAS3Dr51pZtnRK8pPDyJlS~x8v1PT1nkP4NoQex~7PA6LWO7gvZtng58RfV6PSxW8IKZXgeEeMJNEW-Z5ElmDwj1DbxAu1Oo1bXQIXCgzUkXjKFQl~mEUefyXmCfJYPaVQEWLCV7aw0S0RqUbO8DB6FEM0rU3SrqMJiIsHl8yLgorwVEUq2ZSvrflDcG6VIATBtRKd~DRuphE7R05OoLFTRCN4Z1JRhN0jkp27dQTgbQLP8AvrGmPRBn~RBA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4057106", "category": "Business", "sub_category": "E-Commerce", "title": "NFT for Dummies", "level": "Beginner Level", "author": "George Proorocu", "duration": "1.5 hours", "rating": "4.2", "reviews": "175", "students": "26650", "coupon_code": "422BC8A3D80F0702D5E0", "preview_img": "https://img-b.udemycdn.com/course/750x422/4057106_76d8_8.jpg?secure=LCSzcrm0-CoHJFOlc8vAdw%3D%3D%2C1638180414", "coupon_link": "https://www.udemy.com/course/nft-trading-course/?couponCode=422BC8A3D80F0702D5E0", "end_day": "2021-12-01 18:33:03+00:00", "headline": "Crash course in the basics of creating and trading NFTs as a digital asset", "description": "<p>Dear students and others interested in Non- Fungible Tokens,</p><p><br></p><p>Whereas most <strong>NFT</strong> courses highlight technological components, our course introduces NFTs from both the <strong>IT</strong> and <strong>financial </strong>/ <strong>legal</strong> perspective. It is a how-to user guide that covers trading in the NFT markets, understanding the legal issues involved with NFTs (non - fungible tokens), and the technological solutions that NFT can offer in order to create what is called a DIGITAL&nbsp;ASSET.</p><p>Our unique selling point (USP) in this course is that we may introduce to you the NFT as a <strong>Tradable Digital Asset</strong>. </p><p><br></p><p>The following are the modules that we present to you: </p><ul><li><p><strong>Chapter one – Tokenization</strong></p></li><li><p><strong>Chapter two – Ownership</strong></p></li><li><p><strong>Chapter three – Trading</strong></p></li><li><p><strong>Chapter four – Smart-contracts</strong></p></li><li><p><strong>Chapter five – Technical</strong></p></li><li><p><strong>Chapter six – How to sell your NFT</strong></p><p><br></p></li></ul><p>If you study the modules carefully you will understand not only how to create non-fungible tokens but also how they can be traded, leveraged, or sold together with smart contracts.<br><br>A small case study and a small test on the materials will test your competence after your study. </p><p>The course is a crash course which means that it only takes one and a half hours of your time in order to see a result.<br></p><p>Good luck!</p><p><br></p><p><em>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </em><strong><em>&nbsp; &nbsp; - U2 CAN&nbsp;NFT -</em></strong></p><p><br><br>The NFT&nbsp;Guys</p><p><em><br>George &amp; Robert</em></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-25_18-03-37-dfa6ed2572296cf76773d5d5b75a480d/1/WebHD_720p.mp4?Expires=1638110214&Signature=KnHIkOuab51YfY7ZvE9WTSU43J176HDZLgk82Z-JHB822bc8YSNcaHVkwRvxtS4ffU69yhAB7NevbJvWGAQ88cA4gkbojNHZkw0o3IsH6MUIsTwbtoutk2YB9rFEHHNYxRwL8WyhE4Z1gZIGaXeH4IpjpW6E12VHFQWEw7gEhOVSDsqvN5gHbMhssJCgnKyPWlBTkAu3h9cyQwAI~9kaz7Eb7HviUeI158vYOZ9B4hjJeKbN2LEiCPkf5vOcLPO2JJGRAxQ-SQU7jhj~5Wkqs~4dezbP7tnFiT34yyQMCbDG-gKB95BphreB7ShbUG1-17QaPn24JQB5H-mGY-yUew__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4354022", "category": "Finance & Accounting", "sub_category": "Investing & Trading", "title": "Trading Algorithmique avec Python: Analyse Technique", "level": "All Levels", "author": "Lucas Inglese", "duration": "7 heures", "rating": "4.1", "reviews": "5", "students": "1681", "coupon_code": "880A8CF5859AFF8CC111", "preview_img": "https://img-b.udemycdn.com/course/750x422/4354022_ef0f.jpg?secure=m17PFxisp0u_HtAf23sgCQ%3D%3D%2C1638180445", "coupon_link": "https://www.udemy.com/course/trading-algorithmique-avec-python-analyse-technique/?couponCode=880A8CF5859AFF8CC111", "end_day": "2021-12-02 08:45:15+00:00", "headline": "Importation des données, Modélisation, Portfolio Management pour Live Trading sur MetaTrader 5 en utilisant Python.", "description": "<p><strong>Vous avez déjà des connaissances en python et vous voulez monétiser et diversifier vos connaissances ?</strong></p><p><br></p><p><strong>Vous avez déjà des connaissances en trading et vous voulez apprendre le trading algorithmique ?</strong></p><p><br></p><p><strong>Vous êtes tout simplement une personne curieuse qui souhaite s'intéresser à ce sujet ?</strong></p><p><br></p><p>Si vous répondez à au moins une de ces questions, je vous souhaite la bienvenue dans ce cours. <strong>Pour les débutants en python</strong>, pas de panique, il existe un cours de python (petit mais condensé) pour maîtriser ces connaissances en python. </p><p><br></p><p>Dans ce cours, vous apprendrez à programmer des stratégies à <strong>partir de zéro</strong>. En effet, <strong>après un cours intensif en Python</strong>, vous apprendrez à mettre en place une stratégie basée sur l'un des indicateurs techniques les plus utilisés : le <strong>RSI</strong>. Vous apprendrez également à combiner des stratégies afin d'<strong>optimiser votre rapport risque/rendemen</strong>t en utilisant les techniques de portefeuille telles que l'optimisation de portefeuille Sortino, l'optimisation de la variance minimale et l'optimisation de l'asymétrie et de l'aplatissement de la variance moyenne.</p><p><br></p><p>Une fois les stratégies créées, nous allons les <strong>backtester</strong> en utilisant python.&nbsp;Ainsi, nous connaîtrons mieux cette stratégie en utilisant des statistiques comme le <strong>ratio de Sortino</strong>, le <strong>drawdown</strong>, le <strong>beta</strong>... Ensuite, nous mettrons notre meilleur algorithme en Live Trading sur la plateforme MetaTrader 5 en utilisant Python..</p><p><br></p><p><strong>Vous apprendrez à connaître les outils utilisés par les gestionnaires de portefeuille et les traders professionnels :</strong></p><ul><li><p>Mise en œuvre du trading en direct</p></li><li><p>Importer les données</p></li><li><p>Quelques algorithmes de référence</p></li><li><p>Comment faire un backtest</p></li><li><p>Le risque d'une action</p></li><li><p>Python</p></li><li><p>Qu'est-ce qu'une position longue et courte</p></li><li><p>Numpy</p></li><li><p>Pandas</p></li><li><p>Matplotlib</p></li><li><p>Pourquoi faut-il diversifier ses investissements ?</p></li><li><p>Ratio de Sharpe</p></li><li><p>Ratio de Sortino</p></li><li><p>Coefficient alpha</p></li><li><p>Coefficient bêta</p></li><li><p>Optimisation du portefeuille de Sortino</p></li><li><p>Optimisation de la variance minimale</p></li><li><p>Optimisation moyenne-variance skewness kurtosis</p></li></ul><p><br></p><p><strong>Pourquoi ce cours et pas un autre ?</strong></p><ul><li><p>Il ne s'agit pas d'un cours de programmation ni d'un cours de trading. C'est un cours dans lequel la programmation est utilisée pour le trading.</p></li><li><p>Ce cours n'est pas créé par un data scientist mais par un diplômé en mathématiques et en économie spécialisé dans l'apprentissage automatique pour la finance.</p></li><li><p>Vous pouvez poser des questions ou lire nos articles sur la finance quantitative simplement en vous inscrivant sur notre forum Discord gratuit.</p><p><br></p><p><strong>Sans oublier que le cours est satisfait ou remboursé pendant 30 jours. Ne manquez pas une occasion d'améliorer vos connaissances sur ce sujet fascinant.</strong></p></li></ul><p><br></p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-10-23_09-26-12-abd806f30c46400e1e8f74ac3e3456a4/2/WebHD_720p.mp4?Expires=1638110245&Signature=gJq1ISCD378xYWwXlWKhNlU2WeChmC70eoIfXs49YHw1MCloeZn2xipWGRx3Sy-3svgb9tJG-jI0BI4DggVbnfAmQNEWR2SOobhykIkNnt2DVuvh2wrylLFPQewXLxxa~VC-JmcdQg7hfmG~k92VdtzU7ug0e1CXKzwHHZWIpSD1tZwq~e9OrN01yAbJdl2d3zcFSuLYQ695GPxqhsY~CzcBIPvZL8x3iD0nZAN-T55sG3sIzemNkBq-RlYmiKjgnna7yVkUvjFPCX5fSnHTRWlN3AFXFm5vJEvyGGEW9g-qlsdqJyMW-AqXBjwDWrlgnCTCjKuKHNSwCl8WzwHOuQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2805503", "category": "Teaching & Academics", "sub_category": "Humanities", "title": "2 Corinthians: 13 Life Changing Lessons", "level": "Beginner Level", "author": "Boomy Tokan", "duration": "1.5 hours", "rating": "2.4", "reviews": "9", "students": "2643", "coupon_code": "A59250506D5135091CCD", "preview_img": "https://img-c.udemycdn.com/course/750x422/2805503_04ba_2.jpg", "coupon_link": "https://www.udemy.com/course/2-corinthians-13-life-changing-lessons/?couponCode=A59250506D5135091CCD", "end_day": "2021-11-29 19:16:59+00:00", "headline": "Getting Results During A Suffering Season", "description": "<p><em>\"A few days before completing this course I visited my auto mechanic for a minor repair. Shortly after parking, a reckless lorry driver smashed into it.! I was completely upset because he tried to cover up the incident by not reporting himself. We had to trail through 4 hours of videotape to identify the culprit.</em></p><p><em>Whilst mauling over the situation I directed my thoughts to Romans 8 and considered that this will work together for my good somehow. At the time of writing, I have been blessed with a wonderful replacement car newer than mine and beautiful to behold. Amidst the seemingly unfortunate incident, God orchestrated a new type of enjoyment for me\".</em></p><p>So it is with the 2nd letter to the Corinthians. Although the tone and text reflect Paul’s angry defense of his apostleship to those who should have appreciated him; many divine revelations are fervently embedded in this letter.</p><p>Working through the hands of Paul, the greatest Communicator the Holy Spirit has released some life-changing truths to us. </p><p>For example, it is here we receive the most comprehensive teaching on \"How To Give\" in the New Testament. Let’s remember lessons that expound many of the Old Testaments teachings from Genesis and Exodus. There are other thought-provoking and invaluable topics covering:</p><ul><li><p>The New Creation</p></li><li><p>Paul’s sufferings</p></li><li><p>3rd Heaven</p></li></ul><p>All in all, this results in a life-transforming portion of Scripture that I hope you find deserving to be studied just as I discovered. The lessons are to be applied to our everyday existence if we are to access the power locked up in these words.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-02-24_23-47-18-809de848fcaebfde56684fd1cf0f3270/WebHD_720p.mp4?Expires=1638110251&Signature=Vb6pH7BKPxDTwxkE1EzfKu1SqIDSvMSkuCakJBYxLMqsNzLyqJBgMLw4sgFKXaBlIwFj862jxcDnyNuVTV3~vApPNK5ZZISFodmUB8zeESzaSa3VJpD6m8k8QW0wRrEc-5R8zl1ZQ3ioYn6jAQpt7modAf-rX8t7kC-vB2IRp0gN~jmuv~TVtMqQi8RLzCJDwu6Oz99NhwtRHzMGz0GlseQnYg5qYrtDjdTtwKwMAL3mY~wD3XhQDUBaCYwoSl0BIlnC2bs4lxhvMzuAXx9W-aLlW0m4KkcK8Zw6CePN5ZgmiyNCG0M12QGbkxP4brfz-OUHbOGTCPLjrRSerZCz3w__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3358238", "category": "Personal Development", "sub_category": "Career Development", "title": "Learn Medical Language and Terminology", "level": "All Levels", "author": "Dilip Jetty", "duration": "15 hours", "rating": "3.8", "reviews": "109", "students": "14050", "coupon_code": "NOVEND2021", "preview_img": "https://img-b.udemycdn.com/course/750x422/3358238_9aa4_3.jpg?secure=A6fbNYl0h_8NaMZYcJqOSA%3D%3D%2C1638180492", "coupon_link": "https://www.udemy.com/course/learn-medical-language-and-terminology/?couponCode=NOVEND2021", "end_day": "2021-12-02 22:27:53+00:00", "headline": "Enhance your career in the Healthcare Ecosystem. Best Value. Invest in Yourself and Advance Your Career.", "description": "<p>Enhance your career in the Healthcare Ecosystem by learning and improving your Medical Language and Terminology. This course is designed for both beginners new to Healthcare Ecosystem, BPO, KPO, ITES and for experienced clinical and non-clinical Healthcare Domain Professionals as a refresher.</p><p>In easy to review lessons, the course material will give you a solid foundation in Medical Language and Terminology.</p><p>You will analyze individual word parts such as prefixes, suffixes and word roots, along with learning body system dynamics, basic medical language, body orientation, health, wellness, and disease terms.</p><p>So if you are planning on pursuing a career in healthcare ecosystem or domain, medical billing or medical coding, physician's secretary or medical support staff, or maybe you want a jump start in the medical field before starting college, or perhaps you are just interested in learning the latest in medical language.</p><p>Let us get started now!</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-07-23_11-57-35-789d293d4eca72936263ad301eca7bf6/1/WebHD_720p.mp4?Expires=1638110292&Signature=gniLaLroTRzDdqP0SsDmcuRq2FTxaOAJNYxEzRvF5dR3c8g-mMu9qz7Q2YBcI9CUGEGf8-dKYkV4MPDdRpQ8LWgZZO8GiNk~sPfrO3ZjfZ7S32YFWxytwyDp8tsJXRMujOxQHdJmLSaaMrJJuJV0~aeqWMKa7Q5N1Yfn987oDZXE-Nw06JkvfM9lBKZ1Eh439CPINcfSoDFQyvqtCa~wkuCNwmZLZCwXJtZRb-kphvKSTM7bcGRGSvfA-HnrQgLx0Vh8P81PKqh4ReniuTRWmVG4kWf6Msb0dhcE6Ahl5OIJn347kcNErFNLHxnI5nbFn5tqqteq1L~JAN-UfGJcgw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4412736", "category": "Photography & Video", "sub_category": "Video Design", "title": "After Effects CC: Create Colorful Video Transitions Quickly!", "level": "All Levels", "author": "Video Course Center Inc.", "duration": "1.5 hours", "rating": "0.0", "reviews": "0", "students": "79", "coupon_code": "FREEUDEMY211128", "preview_img": "https://img-c.udemycdn.com/course/750x422/4412736_6151.jpg", "coupon_link": "https://www.udemy.com/course/after-effects-colorful-video-transitions-motion-graphics/?couponCode=FREEUDEMY211128", "end_day": "2021-12-03 07:12:10+00:00", "headline": "Design professional video transitions in After Effects & create awesome Motion Graphics for your video transitions", "description": "<p><strong>Learn How to Create Professional Colorful Video Transitions in After Effects CC</strong></p><p><strong><em>Video Transitions</em></strong> are a post-production technique used in film or video editing to connect one shot to another.</p><p>In this course, you'll learn how to create <strong>Colorful Video Transitions</strong> in After Effects CC and then you will learn how to export and use them in your Video Editing programs such as Premiere Pro CC, Final Cut, ...</p><p>You don't need any previous knowledge of Adobe After Effects, You will learn all the essential techniques you need to create your first Colorful &amp; Shape Transition. In this course, you will learn Motion Graphics in After Effects so you can create stunning and professional video transitions quickly.</p><p><br></p><p><strong>Why you should use Video Transitions?</strong></p><p>While working on putting together great video work, you will come across breaks in scenes where they need to come back together. In most cases, a video transition effect is used to merge the scenes together instead of having one stops completely and the next one begins. A great video transition can improve and enhance the production value of your video.</p><p><br></p><p><strong>What will you learn in this course?</strong></p><ul><li><p>How to create Professional Video Transitions step-by-step</p></li><li><p>How to export (render) your Video Transitions to use in other Video Editing Software (Example: Premiere Pro CC)</p></li><li><p>How to add Visual Effects in After Effects to enhance your Video Transitions</p></li><li><p>Effective Motion Graphics techniques to create colorful transitions quickly</p></li><li><p>Create several awesome video transitions</p></li><li><p>Improve your videos with better transitions</p></li></ul><p><br></p><p><strong>What do you get in this course?</strong></p><ul><li><p>Downloadable resources (After Effects project files)</p></li><li><p>Premium support from instructor to answer all questions</p></li><li><p>Feedback on your video transitions projects</p></li><li><p>All future extra lectures and updates are <strong>ALWAYS FREE</strong></p></li></ul><p><br></p><p>If you want to learn how to enhance your business videos stand out from your competitors with these practical After Effects transitions to boost your brand or even if you like to learn how to create beautiful &amp; colorful video transitions for your home-made movies then <strong>THIS COURSE IS FOR YOU!</strong></p><p>All shape transitions taught in this course are trendy, professional looking and in high demand for video editors, YouTubers, vlogger video editors, designers, etc. Once you watch the first video transition lecture you will love to create more and more colorful shape transitions in After Effects.</p><p>So what are you waiting for?!</p><p>If you like to learn, <strong>Join &amp; Enjoy Today!</strong><br></p><p>I will <strong>see you in the first lesson</strong>,</p><p>Cheers,</p><p><strong>Video Course Center</strong></p>", "preview_video": "https://mp4-b.udemycdn.com/2021-11-25_14-32-43-59d45283382c6c16276070d0cd74c292/2/WebHD_720p.mp4?secure=MgX1qUVHEClICERZyzWukQ%3D%3D%2C1638110302"}, {"course_id": "4376528", "category": "IT & Software", "sub_category": "IT Certifications", "title": "IBM MQ System Administration Practice Test Certification", "level": "All Levels", "author": "wassim Elhgali", "duration": "", "rating": "0.0", "reviews": "0", "students": "729", "coupon_code": "31696C4EFF8D38B4811D", "preview_img": "https://img-c.udemycdn.com/course/750x422/4376528_385e.jpg", "coupon_link": "https://www.udemy.com/course/ibm-mq-system-administration-practice-test-certification/?couponCode=31696C4EFF8D38B4811D", "end_day": "2021-11-29 23:11:57+00:00", "headline": "best practice Tests for  IBM MQ System Administration Certification 2021", "description": "<p>This intermediate-level certification is for system administrators who have the extensive product knowledge and are expected to plan, install, configure and maintain the product. It is expected that this system administrator will be generally self-sufficient and be able to perform the tasks involved in the role with limited assistance from peers, product documentation and vendor support services.</p><p><br></p><p><strong>Prerequisite for the exam</strong></p><ul><li><p>Working knowledge of IBM MQ</p></li><li><p>Working knowledge of supported operating systems (e.g., AIX, HP-UX, Solaris, IBM i, Linux, z/OS, Windows)</p></li><li><p>Working knowledge of security concepts and protocols</p></li><li><p>Good understanding of messaging concepts</p></li><li><p>Basic knowledge of operating MQ Explorer</p></li><li><p>Basic knowledge of networking concepts</p></li></ul><p><br></p><p><strong>Course Outline</strong></p><p><strong>Planning, Installation, and Migration</strong></p><ol><li><p>Describe the differences between Long Term Support (LTS) and Continuous Delivery (CD)</p></li><li><p>Design an appropriate infrastructure to meet conflicting requirements</p></li><li><p>Identify the pre-requisites for installing and implementing an IBM MQ configuration, including multi-instance queue managers</p></li><li><p>Plan the appropriate backup and recovery strategy</p></li><li><p>Describe the differences between MQ Advanced and MQ</p></li><li><p>Select the appropriate IBM MQ platform for a given workload</p></li><li><p>Outline migration considerations, including impact on existing applications and multi-installation</p></li><li><p>Deploy MQ in a Docker container</p></li></ol><p><strong>Configuration</strong></p><ol><li><p>Create the necessary IBM MQ objects to support an application</p></li><li><p>Configure IBM MQ channels based on the network topology</p></li><li><p>Configure IBM MQ objects for triggered applications and channels</p></li><li><p>Create the objects required to enable queue manager clustering and workload distribution</p></li><li><p>Define the objects to support a publish/subscribe topology distribution</p></li><li><p>Configure IBM MQ objects to support JMS</p></li><li><p>Configure channel exits Configure an MQ Client</p></li></ol><p><strong>Security</strong></p><ol><li><p>Understand the purpose of Connection Authentication (CONNAUTH)</p></li><li><p>Configure Channel Authentication (CHLAUTH)</p></li><li><p>Control access to IBM MQ objectsConfigure IBM MQ clients and channels with TLS 1.2</p></li><li><p>Describe MQ Appliance features that provide intrusion detection</p></li><li><p>Distinguish between the available security choices</p></li><li><p>Configure end-to-end message security</p></li></ol><p><strong>Administration</strong></p><ol><li><p>Administer queue managers and their objects</p></li><li><p>Configure IBM MQ Explorer for remote administration</p></li><li><p>Monitor and alter IBM MQ using the different command tools</p></li><li><p>Define procedures to recover messages and objects in the event of failure</p></li><li><p>Implement dead-letter queue (DLQ) handling</p></li><li><p>Acquire, apply maintenance, or migrate IBM MQ</p></li><li><p>Use the WEB UI and REST interface</p></li><li><p>Configure different types of logs</p></li></ol><p><strong>Availability</strong></p><ol><li><p>Configure and manage a multi-instance queue manager</p></li><li><p>Configure IBM MQ for automatic client reconnection</p></li><li><p>Implement backup, restart, and recovery procedures</p></li><li><p>Implement a Queue-Sharing Group for High Availability</p></li><li><p>Manage an MQ cluster</p></li><li><p>Configure and Manage HA/DR for MQ appliance</p></li><li><p>Create a High Availability Replication Data Queue manager (HA RDQM) topology</p></li></ol><p><strong>Monitoring</strong></p><ol><li><p>Explain the IBM MQ capabilities for monitoring</p></li><li><p>Enable and Monitor IBM MQ Events</p></li><li><p>Monitor Message and Application Activities</p></li><li><p>Gather and analyze IBM MQ accounting and statistics data</p></li><li><p>Use IBM MQ administration tools or commands to monitor the status of a queue manager, channel or queue</p></li></ol><p><strong>Performance Tuning</strong></p><ol><li><p>Identify the tools available to assist in IBM MQ performance</p></li><li><p>Use accounting and statistical data to identify and resolve performance issues</p></li><li><p>Tune IBM MQ object definitions for performance and tune client and server connection channel parameters</p></li></ol><p><strong>Problem Determination</strong></p><ol><li><p>Locate problem information such as IBM MQ error logs, FFST files and IBM MQ dumps</p></li><li><p>Produce an IBM MQ trace</p></li><li><p>Identify the steps to evaluate and recover a non-responsive queue manager</p></li><li><p>Determine the route that a message took through a queue manager network</p></li><li><p>Describe how to use the Enhanced Application Activity Trace</p></li><li><p>Predict the final destination of a message given a scenario containing alias or remote definitions</p></li></ol>", "preview_video": ""}, {"course_id": "4144042", "category": "Teaching & Academics", "sub_category": "Language Learning", "title": "Arabic Alphabet For Beginners", "level": "Beginner Level", "author": "Hassan Academy For Arabic Language Courses", "duration": "2 hours", "rating": "4.2", "reviews": "49", "students": "17152", "coupon_code": "ARABIC.ALPHABET", "preview_img": "https://img-c.udemycdn.com/course/750x422/4144042_eeb5_2.jpg", "coupon_link": "https://www.udemy.com/course/arabic-alphabet-for-beginners/?couponCode=ARABIC.ALPHABET", "end_day": "2021-12-02 13:25:19+00:00", "headline": "Arabic Language: Learn to Pronounce & Write Arabic Alphabet, and Read Arabic Words", "description": "<p>السلام عليكم</p><p><br></p><p>In this Course, we will learn <strong>Arabic Alphabet</strong> from Alef to Yaa</p><p><br></p><p>Firstly, we will take general view for all letters,</p><p>then, we will learn each letter in details :</p><p>How we Pronounce it ?&nbsp; &nbsp;&amp;&nbsp; &nbsp;How we write it ?</p><p>and some words with this letter, so we can read Arabic Words.</p><p><br></p><p>Finally, you will take a test, so you can evaluate yourself in Arabic after finishing this Course.</p><p><br></p><p><strong>By finishing this Course, you will be able to :</strong></p><ul><li><p>Pronounce Arabic Alphabet.</p></li><li><p>Write Arabic Alphabet.</p></li><li><p>Read Arabic Words.</p></li></ul><p><br></p><p><strong>This Course is for :</strong></p><ul><li><p>Arabic Learners.</p></li><li><p>Beginner Students who don't know any thing about Arabic Language.</p></li><li><p>Students who want to learn Arabic Alphabet.</p></li><li><p>Students who want to be able to read Arabic Words</p></li></ul><p><br></p><p><strong>Course Requirements :</strong></p><ul><li><p>Pen and Paper.</p></li><li><p>Focus.</p></li><li><p>Do the Homework after each Lesson.</p></li></ul><p><br></p><p>So let's get started..</p><p><br></p><p><br></p><p><br></p><p><br></p><p><strong>Who is Hassan Academy ?</strong></p><p>Native Arabic Speaker, With over 12+ years of experience in Arabic Language.</p><p>Hands-on experience creating development courses and activities modeled on goal attainment and student-centered instruction, delivering engaging lessons focused on the interests and needs of students. Knowledgeable of standard instruction principles, classroom management styles, and approaches to teaching Modern Standard Arabic to English speakers.</p><p>We will add value by helping you learning how to listen to Arabic and read Arabic with true pronunciation as fast as possible.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-24_18-56-54-b6818d3e061d45a3ef8b06e2d4069f30/1/WebHD_720p.mp4?Expires=1638110311&Signature=Xieqsv~olgZU9M1RLkJ31p0wlDE2yxrXY~5kqFM~VSKq33vcUN40ongK1QQEq5MUaDa2fmwSfjyK-jzdiWY8z64ueCHYoC1DQJOy7QVVg8~gKz0q1aslKR-iAunigcOpvY8eSLJVB843lygSz4yWwenf6T4P~HqWm5P1owRlRPtBne8DdM0c05ypTh-uv7HgHwRClNiEbKYtpovtmc5xmjH7dNZAaoztAhPijLFllJ9b7ubnIpHDJGDRPdqsN1yA~x2Uyao1u1pRRaQJRFhH5FItFsE9c4SmTIy-1ObZl81ItPwBpCBUyPCrv-xBNEXJCiWPHBOBYYC69r0g0WYDxQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4231754", "category": "IT & Software", "sub_category": "IT Certifications", "title": "PSM1™ Practice Tests Professional Scrum Master certification", "level": "All Levels", "author": "Debajyoti Adhya", "duration": "", "rating": "3.9", "reviews": "30", "students": "12020", "coupon_code": "20259B1C3926BB4753C7", "preview_img": "https://img-c.udemycdn.com/course/750x422/4231754_b4b9.jpg", "coupon_link": "https://www.udemy.com/course/psm1tm-practice-tests-professional-scrum-master-certification/?couponCode=20259B1C3926BB4753C7", "end_day": "2021-11-28 16:25:24+00:00", "headline": "The Complete PSM1™ Practice Test - 160Q - Pass PSM1™ Certification Exam Successfully - Lets Get it Done !", "description": "<p>The Professional Scrum Master certification or <strong>PSM1™</strong>&nbsp; is most widely accepted and globally recognized Scrum certification. This certification is provided by<strong> Scrum org </strong>and to pass the exam the candidate need to be aligned with the latest changes in the Scrum Guide. The best way to validate the knowledge is to take practice Exams.</p><p><strong>Exam Details:</strong></p><ul><li><p>Total 80 Questions</p></li><li><p>Exam time 60 Min.</p></li><li><p>Pass at 85%</p></li><li><p>Exam price 150$</p></li></ul><p>This course provides 160 practice test questions, which will help you get ready to pass the <strong>PSM1™</strong>&nbsp;exam. This course is set up to match the latest changes in scrum guide presented in the <strong>PSM1™</strong>&nbsp;exam content outlines published by <strong>Scrum org</strong> on 2021. </p><p>This course provides 160 practice test questions, which will help you get ready to pass the <strong>PSM1™</strong>&nbsp;exam. </p><p>This practice test provides a robust system to help you pass the certification exam in the first time! By using this test questions, you can identify weak areas upfront and then create a strategy for the exam day.</p><p>The course includes 2 practice tests. Take the tests like the actual exam. If you can get more than 85 percent of the answers correct, you're ready to take the certification exam.</p><p><strong>This course is specifically for:</strong></p><p>· People that want to take a scrum certification exam like PSM1 or CSM.</p><p>· People that know the Scrum framework and theory. To learn about scrum you can take this course</p><p><strong>Is there a guarantee to pass ?</strong></p><p>Absolutely yes ! You can enroll now <strong>100% risk-free</strong> because you receive <strong>30 days, unconditional full money-back guarantee </strong>in case you are not satisfied<strong>.</strong></p><p>So, go ahead and click the “<strong>Buy Now</strong>” button right now !</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-08-09_16-04-41-cd658872aa6d84ba2b83a3495d7b16fb/2/WebHD_720p.mp4?Expires=1638110325&Signature=BrIRiwhhooX2BnGFXQvqXV7-dIo~rLI~tjHGuZd2ndiNniS2MM2dDNyxe-4dNS1auLHJDf6MbJtAFnWTKwlB6t6AcTS8r9CKvo0dpc8mEaFkda~71hIkoHwjzcj9ji66yI-257lv5jBIkwUy9vxLfwmWZN9vAa0BYHWh50paFlwjKLjzpbB6WMGHdstS-Y-rhx4iLMWuXep2QT1nGMse8gpbb~-Li3nTsyqnbplKbW9PX18izgkWZ-n0Xn00pil7mNXAoRVUKp8T8OeV445VDc6CbVdUNo-JkjVmiNbm6No8eF0L6f~Sxo~DFkrG-txgLiPrGAnKMsC5tzE1Jnn~kg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3939432", "category": "Finance & Accounting", "sub_category": "Other Finance & Accounting", "title": "Corporate Finance #5 Financing Decisions", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "6.5 hours", "rating": "3.7", "reviews": "40", "students": "14007", "coupon_code": "C2220B0C5EF948068EB0", "preview_img": "https://img-c.udemycdn.com/course/750x422/3939432_5675.jpg", "coupon_link": "https://www.udemy.com/course/corporate-finance-5-financing-decisions/?couponCode=C2220B0C5EF948068EB0", "end_day": "2021-12-03 05:19:21+00:00", "headline": "Learn strategies for making company financing decisions form a Certified Public Accountant (CPA)", "description": "<p>This course will discuss company financing decisions from a corporate finance perspective.</p><p>Financing is often a critical component to company growth, optimal financing allowing companies to grow much faster while mitigating risk.</p><p>We will consider general financing patterns of a corporation.</p><p>Financing options can be broken down into short-term financing needs and long-term financing need. To determine financing needs, a company will often have to estimate future sales, future sales allowing them to estimate production levels.</p><p>A company may consider production needs from a seasonal perspective or from a level production perspective. In other words, a company that has seasonal sales may attempt to ratchet up production during the busy times of the year or they may choose a level production method. Both production options have pros and cons and have different financing needs.</p><p>This course will discuss equipment short term vs long term financing as well as financing strategies related to permanent and temporary assets.</p><p>We will have many example problems, some in presentation format and some using Excel worksheets. Each Excel worksheet problem will have a downloadable Excel worksheet with at least two tabs, one with the answer, and another with a preformatted worksheet that you can complete in a step-by-step process along with instructional videos.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-05-13_05-37-47-a2f76ebbf5f15c7d58ab88dc93d2676b/1/WebHD_720p.mp4?Expires=1638110327&Signature=XtPsCP2cBuUUbZh-c1W6jprKUTR~o3P-eO9SqcGz8cYTir5Jst5FmBugvacQFrbssRD~Zp2ECFvqdhfIu3iiR5UD0H3QYZLBJbz5u5xEHgj07lN1xn0k7XUvGjvSCWdasFfjfqtj~I8GSGXkZpfWMkdVqImsNTmTRbEg2ETXGE5CQ7l07ohDgPCN2VMCvu7bgr6uFroQvCPYTmVyas0T5PDHATGGS~o2qtQPUM4icYLdnsRFlQiJkZTyRKCsEzBavufdPlsyijetJvTGXQOhaLYrEiEmYtLDusK9Cd~DVX7qrU2bRFJRDjnpPN8TCF5pMBavShX8kBgcPrGpOgYj7A__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}]}