{"last_time_update": "2021-12-09 16:32:01", "results": [{"course_id": "2563584", "category": "Finance & Accounting", "sub_category": "Money Management Tools", "title": "Managerial Accounting / Cost Accounting", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "53.5 hours", "rating": "4.5", "reviews": "899", "students": "88493", "coupon_code": "C70928CD4244DA8A71EF", "preview_img": "https://img-c.udemycdn.com/course/750x422/2563584_9959.jpg", "coupon_link": "https://www.udemy.com/course/managerial-accounting-cost-accounting/?couponCode=C70928CD4244DA8A71EF", "end_day": "2021-12-14 06:02:35+00:00", "headline": "Managerial and cost accounting comprehensive course taught bay a practicing Certified Public Accountant (CPA)", "description": "<p><strong>Comprehensive managerial and cost accounting course. Topics include:</strong></p><p>· <strong>Job order costing</strong></p><p>· <strong>Process costing</strong></p><p>· <strong>Cost volume profit analysis</strong></p><p>· <strong>Master Budgets</strong></p><p>· <strong>Flexible Budgets</strong></p><p>· <strong>Responsibility accounting</strong></p><p>· <strong>Relevant costs</strong></p><p>· <strong>Time value of money</strong></p><p><strong>This course will go into detail about each topic. We will include”</strong></p><p>· <strong>Practice Excel files with both an answer tab and a practice tab</strong></p><p>· <strong>Lecture PDF files that can be downloaded and reviewed without internet access</strong></p><p><strong>Managerial accounting skills are critical skills necessary for successfully running a business because they provide tools to make rational business decisions.</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-02-03_02-29-06-9cd144b6289a2432de63643b3ecae31c/WebHD_720p.mp4?Expires=1639079713&Signature=F3xW214Nx~rJYuVUGUU8QajjC2GsoBpRSBB6UaUwTw-VC46jdlar3ZqGXluH1OUsLsEiLNNIM4BqeUVXxCe~7yhVxlG5YGjCF53SDiYlpKgUsq4hFTMCytOS3mA0w923vtauI1UaiGEC85NUFa3qURTMzwpxv~dFW0gnsUSDg~wo~zVUesh6cUVVwxv16QmCpQK6emnjmmhEzbeot-0mCXL4Ip-tuFhufgATGi3ZBmI836SGfnSaTpcNJV1PvdJdrnK5fAV3dbvFZtjoKdpNAu12VEnM2jgGIHxhA62Lk1LZO2qpouh53sfojesLnyMCmtklQtYp~x2RBBiyn1r05w__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2820071", "category": "Personal Development", "sub_category": "Motivation", "title": "Success Rituals: The Ultimate Path To Success", "level": "All Levels", "author": "Prof. Paul Cline, Ed.D", "duration": "1 hour", "rating": "3.3", "reviews": "125", "students": "18601", "coupon_code": "DADBBF716B540FC9D20D", "preview_img": "https://img-c.udemycdn.com/course/750x422/2820071_18f3.jpg", "coupon_link": "https://www.udemy.com/course/success-rituals-personal-development-career/?couponCode=DADBBF716B540FC9D20D", "end_day": "2021-12-13 20:27:16+00:00", "headline": "Learn How To Take Your LIFE & CAREER To The Next Level!", "description": "<p>In This Success Ritual Online Training Course You Will Learn How To Take Your LIFE &amp; CAREER To The Next Level. This Course Covers ALL The Major Success Rituals You Need To Be Massively Successful … Giving You The Key Tools, Strategies &amp; Techniques You Need Make Your Life &amp; Career Take Off! Learn How To Realize Your FULL Potential!</p><p>Learning These Key Success Ritual Skills &amp; Techniques Can Help You Be Massively Successful. Once You Can Master These Key Skills &amp; Techniques … Your Potential Is Limitless!</p><p><strong>By The End Of This Course, You Will Discover …</strong></p><p>1) New Approaches To Life &amp; Career To Attain Success</p><p>2) How To Follow The Rituals Of Some Of the MOST Successful People In the World!</p><p>3) Learn The KEY Fundamentals That Lead To Massive Success</p><p>4) How To Conquer Your Fears … And Achieve Your Goals</p><p>5) Learn The Difference Between Empowering Rituals and DIS-Empowering Rituals</p><p>6) Discover Simple, Easy Rituals That Dramatically BOOST Mood &amp; Health!</p><p>7) Learn Specific Morning &amp; Evening Rituals That Can Give You An UNFAIR Advantage In Life!</p><p><strong>…. And This Is Just A TINY Part Of The Training – There Is SO Much More!!!</strong></p><p>Don’t Miss This Once-In-A-Lifetime Opportunity To Learn Life Skills That Can Transform Your Life From Our Pros At Advanced Ideas - Who Have Condensed Their Many Years Of Learning, Training &amp; Testing Into This One Quick &amp; Easy Course For You.</p><p><br></p>", "preview_video": "https://mp4-b.udemycdn.com/2020-02-19_04-59-15-7197a8055ceeccdc250b7e1fa4f1f461/WebHD_720p.mp4?secure=Pho7VkmKhS_sEPJXWyeuyQ%3D%3D%2C1639079715"}, {"course_id": "3376600", "category": "Development", "sub_category": "Software Testing", "title": "The Expert’s Secret to Mobile Application Testing", "level": "All Levels", "author": "Saif Siddiqui", "duration": "2 hours", "rating": "3.5", "reviews": "61", "students": "8698", "coupon_code": "MOBILETESTINGFREE10", "preview_img": "https://img-c.udemycdn.com/course/750x422/3376600_121c.jpg", "coupon_link": "https://www.udemy.com/course/the-experts-secret-to-mobile-application-testing/?couponCode=MOBILETESTINGFREE10", "end_day": "2021-12-13 07:46:47+00:00", "headline": "An Extreme Beginners Guide To Mobile app Testing & IOT Latest course from Mobile Testing and Software Testing Expert", "description": "<p>Mobile testing and development are among the hottest careers of the decade.</p><p>Coupon code: MOBILETESTING9</p><p><br></p><p><strong>Pro tip: In order to get the depth of mobile application testing try catching my jargon and google it to understand what it means if you are not aware of that keyword.</strong></p><p><strong>I am 100% sure you will not get the content anywhere so good related to mobile app testing as other courses teach only software testing.</strong></p><p>Most mobile devices are sold with several apps bundled as pre-installed software, such as a web browser, email client, calendar, mapping program, and an app for buying music, other media, or more apps. Some pre-installed apps can be removed by an ordinary uninstall process, thus leaving more storage space for desired ones. Where the software does not allow this, some devices can be rooted to eliminate the undesired apps.</p><p>In this course, we will go deep into how to do Mobile Application Testing, and later I will try to add IOT based testing like Drones, beacons, and NFC</p><p>My course is highly experiential and you will learn the concepts in-depth through hands-on practice sessions. You will also be working on a project and understand how Mobile Application Testing works. This course is extremely useful if you have zero knowledge of Mobile App testing and want to start from scratch.</p><p>Grasp advanced concepts of software testing, app testing generics, and much more...</p><p><strong>Mobile application testing</strong> is a process by which application software developed for handheld mobile devices is tested for its functionality, usability, and consistency</p><p><strong>WHAT STUDENTS ARE SAYING:</strong></p><p><strong>5 STARS - </strong>One of the most amazing course for beginners stepping into mobile app testing.Instructor was helpful in answering general queries outside Udemy as soon as possible.He shared some of his practical experience of Mobile Testing for the questions which came to my mind.Thanks for such a wonderful course for anyone stepping into mobile testing.</p><p><strong>5 STARS -</strong>I needed to quickly get into mobile app testing for job and managed to do it in one day thanks to this course. Thank you!</p><p><strong>5 STARS -</strong>It´s an excellent items to explain all the terms that depends to test mobiles application.</p><p><strong>5 STARS - </strong>One of the best course on Mobile App testing. Recommended for anyone who wants to starts from basic and they want to have great breadth about how to test mobile app effectively. Instructor seems to be very knowledgeable into mobile testing as I have never seen anyone discussing about firebase and other tools for mobile app.</p><p><strong>4.5 STARS -</strong>Excellent one to know the basics. He covered complete mobile testing in high level. It would have been great if he had covered bit detail. Overall its very good one and much needed one for beginners.</p><p><br></p><p><strong>Here is what you will learn!</strong></p><ul><li><p><strong>How mobile apps work and methodologies including SDLC and STLC</strong></p></li><li><p><strong>How to test your mobile apps manually</strong></p></li><li><p><strong>Mobile Application Testing Training – Introduction to mobile device testing</strong></p></li><li><p><strong>Different terminology used in Mobile App Testing</strong></p></li><li><p><strong>Real Devices vs Emulators vs Simulators</strong></p></li><li><p><strong>Different types of Mobile Apps</strong></p></li><li><p><strong>A common strategy to test all these apps</strong></p></li><li><p><strong>Test Cases attributes: Software Testing basic</strong></p></li><li><p><strong>Writing test cases for real mobile app Android and iOS</strong></p></li><li><p><strong>Bug’s attributes: Software Testing basic</strong></p></li><li><p><strong>Writing a bug report for real mobile app Android and iOS</strong></p></li><li><p><strong>Mobile Specific Testing</strong></p></li><li><p><strong>App Managers and Beta tools</strong></p></li><li><p><strong>Introduction to Firebase</strong></p></li><li><p><strong>Advance Mobile Concepts like creating iOS, Android Simulators, and ADB commands</strong></p></li><li><p><strong>Mobile Application Testing Interview Preparation</strong></p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2020-07-29_16-21-08-647843c9bdee1753110f8a888ab2ffc4/1/WebHD_720p.mp4?Expires=1639079728&Signature=ZcSwyLPJ64rgGmTXk3BSSKad8tuZCGTb2SGs0JHphPjM07nxZlEBjpv2zPSFC2IYhFx5TZT~NCtIpw4AymlMBM4L4S2G7cfAio1wKMASnxAdmYZYOdXV0Zo8d2vn9dybU-64kdovOEEF3HeQohxOlcHHH3HqkyNC78u60odWAcqu3U-cs9~r3X5MDiIffaJbHjiFmyvDKY5wsi6cWFWqrMTpg69Lh2bEjCBz6zAlQC1Yyx-q7--DZWbAaGXj07VbonwYwObtbVNAH1Ob9C7pOGBlIBganZNfM8SBzXJPJvdTEZtslnSwH7jxL7Oqchm5heTT484eB2wNi~4XvwtVqg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3385322", "category": "Finance & Accounting", "sub_category": "Compliance", "title": "Anti-Money Laundering Concepts: AML, KYC and Compliance", "level": "All Levels", "author": "GenMan Solutions", "duration": "1 hour", "rating": "4.5", "reviews": "2541", "students": "72216", "coupon_code": "AMLTDEC1", "preview_img": "https://img-b.udemycdn.com/course/750x422/3385322_e814.jpg?secure=KJ5Kqxo6DdRlmsQuf1vyAQ%3D%3D%2C1639149930", "coupon_link": "https://www.udemy.com/course/anti-money-laundering-aml-kyc/?couponCode=AMLTDEC1", "end_day": "2021-12-11 07:36:33+00:00", "headline": "(Highest number of Students Enrolled) Anti-Money Laundering(AML), AML policies, AML KYC & AML Compliance", "description": "<p>Welcome to the course on <strong>Anti-Money Laundering (AML)</strong>, where you will learn about the key issues faced by financial institutions today: <strong>Money Laundering and Terrorist Financing</strong>. This course will educate you on <strong>Money Laundering and Terrorist Financing laws, Know Your Customer, Customer Due Diligence, Economic Sanctions and Politically Exposed Persons</strong>. This is a comprehensive course that captures all relevant concepts required for training employees of an organization.</p><p>We will start the course by understanding the term Money Laundering and will then cover the process &amp; impact of the same. Post which, we will learn about terrorist financing and then cover the differences and similarities between money laundering &amp; terrorist financing. In the next lectures, we will cover the Anti-Money Laundering policies along with KYC procedures, Economic Sanctions &amp; Politically exposed persons.</p><p>There are <strong>no prerequisites for this course </strong>and <strong>can be completed in just 1-2 hrs</strong> (including <strong>situation based practice scenarios &amp; exercises</strong>).</p><p><em>Course enrollment grants you lifetime access, with no expiration, to all the course lectures. In addition, you’ll also receive 1-on-1 support for any questions or uncertainties that come up. And this all comes with a </em><strong><em>money-back guarantee</em></strong><em>. You have nothing to lose and so much knowledge to gain.</em></p><p><br></p><p><strong>Just ask the students who’ve already taken this course:</strong></p><p>★★★★★ \"This is an excellent course. Please continue such type of very very important courses for us. Very helpful in the interest of security of the state.\"</p><p>- <strong>Tav Sarma</strong></p><p>★★★★★ \"This course was very informative and covered a wide variety of areas. I especially liked the fact scenarios to test assimilation of the material and the guidance on what to include in a money laundering policy. Thanks for that.\"</p><p>- <strong>Danine K. Jones</strong></p><p>★★★★★ \"The Course is Great and I suggest not only Business Personalities or the Person in Financial Field, But, to Everyone as it is very important content. This should be Educated and printed in Text Books of Students too. I admire the Instructor and Thank You and I hope this helps everyone.\"</p><p>- <strong>Abdulbasiru Rabilu</strong></p><p>★★★★ \"It was nice taking this course, i have acquired more knowledge about money laundering and i love the way videos and quiz has been set.\"</p><p>-<strong>Pillwax Bulambo</strong></p><p>★★★★★ \"I was very fascinated about the topic from the very start of the course. The course was great and especially with the examples the understanding was clear and crisp.\"</p><p>-<strong>Subham Saha</strong></p>", "preview_video": "https://mp4-b.udemycdn.com/2020-08-06_21-48-00-b3733454b3c37fb2a7ac894ba513b199/1/WebHD_720p.mp4?secure=qAU6_GpQa8ng0veN2qWKQg%3D%3D%2C1639079730"}, {"course_id": "879340", "category": "Personal Development", "sub_category": "Parenting & Relationships", "title": "Relationships in Immigration: A Journey of Empowerment", "level": "All Levels", "author": "Scott Paton", "duration": "34 mins", "rating": "4.4", "reviews": "20", "students": "7747", "coupon_code": "RIAJEEXPDEC132021", "preview_img": "https://img-c.udemycdn.com/course/750x422/879340_39a3.jpg", "coupon_link": "https://www.udemy.com/course/relationships-immigration/?couponCode=RIAJEEXPDEC132021", "end_day": "2021-12-13 21:07:20+00:00", "headline": "What to expect as a couple when you immigrate", "description": "<p>In the last century millions of people have immigrated to other countries trying to improve their lives. Maybe you are an immigrant too or your parents are?</p>\n\n<p>Many studies were conducted regarding immigration and it’s influence on one’s life, but only few of them talk about <strong>the effect of immigration on romantic relationships</strong>.</p>\n\n\n\n\n\n<p>This course takes you on a journey through <em>your</em> romantic relationship, while highlighting the difficulties couples experience while immigrating (or just relocating) to a different country, and offering strategies to navigate them. The course will shed light on the different factors and processes that you will probably encounter while immigrating, and will <strong>help you understand</strong> the dangers and also the opportunities this will present for your relationship.</p>\n\n\n\n\n\n<p>The course is based on academic studies, and includes practical tips and tools in order to <strong>enhance your current relationship</strong>, and make the most of the immigrant experience.    </p>\n\n\n\n\n\n<p>You should take this course if you have immigrated, or if you are considering relocation or immigration and <strong>your relationship is important</strong> to you.</p>", "preview_video": "https://mp4-c.udemycdn.com/2016-10-07_03-23-09-7eb51d2eca7053d2a9467c1b1f333d33/WebHD_720p.mp4?Expires=1639079732&Signature=lW8giUAl7H~0JtEWHvCqiiq7dra~3n-ZfzNw2nV2Bd6Kp25aoXY5adkvNzY-cwnV8y2nzoLZHXx5vPkKbt6yv7fw93-~VQcwvuSnn8pS76D1C4czuB2BIsYrj8lb-irSocTq-1qV2XHbiyGBHzuaGK1a6yvoURhJlpmEbA7VpcBEKsl3CqjocW7Nsn6v-HUIQ4GckPBfk2qXcmNSgZ3Rl2rNyTvYBoZJv4y-BYa4BSG5O5Ibw5-XetyWaQ5lFapqxRyRYv-xcZt63dSy78HUWFn6kJUG5CAXOjgQUgkVnPgA9u1yaypi1fltwjiQeO245FngSc1F-gMGRyO0OLYf4A__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3423978", "category": "Business", "sub_category": "Project Management", "title": "Atlassian Confluence Masterclass for Project Managers", "level": "All Levels", "author": "GenMan Solutions", "duration": "5.5 hours", "rating": "4.1", "reviews": "412", "students": "80223", "coupon_code": "CONDEC1", "preview_img": "https://img-c.udemycdn.com/course/750x422/3423978_990e.jpg", "coupon_link": "https://www.udemy.com/course/atlassian-confluence-masterclass/?couponCode=CONDEC1", "end_day": "2021-12-11 07:35:41+00:00", "headline": "Confluence: Complete & Comprehensive course on the Cloud version of Atlassian's Confluence for Project Management", "description": "<p>Confluence is a <strong>powerful enterprise collaboration tool</strong> that brings people, knowledge, and ideas together in a shared workspace, so you can do your best work. Through this course <strong>\"Atlassian Confluence Masterclass\"</strong>, you will learn <strong>how to use Confluence</strong> to transform the way your team works.</p><p>This course is structured to guide you through <strong>all the key aspects of managing and using Confluence</strong>.</p><p>Whether you’re <strong>new to Confluence, training your teammates, or ready to take your Confluence skills to the next level</strong>, this guide covers everything from the <strong>basics to in-depth best practices</strong>.</p><p>The course will start with <strong>setting up your own Confluence account</strong> and you will be introduced to all the key features of Confluence in subsequent lectures. With each lecture, you will <strong>learn important concepts such as creating engaging content, sharing information, and engaging users to collaborate in real time</strong> with each other.</p><p>By the end of the course, you will be able to create your pages, blogs and share the same with your team members to engage &amp; collaborate.</p><p>Please find below the course structure for your quick reference:</p><p>1. Brief overview of Confluence</p><p>2. Setting up your own Confluence account</p><p>3. Applications of Confluence</p><p>4. Navigate through the Confluence interface, spaces, user profile &amp; settings</p><p>5. Introduction to all key features of Confluence: Spaces, Pages, Blogs &amp; Comments</p><p>6. Create Content: Spaces, Pages, Blog Posts</p><p>7. Master Spaces: Create different types of Spaces: Team, Personal &amp; Project Spaces; Delete &amp; Archive Spaces</p><p>8. Master Pages &amp; Blog Posts</p><p>9. Invite users to collaborate</p><p>10. Confluence Editor: Usage &amp; features</p><p>11. Add links, files, macros and mentions</p><p>12. Space &amp; Page Blueprints</p><p>13. Content Permissions, Labels &amp; Restrictions</p><p>14. Watch Content</p><p>15. Keyboard Shortcuts</p><p>16. Confluence Administration &amp; User Settings</p><p><em>Course enrollment grants you lifetime access, with no expiration, to all the course lectures. In addition, you’ll also receive 1-on-1 support for any questions or uncertainties that come up. And this all comes with a </em><strong><em>money-back guarantee</em></strong><em>. You have nothing to lose and so much knowledge to gain.</em></p><p><br></p><p><strong>Just ask the students who’ve already taken this course:</strong></p><p>★★★★★ \"A great step by step guide through Atlassian-Confluence. Menu items are explored and explained. Alternative routes to doing the same actions are also explained. Examples are worked through at a very good pace and the videos are not overwhelming. There is no homework, which means that you can actually focus on soaking in the material. Feel free to stop, edit your own confluence and explore, without the pressure of an assignment behind it. I thought everything in the video was helpful and even learned a couple new tricks on how to structure my spaces. There are a variety of use-case scenarios that give you an idea of how to use this tool in different ways (which happens to be my favorite part). Useful demonstrations on layouts, permissions, status changes, drop down menus and more. Confluence is a Canvass that can be used as a great communication platform. You have many tools at your disposal and this course covers that arsenal. Great work and Thank You.\"</p><p>-<strong>David Fai</strong></p><p><br></p><p>★★★★★ \"This is a great course on Confluence's latest version. Really useful with clear &amp; crisp explanations! Highly recommended. Thanks to the tutor.\"</p><p>- <strong>Reena Shah</strong></p><p><br></p><p>★★★★★ \"I needed a refresher on Confluence capabilities before starting a project. This course presents all the relevant features nicely. It is good for any type of end user.\"</p><p>-<strong>Iasan Montac</strong></p><p><br></p><p>★★★★★ \"The course is well planned and was impressed with instructor's knowledge of the subject &amp; the detailed explanations. I am so glad that I choose this course.\"</p><p>- <strong>Umesh Bansal</strong></p><p><br></p><p>★★★★★ \"To the point. I like it when the instructor is focused on teaching the topic and not wasting time here and there.\"</p><p>-<strong>Rick</strong></p><p><br></p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-08-24_05-53-40-e5c70a35a746af0a377b823dfe04424a/1/WebHD_720p.mp4?Expires=1639079743&Signature=hUdgp63mc5VSqdMGsBF1PCku6GpTW34K0oY8EYQ60Gk2SZz5XrKQQ2B6Tru03H3snHZbgzqTS05xP0FQLZokEH96BIy6wr410vWjo~EsXLJ96Z1alIunxTRzTKXwIJVtS77uxIm5HPuGNEnZlwdC-z-L4J~MDj924QrxdSqfcKGTEuiT03nq2kc6r3xppxBm8f~h09sXgXRhXn75FwKbshVd3UMJ0kmoDQHTXsF-eWMnaq~11746FCZftthwcgraGPJkT6TDhXDPXNbbORewaq1tslxMq6Xbg~q3znFvNC1j1SD3fF3pb~t~7uVC1TiunTJlIAEPQNtuPgGKkMXo1g__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4115698", "category": "Finance & Accounting", "sub_category": "Money Management Tools", "title": "Corp Finance #12 Capital Budgeting & Investment Risk Tools", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "5.5 hours", "rating": "4.1", "reviews": "12", "students": "11744", "coupon_code": "F48ECE6354ADCCBE5222", "preview_img": "https://img-b.udemycdn.com/course/750x422/4115698_198d.jpg?secure=NLiQhXs9miAcIjJRnv5WDQ%3D%3D%2C1639149947", "coupon_link": "https://www.udemy.com/course/corp-finance-12-capital-budgeting-investment-risk-tools/?couponCode=F48ECE6354ADCCBE5222", "end_day": "2021-12-14 06:07:38+00:00", "headline": "Learn how to use risk management tools when making capital budgeting and investment decisions", "description": "<p>This course will cover the use of risk assessment tools as they relate to capital budgeting and investment decisions and how to use them.</p><p>We will include many example problems, both in the format of presentations and Excel worksheet problems. The Excel worksheet presentations will include a downloadable Excel workbook with at least two tabs, one with the answer, the second with a preformatted worksheet that can be completed in a step-by-step process along with the instructional videos.</p><p>When making long term investment and capital budgeting decisions we need to consider the time value of money. The decision-making process will estimate future cash flows and then apply our time value of money concepts to those future cash flows.</p><p>This course will take a step back in the process, providing tools to best estimate the future cash flows. To make the best decision we will need to estimate what the future cash flows will be and the likelihood of those cash flows, giving us numbers we can apply present value concepts to while also taking into consideration risk.</p><p>To help measure risk, the course will use statistical tools including the population mean, population variance, standard deviation, and coefficient of variation.</p><p>We will provide a quick overview of these statistical concepts in general and then consider how we can apply them to measuring risk for investment and capital budgeting decisions.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-30_04-44-21-d80c507cb0c54bfc8001f6971279f158/1/WebHD_720p.mp4?Expires=1639079747&Signature=gwBLOOwyGVMmwKMO2AAD78GXu7I0Yg7w0mlWuPF6Y~BgBksQ9jsl4kG3yhLsyKmYh7dBEVu-2HYHrjJ-IGN69bSX8W0ZLQqwJcsY7Ff2tqpBG9EgDQYZViHQFQwSoFRrOEoucAB0Ly03iqS5BZz76QqlsMvL0n9Ug1j6ZMdsv9CPTsmkfes8cG-UsUY1oJneNnRCymYdOrohYUVyYYHEtgwgHJDXfxls2LbJbJuo8tbvB3me0HuNGKgs8mNwv5FdlSLuEebT8bgOdXDYzfUY4OwM0-mDJPR0APf4NAv6svTzsyiX2M0fZVidSTz5nvgRy7L9I11Kth-11zNPfER8fQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4209382", "category": "IT & Software", "sub_category": "IT Certifications", "title": "MS-600 : Microsoft 365 Core Services --> Practice Test 2021", "level": "All Levels", "author": "Karuna Maheshwari", "duration": "", "rating": "4.0", "reviews": "2", "students": "4806", "coupon_code": "E9DB2ADA36FEDB312A17", "preview_img": "https://img-b.udemycdn.com/course/750x422/4209382_2399_2.jpg?secure=QvWmoy5ln5SXnIeUMqDdrA%3D%3D%2C1639149962", "coupon_link": "https://www.udemy.com/course/ms-600-microsoft-365-core-services-practice-test-2021/?couponCode=E9DB2ADA36FEDB312A17", "end_day": "2021-12-10 18:27:41+00:00", "headline": "|| ✅ 50 Latest MS-600 Exam Question || ✅ Best for Self-Study & Self-Assessment || ✅ Easily get MS-600 Exam Certificate||", "description": "<p><strong>Dear Friends,</strong></p><p><strong>Are you Preparing for Microsoft MS-600 Exam? </strong>Don’t be stressed, Take our <strong>Microsoft 365 Core Services Exam</strong> Based Practice Test and prepare yourself for the Exam.</p><p>-----------------------------------------------------------------------------------------------------------------------------</p><p><strong><em>What you will get in These Practice Test ? </em></strong></p><ul><li><p><strong>It Contains Sample Questions which are likely to be asked in the Real Exam.</strong></p></li><li><p><strong>These Questions help you with Self-Study and Self-Assessment.</strong></p></li><li><p><strong>These Practice Test helps you check your Knowledge.</strong></p></li><li><p><strong>These Practice Tests are Prepared According to the Latest Exam Format.</strong></p></li><li><p><strong>These Practice Tests are Mobile Compatible So you can easily access anytime with your Smartphone.</strong></p></li><li><p><strong>Lifetime access Practice Test With all the updates for MS-600 Certification Exam.</strong></p></li></ul><p>----------------------------------------------------------------------------------------------------------------------------</p><p>Generally, you need to refer a variety of books and Websites in order to cover the ocean of topics for Microsoft MS-600 Exam. To make it easy for you guys, I have collected a Few Microsoft MS-600 Exam Based questions from Different Topics. Our practice Tests contain the Latest Questions for Microsoft MS-600 Exam.</p><p>----------------------------------------------------------------------------------------------------------------------------</p><p><strong><em>In These Practice Test We Covers The Following Topics of Exam:</em></strong></p><ul><li><p><strong>Implement Microsoft Identity</strong></p></li><li><p><strong>Build Apps with Microsoft Graph</strong></p></li><li><p><strong>Extend and Customize SharePoint</strong></p></li><li><p><strong>Extend Teams</strong></p></li><li><p><strong>Extend Office</strong></p></li></ul><p>----------------------------------------------------------------------------------------------------------------------------</p><p>These Microsoft MS-600 Exam Practice Test have a passing score of 75% but I highly encourage you to repeat taking these Practice Test again and again until you consistently reach a score of 85% or higher in Each Practice Test. Remember that this product does not give guarantee that, you will pass the Microsoft MS-600 Exam. You still need to do your self readings. However, These Practice Test provide a&nbsp;Self-Assessment that on which area you need improvement. </p><p><strong>When you Solve these Questions then Definitely Your Confidence will Increase. Also This Course has 30-Day Money-Back Guarantee. Without any Delay, the Applicants participate in this Microsoft 365 Core Services (MS-600) Exam Practice Test.</strong></p><p><strong>Best of luck for Exam!</strong></p><p><strong>CHEERS!</strong></p><p><br></p><p><strong><em>Legal Notice:</em></strong></p><p><strong><em>Microsoft, Windows, Microsoft Azure, Microsoft logo, Windows logo and Microsoft Azure logo are trademarks or registered trademarks of Microsoft Corporation in the United States and/or other countries. The Microsoft Corporation and other parties may also have trademark rights in other terms used herein. This course is not certified, accredited, affiliated with, nor endorsed by the Microsoft Corporation.</em></strong></p>", "preview_video": ""}, {"course_id": "3474688", "category": "Development", "sub_category": "Web Development", "title": "Complete Progressive Web App Bootcamp", "level": "All Levels", "author": "Kim Chen", "duration": "2 hours", "rating": "4.2", "reviews": "366", "students": "127606", "coupon_code": "B9BC06BCD21B66DE2951", "preview_img": "https://img-c.udemycdn.com/course/750x422/3474688_6c23.jpg", "coupon_link": "https://www.udemy.com/course/complete-progressive-web-app-bootcamp/?couponCode=B9BC06BCD21B66DE2951", "end_day": "2021-12-13 07:15:51+00:00", "headline": "Learn to build discoverable, engaging Progressive Webs Apps (PWAs) from scratch,", "description": "<p><strong>What is Progessive Web App (PWA)?</strong></p><p>PWAs are web applications created utilizing various explicit advances and standard examples to permit them to exploit both web and local application highlights. For instance, web applications are more discoverable than local applications; it's much simpler and quicker to visit a site than to introduce an application, and you can likewise share web applications by essentially sending a connection. </p><p>Then again, local applications are better incorporated with the working framework and along these lines offer a more consistent encounter for the clients. You can introduce a local application so it works disconnected, and clients love tapping their symbols to handily get to their most loved applications, instead of exploring to it utilizing a program. </p><p>PWAs enable us to make web applications that can appreciate these equivalent favorable circumstances. </p><p>It is anything but a shiny new idea—such thoughts have been returned to commonly on the web stage with different methodologies before. Reformist Enhancement and responsive plan as of now permit us to fabricate versatile neighborly sites. </p><p><br></p><p><strong>What will you learn in this course?</strong></p><p>In this course you'll begin dealing with your absolute first Progressive Web App (PWA) - a web application that can exploit a considerable lot of the highlights local applications have appreciated. You'll likewise get more involvement with making a web application that works disconnected utilizing Service Workers. At last, you'll make your application installable to the client's home screen with the Web App Manifest file.</p>", "preview_video": "https://mp4-b.udemycdn.com/2020-09-09_14-40-14-3c54b1d0b7dcefde1ef168b2f03c3028/1/WebHD_720p.mp4?secure=UzGcB05-XIhdZu7FzjJPog%3D%3D%2C1639079767"}, {"course_id": "2818343", "category": "IT & Software", "sub_category": "Network & Security", "title": "Practical Cisco Networking Labs in Cisco Packet Tracer", "level": "Intermediate Level", "author": "Cyber Quince", "duration": "12 hours", "rating": "4.7", "reviews": "1151", "students": "117095", "coupon_code": "HOLIDAYS21FREE", "preview_img": "https://img-c.udemycdn.com/course/750x422/2818343_f895.jpg", "coupon_link": "https://www.udemy.com/course/practical-cisco-networking-labs/?couponCode=HOLIDAYS21FREE", "end_day": "2021-12-14 08:34:57+00:00", "headline": "Networking concepts explained in a simple way, with many engaging exercises!", "description": "<p>This course's goal is to teach you some of the most important computer networking concepts, but also provide practical, real-life scenario labs &amp; guide you through configuring those successfully. Some of the labs come from CCNA, but they're mostly original topologies I&nbsp;created for my Computer Networking students. They were very successful so I&nbsp;decided to post them on Udemy as well. Hope you will find them useful and feel free to send ideas on additional labs I&nbsp;might add!</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-08-10_18-35-56-f8cd4f46e26e928b00b9e7b19b55fc15/1/WebHD_720p.mp4?Expires=1639079772&Signature=TXWEwNbXE343brvvgAIHCWgYlG3Ige7UOwfEL85lRRKxYjna7vyKESRujK~e7s6eCm5gTF3NgVV52gjNmaGh5Mhn1ysfjOJraNXXKQHM7V-seWA9zPCmDjM5nY1KKxhXrwPbsL3pLIqxF-4nzRdRnjeeWnQ9LB6UyGRMx~DbiiBaYrnLPltRft0k~WqjY7FXjqmkJ7oop2~HLEl5WlaSj~Ps41ono6PwyMBoPB87HtTaH0xYExWgUTnANeFV6aT945BqSFBLiT9WWQJC34PRyAIPQkTNQu766i5YfU4bfxotpLBfEfj-WKCKD9ZgM8Huu1WnksxyOajjobR8WjEk~g__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4014798", "category": "Office Productivity", "sub_category": "Microsoft", "title": "Zeit sparen bei der Arbeit mit Excel und Outlook durch VBA", "level": "Intermediate Level", "author": "Sebastian Glöckner", "duration": "3 Stunden", "rating": "4.6", "reviews": "17", "students": "984", "coupon_code": "12E41B9D652BEEDBAD98", "preview_img": "https://img-c.udemycdn.com/course/750x422/4014798_ad62.jpg", "coupon_link": "https://www.udemy.com/course/zeit-sparen-mit-excel-und-outlook-durch-vba/?couponCode=12E41B9D652BEEDBAD98", "end_day": "2021-12-13 23:06:16+00:00", "headline": "Routineaufgaben automatisieren durch automatischen E-Mail Versand. Spare täglich eine Stunde Arbeit!", "description": "<p>Ich möchte dir etwas erzählen über <strong>die meisten Projektmitarbeiter, Business Analysten und Controller, die ihre Arbeit nicht automatisieren</strong>.</p><p>Denn ich war einer davon, ich wollte aber unbedingt versuchen, <strong>unvermeidliche regelmäßige aufgaben effizient zu erledigen, ohne ständig Überstunden zu machen</strong>.</p><p>Ich habe ständig mit <strong>Zeitfressern gekämpft, die sehr nervig und anstrengend sind </strong>-&nbsp; und wurde mehr und mehr <strong>frustriert von diesen Aufgaben</strong>.</p><p>Am schlimmsten war die Zeit, als ich <strong>ich abends meine Kinder nicht mehr gesehen habe, weil ich so spät nach Hause gekommen bin</strong>.</p><p>Dann habe ich endlich <strong>die Möglichkeiten der Office Automatisierung</strong> entdeckt!</p><p>Und das hat meine Situation um 180 Grad gedreht, denn ich habe endlich herausgefunden:</p><p>- <strong>Regelmäßige Reportings vollautomatisch zu erstellen</strong></p><p>- <strong>Fehler zu vermeiden, indem ich den PC meine Arbeit machen lasse</strong></p><p>- <strong>Schneller zu arbeiten als die meisten anderen Projektmitarbeiter</strong></p><p><br></p><p>Weil ich <strong>Die Möglichkeiten der Office Automatisierung</strong> entdeckt habe, war ich endlich in der Lage:</p><p>- <strong>Täglich mindestens eine Stunde Arbeitszeit sparen und früher nach Hause gehen</strong></p><p>- <strong>Schlimme Fehler und Nacharbeiten zu vermeiden</strong></p><p>- <strong>Anderen Kollegen den Weg zeigen und sie dadurch beeindrucken</strong></p><p><br>Jetzt kann ich trotz all meiner Projekte endlich <strong>zeitig Feierabend machen </strong>und muss mir über <strong>Überstunden keine Gedanken mehr machen</strong>.</p><p>Deswegen bin ich so begeistert von der <strong>Automatisierung Deines E-Mail Versandes bei all Deinen Projekten, </strong>damit Du auch <strong>früher Feierabend machen </strong>und <strong>Deine Kollegen und Chefs </strong>beeindrucken kannst!!</p><p><br></p><p>Also schreibe dich jetzt ein, um <strong>Deine Arbeit zu automatisieren</strong> und täglich mindestens <strong>eine Stunde Zeit zu sparen</strong>!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-04-29_20-14-24-60ed3bbe55e994d0f13c0082af59fbd5/1/WebHD_720p.mp4?Expires=1639079790&Signature=EWaggeGT5gYljY94Y3N1wyW2BpTkj51Oq8WqouCp9G2bCubKFEqWOUeUV06SiiyQFg-u5czl1zoF4hktYR2l0u62GRNB4ynQHM5vMLAwLl-mShkso2~v1H1nzuYr8qGSVT9N0fM~02ejDNhfJ69MyyfXnoyhw6ddSj8maax-V71JK5oxLipjQtfJPZln6ZjLHdwnmIbTQZ7MH9kCwJdrazOv7vKyp-3hOfLUe1ZQkPgij6AZvRh2j9n3YQWsEHjH0S76km2yhjY~iqeYV3-MNp0nfaGq-PnEKTZJN132skFoOfQk2gm7LVcQ9TPB4nzDR9AbGcn6AZ8k28H4motZQQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3200880", "category": "Marketing", "sub_category": "Affiliate Marketing", "title": "Learn 4 Steps to Make Money Online with Affiliate Marketing!", "level": "Beginner Level", "author": "Roope Kiuttu", "duration": "4 hours", "rating": "4.0", "reviews": "467", "students": "77410", "coupon_code": "B789053503550C056329", "preview_img": "https://img-c.udemycdn.com/course/750x422/3200880_8fa6.jpg", "coupon_link": "https://www.udemy.com/course/make-money-with-affiliate-marketing-online/?couponCode=B789053503550C056329", "end_day": "2021-12-13 10:36:03+00:00", "headline": "These 4 steps took me from a complete beginner to making a life-changing income online.", "description": "<p><strong>Have you ever wanted to make money online even while you are sleeping?</strong></p><p><strong>Would you like to spend time with your loved ones and earning money at the same time?</strong></p><p>It happens to me all the time.</p><p>I still remember the day when I stumbled online and searched something like, \"How to make money online\".</p><p>There was a young man from the United States who said that he can show me how to make money using the Internet.</p><p>My first thought was, \"that must be a scam or something!\"</p><p>Well, I&nbsp;gave it a try...</p><p>And guess what.</p><p><strong>I failed! </strong></p><p>The reason was that I&nbsp;just \"tried\" it. I didn't really commit at first.</p><p>Then I saw dozens and dozens of examples:</p><p>Someone made $2,000/month online.</p><p>Another person made $5,000/month online.</p><p>Some people made even $10,000/month online...</p><p>And more...</p><p>I realized that if they can do it, I&nbsp;can do it.</p><p>And sure enough, I did it.</p><p><strong>I made a life-changing income online and I've traveled around the world in 40 countries in total.</strong></p><p><strong>Nowadays I run a YouTube channel called \"Learn To Make Honest Money Online\" with over 300,000 monthly views helping ordinary people to make a life-changing income online too.</strong></p><p>I&nbsp;simply share the steps that I took to make money.</p><p>And it works.</p><p>In this course, <strong>you'll learn the steps that I&nbsp;have taken to make a life-changing income online and achieve the ultimate freedom in my life.</strong></p><p>I can't give you any income guarantees because it's against the law but I&nbsp;can tell that the steps that I teach have worked for me and dozens of my friends.</p><p>I'll see you inside the lessons!</p><p>Looking forward to helping you my friend!</p><p>Cheers</p><p>- Roope&nbsp;\"From a complete beginner to making a life-changing income online\" Kiuttu</p><p><strong>PS. </strong></p><p>Imagine having a life that you've always dreamed of.</p><p>Imagine having the freedom...</p><p>It's Your Time!</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-10-09_04-00-40-3e2327bd76e567b7990524bf15251305/1/WebHD_720p.mp4?Expires=1639079795&Signature=U9MW-LOV~23JMpxLUwrsaPSuv5-7BeOfRO4Dw6PT7UWtQP1yLig1wfDlK0aU84p~1GuCF3TzvMigBMGspaMpWpRSjB70~UqfJJzYIjrsbA4zm5FcGv2hEhNJX~ah8Wsk8413syJ1kjGjcD9cQu7frFJ9PtH0S~7j5AYqscQt5CQLmPRuSwziSAgjmWOYh4IbQRIzwHZXNp32CsCRzPQgGpNObljfbKx~LX-yCQdjEn6I5eomRGCpToLlzbFQvRYb6nhBPrqoq~mUyAGO6IHN3hPUqhSfz8OQGU2OocKNW-F7cfZ3gt7xm-tfhMPrVVg6SA9zL3HTA8CwUTJ03c7-OA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4408038", "category": "Teaching & Academics", "sub_category": "Test Prep", "title": "PRINCE2® Foundation Practice Tests", "level": "All Levels", "author": "AFAQ Formations", "duration": "", "rating": "0.0", "reviews": "0", "students": "1563", "coupon_code": "MAISSA", "preview_img": "https://img-b.udemycdn.com/course/750x422/4408038_f3d0.jpg?secure=MMeGGrO95gcv_gMKA2iGcg%3D%3D%2C1639150022", "coupon_link": "https://www.udemy.com/course/prince2-foundation-practice-tests-z/?couponCode=MAISSA", "end_day": "2021-12-11 13:03:09+00:00", "headline": "Pass the PRINCE2® Foundation Exam On your First Try!", "description": "<p><strong>Get Ready To Prepare Like You’ve Never Prepared Before</strong></p><p>As we often say at AFAQ Formations , work smarter not harder. You are about to see a study guide that took hours of hard collection work, expert preparation, and constant feedback. That’s why we know this exam prep will help you get that high-score on your journey to certification.</p><p><strong>Your Journey To Pass The PRINCE2® Foundation</strong></p><p>Perhaps this is your first step toward the certification, or perhaps you are coming back for another round. We hope that you feel this exam challenges you, teaches you, and prepares you to pass the PRINCE2® Foundation. If this is your first study guide, take a moment to relax. This could be the first step to a new high-paying job and an AMAZING career. If you’ve been around the block a few times, consider taking a moment and answering some questions from newer techies.</p><p><strong>What Should You Know Before Studying The PRINCE2® Foundation?</strong></p><p>Every exam and certification has different requirements. If this is a serious venture, make sure to read the prerequisites before preceding. Nothing is worse than wasting months studying for an exam you can’t take or passing an exam that won’t help you get a certification!</p><p><strong>What Is ThePRINCE2® Foundation Focused On?</strong></p><p>The PRINCE2®<strong> </strong>Foundation or as it’s also known, the PRINCE2®<em> Foundation</em>, like all tests, there is a bit of freedom on PRINCE2®'s part to exam an array of subjects. That means knowing the majority of PRINCE2® Foundation content is required because they test randomly on the many subjects available. Be aware too that experience requirements often exist because they’ve observed the average person and what is required. You can always push past that to succeed with the PRINCE2® Foundation but it may take some extra work.</p>", "preview_video": ""}, {"course_id": "4429388", "category": "Health & Fitness", "sub_category": "General Health", "title": "Herbalism: Herbalism Certification Diploma Course", "level": "All Levels", "author": "Amer Taha- courseyo", "duration": "6 hours", "rating": "0.0", "reviews": "0", "students": "715", "coupon_code": "ACD9AAB0B9200436AE2E", "preview_img": "https://img-c.udemycdn.com/course/750x422/4429388_7834_8.jpg", "coupon_link": "https://www.udemy.com/course/herbalism-for-everyone-professional-herbal-medicine-course/?couponCode=ACD9AAB0B9200436AE2E", "end_day": "2021-12-14 11:16:20+00:00", "headline": "Work in a herbalism or holistic medicine profession, Certification, herbal medicine", "description": "<p><strong>This is the place to start if you have ever dreamed of working in the field of Natural-Complementary Medicine and Herbalism.</strong></p><p>We have created this course to bring our combined&nbsp; years of experience in the field to you in the comfort of your own home. This course is filled with educational and career insights and opportunities, with each one more exciting than the next.</p><p>There are so many ways to create a career in Natural and Complementary Medicine and whether your passion is Medicinal Plants, Homeopathy or People, the practice of Natural and Complementary Medicine is the vital bridge between all of them. This is truly meaningful and wonderful work to be involved in.</p><p>The need for alternatives and complements to conventional western medicine has been increasing steadily over the past 40 years. The field of Natural and Complementary Medicine has grown 400% in the last 10 years and today practitioners of Complementary therapies are very much in high demand.</p><p>This course explores a wide variety of potential opportunities including:</p><ul><li><p>What is natural medicine</p></li><li><p>Herbalism and herbal medicine</p></li><li><p>Making your own herbal remedies and medicines</p></li><li><p>Making your own herbal tinctures</p></li><li><p>The most easy to use and powerful everyday medicinal plants and flowers</p></li><li><p>Essential Oils and Aromatherapy</p></li><li><p>Therapeutic uses of essential oils for you and others</p></li><li><p>Colloidal Suspensions</p></li><li><p>Tissue Salts and other minerals</p></li><li><p>Homeopathy and Homeopathic Cold and Flu Remedies</p></li><li><p>and much more</p></li></ul><p>Choose whatever path suits you. Like many Natural Health Practitioners you may find yourself overlapping these specialities or evolving into new ones. We're happy to bring this level of experience to you within this course.</p><p>Join us on this amazing journey and get the inspiration and confidence to step forward.</p><p>What you’ll learn</p><p><br></p><ul><li><p>What Natural Medicine is, what it encompasses and how to understand each of it's branches</p></li><li><p>How to stay healthy using everyday Herbs and Plants!</p></li><li><p>Natural ways to boost your immune system</p></li><li><p>Which kind of health properties you can find in different Herbs and Plants</p></li><li><p>How to cure diseases naturally</p></li><li><p>Natural antivirals and antibacterials</p></li><li><p>How to use your new knowledge of Natural Medicine to help to improve your own health and that of others</p></li><li><p>How to create Herbal products and use them for your own health and to help others too.</p></li><li><p>How to use Homeopathy and Homeopathics to help with common ailments</p></li><li><p>How to use Tissues Salts to help treat issues such as respiratory disorders, inflammation, pain, nausea, Colds and Flu</p></li><li><p>How to use colloidal suspensions</p></li><li><p>How to purify contaminated water to make it safe for drinking by using colloidal iodine</p></li><li><p>Inspiration about how to make a living as a Natural Medicine Practitioner</p></li><li><p>and much more</p></li></ul><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-12-07_14-54-21-6372bd5d0785395601a32deb60359e98/2/WebHD_720p.mp4?Expires=1639079825&Signature=fggEtRntAQRDCHumDYulrqEbFPkzrHJMKXEx7NK~2UFr6JwubTjESTrIyevVLpxCxCpuPxaMjzoAE-C1f2JV6GFsK2aXZawVREcJw9PpH1SCPcSNjqpdh9xqN37xaGvXZW0CkT3qI8jC65q7F83KM79HwhbgHWPtQOQmQz85Snou-xeclzVL~C47YdA~Vccm8a9HwxE5e~cCU~xbo5qyG8cKG0afD9hROHf2uwXiMCQSGLC8TKs9lYvQrnwsptt86t2yKEsx~1FQQhd6l36abMMGiimYVsicmSAiooLeRQo-TU4-~bb1HPD8ZgMPsglGhQMmU-GrAF0j4wDAmEUwUw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1586184", "category": "Development", "sub_category": "Database Design & Development", "title": "Basics of Database Design & Development", "level": "All Levels", "author": "Creative Online School", "duration": "3 hours", "rating": "3.9", "reviews": "480", "students": "117752", "coupon_code": "DBDEC2021", "preview_img": "https://img-c.udemycdn.com/course/750x422/1586184_e13a_2.jpg", "coupon_link": "https://www.udemy.com/course/database-design-development/?couponCode=DBDEC2021", "end_day": "2021-12-14 03:00:50+00:00", "headline": "Understand basics of database design & development through step by step procedure", "description": "<p>Database design is the process of producing a detailed data model of a database. This data model contains all the needed logical and physical design choices and physical storage parameters needed to generate a design. Through this tutorial we will try to teach the basis components  of database design and explains how to make a good database design.</p>\n\n<p>Designing a database is in fact fairly easy, but there are a few rules to stick to. It is important to know what these rules are, but more importantly is to know why these rules exist, otherwise you will tend to make mistakes!</p>\n\n\n\n<p>Contents of this course </p>\n\n\n\n<ul><li>Introduction and Database Overview </li><li>Understanding SQL Types of commands </li><li>Tables, Views and Stored Procedures </li><li>Database constraints </li><li>Database Normalization </li><li>ER Diagram </li><li>Relational Database Management System </li><li>NoSQL </li><li>RDBMS vs. NoSQL </li></ul>\n\n\n\n<p><br></p>", "preview_video": "https://mp4-b.udemycdn.com/2018-03-08_02-28-12-c1b8e1794654686a63cd65e25082ba01/WebHD_720p.mp4?secure=O0zPRU0zbF5VUVy_rmZ7Aw%3D%3D%2C1639079830"}, {"course_id": "3923356", "category": "Business", "sub_category": "Project Management", "title": "HVAC Ductwork Quantity Take off for Quantity Surveyors", "level": "All Levels", "author": "Akhil Krishna", "duration": "42 mins", "rating": "4.3", "reviews": "113", "students": "20174", "coupon_code": "HVAC4DEC", "preview_img": "https://img-c.udemycdn.com/course/750x422/3923356_5dca_2.jpg", "coupon_link": "https://www.udemy.com/course/hvac-duct-quantity-take-off-for-quantity-surveyors/?&couponCode=HVAC4DEC", "end_day": "2021-12-12 16:59:02+00:00", "headline": "HVAC, Duct, Take off, Estimation, Quantity Surveying, Length, Area, Weight, SMACNA, POMI, AUTOCAD, Excel, Template, MEP", "description": "<p>Welcome to this course on HVAC Duct Quantity Take off.</p><p>HVAC stands for Heating, Cooling, Air Conditioning. It forms a part of MEP Services.</p><p>Ducts are used as a medium for transmission of air from the equipment's to different rooms in a building.</p><p>Accurate estimation of DUCT quantities is critical for an effective cost management of a construction project. </p><p>In this course you will understand how to take off the HVAC duct quantity using different unit of measurements.</p><p>You will be able to estimate the duct measurement by length, area and weight by the end of this course.</p><p>Excel templates for all length, area and weight measurements are separately explained and the templates are also available for download.</p><p>These templates can be used in your professional life.</p><p>This course also includes the basics of ductworks, difference between Air Handling Unit &amp; Fresh Air Handling Unit.</p><p>POMI Standards for Duct measurement is also included as an additional lecture.</p><p>There is also a lecture on AUTOCAD tips that can be helpful for your estimation purpose.</p><p>SMACNA Documents for weight estimation is also explained and this document is downloadable in this course.</p><p>A Sample drawing is also included for practice purpose.</p><p>Construction professionals and enthusiasts will definitely enjoy this course and learn something new.</p><p><br></p><p>So enroll for this course without wasting time and have fun learning new concepts and ideas.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-03-18_18-33-33-a686169937201eeb7c101a1447075da9/1/WebHD_720p.mp4?Expires=1639079832&Signature=JEN5cKBQ7WsoFYh-br~DYAomK~UjTnH7NQBG48C~CE2n~xZ9BXVp0UZIECx59saf7N~tWILXMR9vEjZdKKWq1-xFoLfe4tQguk6fYcbt5sp6oad3f2rbSBZtXcW7NxY1GE993gKyyeftl3pt~XHAd7igxYQcu8PA~erWmoOBh3tveg0X-bjs8O6cjNk5mfY9mEaxD9EF1gq~u3Ui-KI9qXMS68--gVp7IgqRMZgFPXiRRuYquEJIau4wpYp2hbfYsFansVQow82hNAov5Y2DfQuwl54QEfC9heOmAV7m6SrQe4zh0u~CCHCX~FDFDeJaieuG8EwbGqzu20F6wviUkQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4236300", "category": "Teaching & Academics", "sub_category": "Other Teaching & Academics", "title": "Book of 1 Thessalonians Bible Study & 5 Insightful Lessons", "level": "Beginner Level", "author": "Boomy Tokan", "duration": "1.5 hours", "rating": "4.9", "reviews": "3", "students": "2612", "coupon_code": "797E8125D7B094BB94B2", "preview_img": "https://img-c.udemycdn.com/course/750x422/4236300_33d4.jpg", "coupon_link": "https://www.udemy.com/course/book-of-1-thessalonians-bible-study-5-insightful-lessons/?couponCode=797E8125D7B094BB94B2", "end_day": "2021-12-12 17:14:31+00:00", "headline": "In this thought provoking letter you get a sneak preview into Paul's heart as a father & a teacher of end time events!", "description": "<p><strong>Why did Paul write the letter to the Thessalonians?</strong></p><p>To ensure they remained in faith because he was unable to visit them, therefore, he had to send Timothy. He also wrote the letter to the Thessalonians to encourage them in faith so that they will not be unsettled by Paul’s trials (1 Thessalonians 2v17-3v3). He also wrote the letter to silence those who felt he took advantage of the people of Thessalonica. (1 Thessalonians 2v1-6).</p><p><strong>What is the main message of 1 Thessalonians?</strong></p><p>Faith, Love, and Hope in the face of affliction (1 Thessalonians 1v3). He also used the latter to encourage them to live according to God’s will and the decisions reached in Jerusalem by the Apostles (1 Thessalonians 4v1-12). Finally, it was an opportunity to encourage them about the end times and life after death (1 Thessalonians 4v13-18). <br></p><p><strong>Who is the audience of 1 Thessalonians?</strong></p><p>The audience is the members of the Church at Thessalonica and also to us as believers in the Lord Jesus Christ (1 Thessalonians 1v1 &amp; 5v27).<br></p><p><strong>Who persecuted the church at Thessalonica?</strong></p><p>Their own countrymen, the Jews that resided in the city, and those that specifically came from other regions to dilute the work of spreading the Gospel that was embarked upon by Paul (1 Thessalonians 2v14-16).</p><p><br><strong>What is the context of 1 Thessalonians 4?</strong></p><p>The Context was in relation to the questions the Thessalonians asked about the end times (Life after death) as well as the decision reached by the Council in Jerusalem (1 Thessalonians 4v1-18).</p><p><br></p><p><strong>Recent Review from a previous course:</strong></p><p><strong><em># \"Wonderful teaching, clear and easy to understand very interesting\" -</em></strong> Wilma Brown</p><p><strong><em># \"I took this course over a year ago and I come back to it now and again for a refresher. What is taught is clear and in little pieces, so we can understand the meaning of the scripture. But, as I said he is a good place to return to whenever you need a lift, clarification, or just closeness to the Lord.\" - </em>Andrea Philpotts<em> </em></strong></p><p><strong><em># \"I have I have had great Enlightenment with this course\" - </em>Edward Max Mosher</strong></p><p><strong><em># \"I have heard our instructor before and he is excellent.\" - </em>Florence Taber-Brown</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-08-26_15-38-11-8eacf130c89d1a5b89fb577d01f865b3/2/WebHD_720p.mp4?Expires=1639079835&Signature=AhPGRrYKAhVB5x2p4dBrd1uj~ug5TKUfmS7y1h4X7tNNFeJBwxmd8w0MkIEDCtbLw0OMxPwUbT4zJguXKI0YyHOsj0-dF1QZd6YzEYuKXq4rsHiuvB~Q-4q~9Gen3aL73qAzBWqgpXmdrEM6OvPjEcTvriq4ZOEcLEGrF6Nn5cFI9EzQQ1bIm3H8mCPPI5uspqQOelB10f3Tcyuxa1BpVpcRnQBJe8mzL9wMq~xHAx9zuWpGMCB3V91RQQ8z7ikdCMoH688ox5jvWhw98qwqHF4EDjrjD2PTjqtoofmhrYPYVknU1Z3Pa7vzwNlRg7sRm2BZWUuSF4KFKWpSrzEzyw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2431976", "category": "Teaching & Academics", "sub_category": "Engineering", "title": "Ultrasonic Testing Level 1 Training", "level": "Beginner Level", "author": "Mustapha benbihi", "duration": "1.5 hours", "rating": "4.4", "reviews": "185", "students": "28951", "coupon_code": "NEW-SKILLS21", "preview_img": "https://img-b.udemycdn.com/course/750x422/2431976_6ccf.jpg?secure=hKjgjDrjVXSP5QJsM3e0aA%3D%3D%2C1639150037", "coupon_link": "https://www.udemy.com/course/ultrasonic-testing-level-1-training/?couponCode=NEW-SKILLS21", "end_day": "2021-12-12 22:46:54+00:00", "headline": "An introduction to Non-Destructive Testing & an A-Z guide on The Ultrasonic Testing.", "description": "<p>This course teaches you how to perform ultrasonic inspection from beginning to end.</p><p>The course provides you with Level 1 training in the fundamentals of Ultrasonic Testing methods. It will introduce you to the basic concepts and principles and includes hands-on training using Ultrasonic Testing equipment settings and functions.The Ultrasonic theories presented will provide the knowledge of Ultrasonic Testing required and enable you to work with individuals qualified and certified to gain needed experience for qualification as Level 1. While the practical manipulations will give you the essential steps that you will need to calibrate the ultrasonic testing equipment, perform the inspection, collect and interpret the data.</p><p>This course consists of two handbooks: The first handbook made by the instructor is the official of the training. It covers all the topics presented through the 35 lectures. While the second one (offered as bonus) is the official one of the TWI (International Institute of Welding) training.In addition to that, the course includes 35 lectures alternating between the different lecture types, with regular quizzes and exams to enable you to check that your are following the topics covered.</p><p>We'll begin by taking a closer look at the general concepts of ultrasonic testing, I'll then take you throw the fundamental properties of ultrasound starting with the generation of the ultrasonic wave and the mean physical phenomena that govern it.</p><p>Next, we'll discuss the most famous Ultrasonic Inspection Techniques and the equipment used to perform them so that you be able to perform them effectively.</p><p>We'll then take a look at the reference blocks used for calibrating the equipment, and how the inspected part variations that may affect the test result.</p><p>Finally, we'll explore the types of defects, and the most useful evaluation techniques so that you can decide whether the flaw is accepted or it needs to be repaired.Having the proper theoretical knowledge of ultrasound is critical to running a successful inspection, I'll introduce you to this knowledge and how to practice them effectively in Ultrasonic testing level 1 training.</p>", "preview_video": "https://mp4-c.udemycdn.com/2019-06-26_23-15-04-d7f8099be3d6b455e9a96268f3c8db37/WebHD_720p.mp4?Expires=1639079837&Signature=IsKV~gvNUQco6rOet77rm-AHw8l1KIdFCZbI38HmqeUusWJZohOokDHD7MlmlMIcWEw1~olLiX08X7~EM-l2j0kH3-zWFBQTBsSeRneBmDwwpoSXOaGWEx4dmS5wbnhFleaGdzVb1cCV1aAVzshtgAOeugYkZ8KzIHSKWF9038iBLvuW4gqjGOeRHlCZRdwLYDVGFa0X323-f1H0sGIBtqg4GafZw63VOrS2y0cVHRWRC7Xd37YfjkPXlc3qKKJkd~6jUjtyw2Ywp3wJQAcigk-eVERVP1jKlqI8zzb071-0N3Dx5TWPSmt9Dz5~TUE9t8SdslDgKj8GP6FHXLBhUw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4409890", "category": "IT & Software", "sub_category": "IT Certifications", "title": "AWS ANS-C00 Certified Advanced Networking", "level": "All Levels", "author": "Mohamed Boufalah", "duration": "", "rating": "0.0", "reviews": "0", "students": "24", "coupon_code": "62DDF25813D8445F9A54", "preview_img": "https://img-c.udemycdn.com/course/750x422/4409890_62d9.jpg", "coupon_link": "https://www.udemy.com/course/aws-ans-c00-certified-advanced-networking/?couponCode=62DDF25813D8445F9A54", "end_day": "2021-12-11 23:05:40+00:00", "headline": "Get your AWS ANS-C00 Certified Advanced Net : AWS ANS-C00 Advanced Network Certification from the first attempt", "description": "<p>This practice test course contains 6 complete timed tests, of at least 50-questions each, just like you will get in the official exam. That's over 170 questions to see how prepared you are for the real test.&nbsp; The quiz questions are balanced as per the domain weightings published in the candidate bulletin.&nbsp; In addition, after taking the exam you can review your answers compared against the correct answers including comprehensive explanations and documentation links of each question, the answer options and the recommended approach for getting the answers right. </p><p>Unlike other practice tests, you get LIFETIME access to these questions and explanations. There is no time limit. You can take the quizzes as many times as you like to make sure you're ready to take the exam. </p><p>The exams are formatted just like the real questions would be. Unfortunately, we are limited in the types of questions we can offer, so this quiz will be multiple-choice and multi-select only unlike the real exam where you can expect additional types of questions like drag-and-drop and hot-area.</p><p>The exams were compiled by an experienced team of Power Platform professionals whom have all passed the official exams. The test covers all the latest domains and sub-domains as published in the candidate bulletin including:</p><p><br></p><ul><li><p>Design a Hybrid Network using Site-to-Site VPNs</p></li><li><p>Design a Hybrid Network using AWS Direct Connect</p></li><li><p>Design a Hybrid IT Architecture</p></li><li><p>Design and implement Amazon Route 53 DNS</p></li><li><p>Design and Implement AWS Load Balancing Solutions</p></li></ul><p>Six practice tests allow you the flexibility to attempt one exam early-on during your exam-preparation to adjust your focus-areas and cut down on study time.&nbsp; The two remaining exams can be used to prove your readiness to take the official exam.&nbsp; Or you can just use all three in whatever way suits your preparation workflow. </p><p>This is the perfect tool to assess your readiness, and find those one or two areas that you can study in the days before taking the test.</p><p><br></p><p>We are looking forward to seeing you inside the course.</p>", "preview_video": ""}, {"course_id": "4354642", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Practice Test for MS Azure Data Engineer (DP-203) Exam 2021", "level": "All Levels", "author": "Harish Kumar Maheshwari", "duration": "", "rating": "4.2", "reviews": "4", "students": "3441", "coupon_code": "DF244C27BC6A38ED6545", "preview_img": "https://img-c.udemycdn.com/course/750x422/4354642_592d_2.jpg", "coupon_link": "https://www.udemy.com/course/practice-test-for-ms-azure-data-engineer-dp-203-exam-2021/?couponCode=DF244C27BC6A38ED6545", "end_day": "2021-12-11 10:58:36+00:00", "headline": "|| Easily Clear your DP-203 Exam ||  Latest & Updated Exam Question ||", "description": "<p><strong>Hello Friends,</strong></p><p><strong>Are you Preparing for Microsoft DP-203 Exam ? </strong>Don’t be stressed, Take our <strong>Microsoft DP-203 Exam</strong> Based Practice Test and prepare yourself for the Exam. </p><p>This<strong> Ultimate Exam Training Course </strong>for the <strong>DP-203 IT Certification Exam</strong> is packed with comprehensive questions &amp; answers.&nbsp; If you want to Easily Clear the <strong>Microsoft</strong> <strong>Azure Data Engineer</strong> Expert Certification Exam<strong> confidently</strong>, This Practice Tests helps you for that.</p><p>-----------------------------------------------------------------------------------------------------------------------------</p><p><strong><em>What you will get in These Practice Test ?</em></strong></p><p><strong>--&gt; These Practice Tests are Prepared According to the Latest Exam Format.</strong></p><p><strong>--&gt; These Questions Help you with Self-Study and Self-Assessment.</strong></p><p><strong>--&gt; These Practice Tests are Mobile Compatible So you can easily access anytime with your Smartphone.</strong></p><p><strong>--&gt; Lifetime access Practice Test With all the updates for DP-203 Certification Exam.</strong></p><p><strong>--&gt; It Contains Sample Questions which are likely to be asked in the Real Exam.</strong></p><p>----------------------------------------------------------------------------------------------------------------------------</p><p><strong><em>In These Practice Test We Covers The Following Topics of Microsoft DP-203 Exam:</em></strong></p><p><strong>--&gt; Design and implement data storage</strong></p><p><strong>--&gt; Design and develop data processing</strong></p><p><strong>--&gt; Design and implement data security</strong></p><p><strong>--&gt; Monitor and optimize data storage and data processing</strong></p><p>----------------------------------------------------------------------------------------------------------------------------</p><p>Remember that this product does not give guarantee that, you will pass the Microsoft DP-203 Exam. You still need to do your self readings. However, These Practice Test provide a Self-Assessment that on which area you need improvement.</p><p><strong>This Course has 30-Day Money-Back Guarantee. Without any Delay Participate in this DP-203 Practice Test.</strong></p><p><strong>Best of Luck for Exam!</strong></p><p><br></p><p><em>Microsoft, Windows, Microsoft Azure, Microsoft logo, Windows logo and Microsoft Azure logo are trademarks or registered trademarks of Microsoft Corporation in the United States and/or other countries. The Microsoft Corporation and other parties may also have trademark rights in other terms used herein. This course is not certified, accredited, affiliated with, nor endorsed by the Microsoft Corporation.</em></p>", "preview_video": ""}, {"course_id": "4313696", "category": "IT & Software", "sub_category": "Network & Security", "title": "Entering the dark web - الدخول إلي الإنترنت المظلم", "level": "All Levels", "author": "Mr Robot", "duration": "2 hours", "rating": "3.8", "reviews": "44", "students": "2905", "coupon_code": "HACKERS-SOCIETY", "preview_img": "https://img-c.udemycdn.com/course/750x422/4313696_392e_2.jpg", "coupon_link": "https://www.udemy.com/course/learn-the-dark-web/?couponCode=HACKERS-SOCIETY", "end_day": "2021-12-13 04:39:51+00:00", "headline": "الانترنت المظلم بكل تفاصيلة", "description": "<p><strong>الإنترنت المظلم أو الدارك ويب هو الجانب المظلم للإنترنت وهو جزءٌ من شبكة الإنترنت العالمية. شبكة الويب تتكون من ثلاث أجزاء رئيسية يمكننا أن نقسم هذة الأجزاء إلى</strong></p><ul><li><p><strong>Surface Web</strong></p></li><li><p><strong>Deep Web</strong></p></li><li><p><strong>Dark Web</strong></p></li></ul><p><strong>و نحن نرى </strong></p><p><strong>Surface web </strong></p><p><strong>من حجم شبكة الإنترنت العالمية وهي 5٪ عبر محركات بحث معروفة مثل جوجل كروم، موزيلا فايرفوكس، أوبرا، وغير ذلك.</strong></p><p><strong>سوف نتعرف على شبكة الإنترنت المظلم، كيف تعمل بشكل تقني وأمني، المتصفحات ومحركات البحث الخاصة بها، محتويات الإنترنت المظلم، مواقع الإنترنت المظلم</strong></p><p><strong>اي شخص يريد&nbsp; ذو مستوي جيد او يريد تصفح الانترنت المظلم ومعرفة اسراره انصحه بالانضمام الي هذه الدورة سنتطرق الي جميع الافكار التي تحتاجها وسنجيب علي جميع اسئلتك عن الشبكة المظلمة</strong></p><p><strong>الانترنت المظلم ليس بالمكان السئ وانصحك بتصفحه ستجد هناك معلومات ذو قيمة عالية وستفيدك </strong></p><p><strong>واذا كنت تريد الحصول علي خصوصية جيد فهو المكان الجيد الذي سيوفر لك هذه الخصوصية </strong></p><p><strong>هذه الدورة لأي شخص محب للمعرفة و معرفة جوانب الانترنت الأخري </strong></p><p><strong>يجب عليك استخدام ما ستتعلمه في الخير ويجب ان تستخدم الانترنت المظلم بشكل جيد ولا تفكر في الامور السيئه فيجب الابتعاد عن هذه الامور قدر المستطاع</strong></p><p><strong>الدخول الي الانترنت المظلم يكون عبر متصفحات معينة ونستخدم محركات بحث مخصصة للبحث بطرق معينة فيه فهو لا يشبة الانترنت الذي نتصفحة يوميا </strong></p><p><strong>سنوفر بيئة أمنة لتصفحة بشكل سليم ويجب اتباع النصائح التي نزكرها حتي لا يحدث معك اي مشاكل اثناء التصفح </strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-10-16_11-04-27-5bf24d8d7262b612a201d99b8bdf5fe3/2/WebHD_720p.mp4?Expires=1639079851&Signature=bVZIv3bGpLmXcAAb0KYiekH3TppxpGyAooOvxspG5Ng60eX8v0KL6aa0YTGEgqssMNxugUrKOSkqc3V0V3lt~zJX2ucdKYr--S7pb6sqMht3NyfQ8uGabIbA6o7GwSBdqY5Lku4u9HyaOmLdWx7km3nMvJGuCX8DSPwys0Z3CWjF2ZQhYT2Om0mdCGJ7ATgQFb1ZUwKFVA5hbN1R0at0f7xBbutzKOUixvBxVNXPqGkgmwWU~BwiIldjQWtfcxssHzg2E6wLW~mCNBS7ncybST~qboI4YIPHgJ5SZ8mNro4~4~ZGLfnllFfEPGll8nl4~rOQ9D0tyE3wCvmGElXuOg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4420954", "category": "IT & Software", "sub_category": "IT Certifications", "title": "PL-900: Microsoft Power Platform Fundamentals Practice Exams", "level": "All Levels", "author": "Sanaa Najmi", "duration": "", "rating": "4.5", "reviews": "2", "students": "1768", "coupon_code": "FREE1000_", "preview_img": "https://img-c.udemycdn.com/course/750x422/4420954_daf3.jpg", "coupon_link": "https://www.udemy.com/course/exam-pl-900-microsoft-power-platform-fundamentals-practice/?couponCode=FREE1000_", "end_day": "2021-12-11 22:16:44+00:00", "headline": "Get your PL-900: Microsoft Power Platform Fundamentals Certification with the help of these real exam simulations !", "description": "<p>Are you ready to take the 2022 - just out of beta - PL-900 Microsoft Power Platform Fundamentals exam?</p><p><br></p><p>This practice test course contains 3 complete timed tests, of at least 50-questions each, just like you will get in the official exam. That's over 170 questions to see how prepared you are for the real test.&nbsp; The quiz questions are balanced as per the domain weightings published in the candidate bulletin.&nbsp; In addition, after taking the exam you can review your answers compared against the correct answers including comprehensive explanations and documentation links of each question, the answer options and the recommended approach for getting the answers right. </p><p><br></p><p>Unlike other practice tests, you get LIFETIME access to these questions and explanations. There is no time limit. You can take the quizzes as many times as you like to make sure you're ready to take the exam. </p><p><br></p><p>The exams are formatted just like the real questions would be. Unfortunately, we are limited in the types of questions we can offer, so this quiz will be multiple-choice and multi-select only unlike the real exam where you can expect additional types of questions like drag-and-drop and hot-area. You can learn more about the different types of questions on Microsoft's certification web site. But we're confident that you will be fairly tested on your knowledge of the Microsoft Power Platform after taking these practice exams.</p><p><br></p><p>The exams were compiled by an experienced team of Power Platform professionals whom have all passed the official exams. The test covers all the latest domains and sub-domains as published in the candidate bulletin including:</p><ul><li><p>Understand the business value of Power Platform</p></li><li><p>Understand the Core Components of Power Platform</p></li><li><p>Demonstrate the business value of Power BI</p></li><li><p>Demonstrate the business value of Power Apps</p></li><li><p>Demonstrate the business value of Microsoft Flow</p></li></ul><p><br></p><p>Three practice tests allow you the flexibility to attempt one exam early-on during your exam-preparation to adjust your focus-areas and cut down on study time.&nbsp; The two remaining exams can be used to prove your readiness to take the official exam.&nbsp; Or you can just use all three in whatever way suits your preparation workflow. </p><p><br></p><p>This is the perfect tool to assess your readiness, and find those one or two areas that you can study in the days before taking the test.</p><p>We are looking forward to seeing you inside the course.</p>", "preview_video": ""}, {"course_id": "4115700", "category": "Business", "sub_category": "Business Strategy", "title": "Corporate Finance #13 Investment Banking & Long-Term Debt", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "7.5 hours", "rating": "4.6", "reviews": "27", "students": "11332", "coupon_code": "874687A5D60513B379A5", "preview_img": "https://img-c.udemycdn.com/course/750x422/4115700_e6d8.jpg", "coupon_link": "https://www.udemy.com/course/corporate-finance-13-investment-banking-long-term-debt/?couponCode=874687A5D60513B379A5", "end_day": "2021-12-14 06:06:54+00:00", "headline": "Learn about capital markets, investment banking, and long-term debt and lease financing from a (CPA)", "description": "<p><strong>This course will discuss capital markets, investment banking, &amp; long-term debt and lease financing.</strong></p><p><strong>We will include many example problems, both in the format of presentations and Excel worksheet problems. The Excel worksheet presentations will include a downloadable Excel workbook with at least two tabs, one with the answer, the second with a preformatted worksheet that can be completed in a step-by-step process along with the instructional videos.</strong></p><p><strong>Types of security markets include money markets and capital markets. Money markets are short-term in nature, with securities that have maturities of one year or less. Capital markets are long-term markets with securities that have maturities greater than one year. Our focus will be on capital markets.</strong></p><p><strong>Capital markets help link up businesses that need money to expand with investors who would like to find a good investment for their money.</strong></p><p><strong>Investment bankers often act as a middle person between the company issuing securities and the investors, the investment bankers taking on substantial risk as they play their role in the process. Investment bankers design and package securities, make offers, and sell to the public.</strong></p><p><strong>Commercial banks differ from investment banks. Commercial banks usually deal with individuals and small companies. They generate revenue from interest on home mortgages and small business loans.</strong></p><p><strong>Investment banks take much larger risks. They deal with large companies and high-risk startups. They act as a kind of bridge between the companies and the investors.</strong></p><p><strong>Capital intensive industries often need debt financing to grow, the most common form being corporate bonds.</strong></p><p><strong>We will compare and contrast debt financing and equity financing, discussing the pros and cons from the standpoint of the corporation and from that of the investor.</strong></p>", "preview_video": "https://mp4-b.udemycdn.com/2021-07-05_03-35-15-c5ec785f232fda7ca40d28a78ed3d683/1/WebHD_720p.mp4?secure=MnU9pueoy5IkilN5pTcvTA%3D%3D%2C1639079864"}, {"course_id": "3510460", "category": "Business", "sub_category": "Project Management", "title": "Brilliant StartUp - Liderazgo para jóvenes profesionales", "level": "Beginner Level", "author": "Gustavo Rodriguez", "duration": "2,5 horas", "rating": "4.8", "reviews": "74", "students": "10064", "coupon_code": "97926323C58D1341DEC9", "preview_img": "https://img-c.udemycdn.com/course/750x422/3510460_36fe.jpg", "coupon_link": "https://www.udemy.com/course/brilliant-startup-liderazgo-para-jovenes-profesionales/?couponCode=97926323C58D1341DEC9", "end_day": "2021-12-11 22:37:32+00:00", "headline": "12 herramientas para jóvenes profesionales", "description": "<p>Hace dos o tres años atrás pensaba que me hubiese gustado que me enseñen cuando era joven profesional y con eso hubiese potenciado mi carrera como profesional. Como aprenderlos durante el recorrido, cambio mi forma de gestionar, problemas, personas, equipos y transformaciones. Son esas cosas que nos van transformando un poquito todos los días.</p><p>En el curso verán las 12 herramientas dividas en 4 módulos, en total son 14 vídeos de entre 7-10 minutos don de le contare, historias, experiencias, conocimientos, tips y consejos... Son momentos de inspiración, donde reflexionaran, como es su situación, donde pensaran si alguna de esas soluciones es la que están necesitando</p><p>Recorremos durante casi 2 horas muchísimos temas, también hemos incluido videos que son fuente de inspiración de muchas personas. A lo largo del curso realizaran 3 evaluaciones muy simples pero efectivas para decantar los aprendizajes.</p><p>Ese curso es el comienzo de su transformación como profesionales, en caso de querer consultarnos, discutir ideas, compartir sus pensamientos estamos listos para soportarlos!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-02-04_14-48-18-5025258aff905ca762fecfaf8c0a58f1/1/WebHD_720p.mp4?Expires=1639079866&Signature=Vi6XIKsdDs-up0nbbbCO8Mv2kVSqrtUx5aXM34sfXkiQg5I6AoADSz5y4Ggw43DlG4705w0tNWUnd2YqZhq7WJ91Y9OC6pTPEWQ9LhjJbiHshj3m~s1L1YwkwkPBZ63Tph0aUlGk6P37nOmSJlItpsLlyDl8gf79PrN1fAtivaCfOJBwyMIwzw3JEh9owlk3btFmkM3J3yNtlvMt2Oj3f1etjfbgh3~E0Th5hsckQXfYuAewCYwwjrW3V~f-A7IOpBixICTt-4KCSuc2as7n6cv4~ME0Sd0EnqATNGPgo~O5-7c8~FGSCFh3aF5Ub4Jdo91~2xoCcutrFX95KHyQeQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4164824", "category": "Finance & Accounting", "sub_category": "Finance", "title": "Corporate Finance #16 Convertible Bonds & Warrants", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "5.5 hours", "rating": "4.9", "reviews": "5", "students": "7615", "coupon_code": "EFAAE5AE3F6D6DD7207E", "preview_img": "https://img-b.udemycdn.com/course/750x422/4164824_cd98.jpg?secure=Bepffy-swg9UThJYf8HL3Q%3D%3D%2C1639150076", "coupon_link": "https://www.udemy.com/course/corporate-finance-16-convertible-bonds-warrants/?couponCode=EFAAE5AE3F6D6DD7207E", "end_day": "2021-12-14 06:05:01+00:00", "headline": "Learn about convertible bonds, warrants, and derivative securities from a certified public accountant (CPA)", "description": "<p><strong>This course will cover convertible securities. We will discuss convertible bonds, warrants, &amp; derivative securities.</strong></p><p><strong>We will include many example problems, both in the format of presentations and Excel worksheet problems. The Excel worksheet presentations will include a downloadable Excel workbook with at least two tabs, one with the answer, the second with a preformatted worksheet that can be completed in a step-by-step process along with the instructional videos.</strong></p><p><strong>Convertible securities are securities that can be converted from one asset type into another asset type. Convertible bonds are one of the most common types of convertible securities. Convertible bonds have the option, but not the obligation, for a bondholder to convert the bond to some number of stocks.</strong></p><p><strong>The conversion feature in convertible securities makes them more difficult to value then other securities. For example, we can attempt to value a convertible bond by calculating the value of the related stock it could be converted into or by valuing bonds of a similar class which do not have a conversion option.</strong></p><p><strong>Warrants are an option to buy a set number of shares of common stock at a specified price over a given time.</strong></p><p><strong>Derivative securities are financial instruments whose value depends upon the value of another asset. Common examples of derivative securities are futures, forwards, options, and swaps.</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-07-13_05-02-47-0e5e95b2669e64be6ec8f700e945e297/1/WebHD_720p.mp4?Expires=1639079876&Signature=TIolWcycDqQtMmiR6wF0e9Q-PeeN4-S5OrNEVGc-SooUUjr2MONn0EjB87MJRcJqlHRx9igIKQ5t8Ukjlwl-AGZTHg6S2spIsdHF15Vxk-GHEwVihDQOVU~aqjfXLlaKyRgvvaVgR78aAdO0M9eRxrxYaM06TpTs6h1D4IfduGosETsCW6j7rXLyusNx8izotnjj-SzzRA7SlPASMAcPt5R4bhPXDDy7emoJvuy~CyqaRnGqoYjrgjuOeWOnY883lmME9ZY18tLIVva~BZhHGkBnu8Z2GlhzQOfunKACArLyj4TqzE6jN1SsgjsJpj~jN3sjPk1ZbqvpRKo0usd-Tw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3353858", "category": "Marketing", "sub_category": "Digital Marketing", "title": "Learn 6 SIMPLE Steps to Make Money on TikTok App!", "level": "All Levels", "author": "Roope Kiuttu", "duration": "1 hour", "rating": "3.8", "reviews": "69", "students": "21097", "coupon_code": "A1240C16BE30CC9066A5", "preview_img": "https://img-c.udemycdn.com/course/750x422/3353858_0c9c_7.jpg", "coupon_link": "https://www.udemy.com/course/make-money-on-tiktok/?couponCode=A1240C16BE30CC9066A5", "end_day": "2021-12-11 14:13:02+00:00", "headline": "Learn SIMPLE SECRETS to Make Money Using Just Your Phone + TikTok App!", "description": "<p><strong>How would you feel like when making $10,000's just by using your smartphone?</strong></p><p>Benefits of Making Money on TikTok App:</p><ul><li><p>You can do this worldwide!</p></li><li><p>You can make money for 100% FREE!</p></li><li><p>TikTok is the most downloaded app in the world right now!</p></li><li><p>Steps are really SIMPLE!</p></li><li><p>The earning potential is HUGE!</p></li></ul><p>--</p><p>While I&nbsp;can't guarantee you any money&nbsp;(by law)&nbsp;but let me tell you a short story from my own life...</p><p>There are 3 stages:</p><p><strong>1) First Touch with TikTok App</strong></p><p>In 2019, I&nbsp;heard about TikTok for the first time...</p><p>Some of my friends who are making money online started testing that app.</p><p>My first thoughts were like, \"Hey guys... Aren't you just wasting your time? Why not to stay focused and use other proven ways to make money online?\"</p><p><strong>2) They Started Getting Surprising Results!</strong></p><p>One person reported his results and said, \"This&nbsp;TikTok is even much better than I expected!\"</p><p>Then another person... \"Wow! I wish I&nbsp;would have known earlier about TikTok! It has made me already +$10,000!\"</p><p>And another person... \"They're right!&nbsp;TikTok has a HUGE&nbsp;potential for making money online!\"</p><p>After seeing 5-10 having similar TikTok, I simply couldn't pass this opportunity.</p><p><strong>3) I&nbsp;Got Started on TikTok!</strong></p><p>When I&nbsp;published my first \"serious video\"&nbsp;on TikTok, I wasn't expecting a lot...</p><p>I&nbsp;thought that maybe I'll get some views but nothing huge.</p><p>But guess what!</p><p><strong>My first \"serious&nbsp;TikTok video\" got over 141,000 VIEWS!</strong></p><p>And it was just 9 or 11 seconds short! People have watched that video for 556 hours already! <strong>That is more than 23 days in total! </strong></p><p>Can you imagine?</p><p>I&nbsp;was completely astonished!</p><p>My reaction was exactly the same as other people who started making money using this platform,&nbsp;\"I&nbsp;wish I would have found TikTok earlier!\"</p><p>Now I&nbsp;have made money on TikTok already quite a while and it has been so much fun!&nbsp;But it hasn't only been fun... It has also generated me a nice income!</p><p>Now I share the secrets that I and my friends have been using to generate even $10,000's on TikTok.</p><p>Fasten your seat belts...</p><p>It's Your Time!</p><p>- Roope \"Showing you simple steps to making money on TikTok\"&nbsp;Kiuttu</p><p><strong>PS. </strong>It's my mission to help YOU to make a LIFE-CHANGING INCOME online!</p><p>If you need any help, you can contact me personally on my YouTube channel called \"Learn to Make Honest Money Online\".</p><p>I read all your comments personally and I do everything that I humanly can to help you to succeed.</p><p><strong>See you in the videos!</strong></p><p><strong>PPS.</strong> This opportunity with TikTok may not last for long... If you act now, you can still jump in the opportunity but every second that you delay may cost you more. Act now before it's too late.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-07-30_16-18-54-1eff43115e8541ba98e74a44192bd460/1/WebHD_720p.mp4?Expires=1639079879&Signature=OlqTf9Vt04hxrq8aRWkYdfLBCLST7SjmIv3z83Diw0m78KE4GQaC6mTboJtHsGJvNwc3o6fceB1SdC6uhR5Y4zQ1u7gP3W2G3phAf44YVi~4rgjtscBJFQLwhKrRt5aelV5-~syNlp8QAS0VVPeg8ODt0s49Cq5-ZBSMYRaT9TDB3G5BqZ6SG5VNqaK0wvu2Q~fKcNL6ISZOjbmGRP9xcyg~UXLNx9xTmCY7UadBNIFNC9htkF5UoW0IFF-mCtfm54WUOo4KX7KvmZyBzE0mcQZW0qSsMV033WGlF3fjXn6kFzde7DZ9P82z-9H3PbTMg28NCrxnL87XacleyzIZDQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4390826", "category": "Business", "sub_category": "Project Management", "title": "Basecamp can help you organise and delegate your projects.", "level": "All Levels", "author": "Callbury Media", "duration": "1 hour", "rating": "0.0", "reviews": "0", "students": "931", "coupon_code": "BC100OFFDEC091221", "preview_img": "https://img-b.udemycdn.com/course/750x422/4390826_af83_4.jpg?secure=NTmpZWC401eDNKOSMw3XPg%3D%3D%2C1639150083", "coupon_link": "https://www.udemy.com/course/basecamp-can-help-you-organise-and-delegate-your-projects/?couponCode=BC100OFFDEC091221", "end_day": "2021-12-14 06:53:53+00:00", "headline": "Understand what Basecamp is all about and how it can help your business.", "description": "<p><strong>Do you want to complete tasks more quickly and with less frustration while still ensuring high-quality results?</strong></p><p><br></p><p>If you answered yes, I have some good news for you... In a nutshell, \"Basecamp.\"</p><p><br></p><p>Basecamp is the best project management platform for internet entrepreneurs ever created.</p><p>With over 2 million customers, the company has built one of the internet's oldest and longest-surviving businesses.</p><p><strong>They began as a web design firm and have evolved into the market leader in project management software over the course of 18 years.</strong></p><p><br></p><p><strong>One-Click Simplicity</strong></p><p><br></p><p>Basecamp is well-known and well-liked for its simplicity.</p><p>The clean and simple interface makes it the number one choice for all internet entrepreneurs.</p><p>There is no technical knowledge required.</p><p>It caters to all levels of business professionals, from novice to intermediate to advanced.</p><p><br></p><p><strong>Boost Productivity.</strong></p><p>Make more progress in less time.</p><p>The key to running a successful project or business is having an adequate and dependable communication structure.</p><p>Basecamp makes communication easier and more efficient, whether you're in management or working in a group.</p><p>By using Basecamp, you are effectively saying goodbye to the challenge of working as a team and staying on the same page.</p><p>Basecamp relieves you of the burden of long email chains of forwards and replies. It organises discussions and task lists and keeps everyone up to date on what is required and expected of them.</p><p><br></p><p><strong>Why You Should Begin Right Away:</strong></p><p>A great <strong>project management solution</strong> from a great reputable and trusted company.</p><p>It is a <strong>SaaS solution</strong> that actually works with little to <strong>no downtime at all.</strong></p><p><strong>Solve all of your communication challenges</strong> with one innovative solution.</p><p><strong>Keep track of your project</strong> and team’s milestones and progress.</p><p><strong>Manage assignments,</strong> tasks and create smart to-do lists for your project and or team.</p><p>And the list goes on and on.</p><p>Implementing Basecamp in your business will bring it to the next level.</p><p><br></p><p><strong>To get instant access to the course, all you have to do is click the Enroll button Now…</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-12-09_06-48-08-001800871f832f4dddd106073956c4c5/2/WebHD_720p.mp4?Expires=1639079883&Signature=TE1JFSVctqSEqI8GqKPwPRyT6XJENO6sSzFOoo9ShRXrBwnzUdhwkOPRiGpIGOwEUpCWU46DycYCC7kCOe9LzJ~IBzpWLoybLex51LqvDS8v~YGgsps9dmw208E3TZYF971SfzQqW-Nmrk06aBSMe9VjuuLG3YZD1uB54RRw9Cc949hA4apy3vlz4HY6KHBgNo65yxcHMLXH3Ij0StI-aAJHtkmNsn1Bn7z-9Pz4Hr7eqmkbAeaoztP~x7SzqIDwGyzzwa-FCEvo~CBAcqO6ZW0j0531kgu3OZB9sgS2o3xBZA9gTEI3iJOEt7wS4BJL5Eh3uUHBwNDcUX3ueA6HlA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3626078", "category": "Teaching & Academics", "sub_category": "Engineering", "title": "Lithium Ion Batteries-Fundamentals and Applications", "level": "Beginner Level", "author": "Dr. Muhammad Naeem", "duration": "2.5 hours", "rating": "4.1", "reviews": "149", "students": "1566", "coupon_code": "4421ECD292EF7EE877AA", "preview_img": "https://img-c.udemycdn.com/course/750x422/3626078_6129.jpg", "coupon_link": "https://www.udemy.com/course/lithium-ion-batteries-fundamentals-and-applications/?couponCode=4421ECD292EF7EE877AA", "end_day": "2021-12-13 17:32:10+00:00", "headline": "Battery, Lithium ion batteries, Lithium ion battery, Electric vehicles, Electric car, Battery cars, Battery materials", "description": "<p>This course of lithium ion batteries will help you to discover useful knowledge and facts about the batteries that you really need as a learner. In this class, reason of the batteries getting fired will be discussed in detail and methods to overcome this problem. Types of the batteries used in electronics and electric vehicles depending upon their materials and assembly will be analyzed in detail. When batteries will be strong enough for electric vehicles to be suitable for mass adaption and what are the hurdles there to be removed. If you are interested to learn about the operation of the batteries, this course will also give you a simple but comprehensive overview of how batteries work.</p><p>At the end of this class you will be able to:</p><p>You will be aware of the basic principles of how batteries work.</p><p>Be capable to understand vital concepts in batteries such as current, voltage, capacity, efficiency, anode, cathode, electrolyte and many more.</p><p>Description about different types of batteries and how these are different based on different applications.</p><p>Understand what lithium ion batteries are and how these are different based on their assembly.</p><p>Which batteries materials are used by electric vehicle manufacturers.</p><p>Know some essentials and resources to expand your knowledge on batteries.</p><p>Future of the batteries for electronics and electric vehicles.</p><p>The class is composed of video lectures where I give explanation about interesting facts of the battery technologies. This course is arranged and designed in such a way that with each upcoming section you go deeper and deeper into comprehensive knowledge. This course is fairly suitable for the students who are new to the battery world. If you are already advanced in the battery knowledge then you can skip some of the early lectures and go into more advanced sections of the course. Therefore, join the class and advance your knowledge on the battery technology that powers the world. No prior knowledge necessary for this course.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-11-10_08-16-09-89525775411de2d5160e0e246cff41ec/1/WebHD_720p.mp4?Expires=1639079898&Signature=dOBhZib44hyxt5mUhpjRojR~pZxWmYoNiRtdqXE7VeAeZm~Be4VhdOmTVje1dT6m5m1cYeqQL9W~UoiosHiIXP6hQRFdfLt-VDpYDj8yuzzWsT~OojAqz6e1ZEjhxenJP1vyzvJFkxQg1L~~qSvx9lOx3wHuVSPi0dtaZ4MmnttO9y6lnwSMmsum~c3ywsnfCYv~XnB~DCSZwWBAsHEelguUDNh701lDnktn2s-jMe~-JY9XxFvOA1Nhznk255uds5xi2vuaczPeCwIlOi55efueeW-mtJRfpZJmMaUToebe3I-lQbLxGVPWcliGaJ7I3kAnct0c8kKZo1WTmcMLGg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3799526", "category": "Marketing", "sub_category": "Content Marketing", "title": "Complete Guide to Tailwind - Master Pinterest with Tailwind", "level": "All Levels", "author": "Nick Nyxson", "duration": "3.5 hours", "rating": "4.7", "reviews": "103", "students": "46703", "coupon_code": "ADDD914E3FA29EAB7C1D", "preview_img": "https://img-c.udemycdn.com/course/750x422/3799526_e209_2.jpg", "coupon_link": "https://www.udemy.com/course/tailwind/?couponCode=ADDD914E3FA29EAB7C1D", "end_day": "2021-12-14 03:52:05+00:00", "headline": "Pinterest Workflow Streamlining with The Power of Tailwind, Pinterest Management Tool", "description": "<p>Welcome to <strong>Complete Guide to Tailwind - Master Pinterest with Tailwind!</strong></p><p>The only course you will need to start with Tailwind, one of the best Pinterest Management Tools on the market (if not the best).</p><p>Tailwind is the service that will help you to manage practically all aspects of Pinterest and most importantly it allows you to create Pinterest Pins (Right from the browser), Schedule your pins and manage them, all from one convenient spot.</p><p>Here you will learn everything you need to know about Tailwind, including but not limited to:</p><ul><li><p><strong>Basics &amp; Interface of Tailwind;</strong></p></li><li><p><strong>Tools of Tailwind;</strong></p></li><li><p><strong>Creating Pin Schedules;</strong></p></li><li><p><strong>Scheduling Pins Directly From Tailwind;</strong></p></li><li><p><strong>Joining, Creating and Interacting with Tailwind Communities;</strong></p></li><li><p><strong>Creation of Pins Directly Within Tailwind;</strong></p></li><li><p><strong>Reading and Analyzing Pin and Board Analytics;</strong></p></li><li><p><strong>Practical tips &amp; Tricks</strong></p></li><li><p>&amp; Much More...</p></li></ul><p>Everything you will learn here will be based on My practice as a Tailwind user for 2 years now and I am going to teach you how I myself utilize Tailwind to achieve results on Pinterest as fast as possible.</p><p>Most importantly this course will continue and grow as time passes and all the upgrades will be available for FREE for every enrolled student.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p><p>Join me in this amazing journey and I hope to see you in class :)</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-01-28_04-01-49-c82a88d3fe69abf12f239c75bc969dc3/1/WebHD_720p.mp4?secure=NEJO7-mW48LHr8-H-pu0Pg%3D%3D%2C1639079901"}, {"course_id": "4164832", "category": "Finance & Accounting", "sub_category": "Finance", "title": "Corp Finance #17 Merger, Acquisition & Foreign Currency", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "7.5 hours", "rating": "4.1", "reviews": "5", "students": "4769", "coupon_code": "7C5612E1E553928644DB", "preview_img": "https://img-c.udemycdn.com/course/750x422/4164832_9281.jpg", "coupon_link": "https://www.udemy.com/course/corp-finance-17-merger-acquisition-foreign-currency/?couponCode=7C5612E1E553928644DB", "end_day": "2021-12-14 06:04:25+00:00", "headline": "Learn about mergers, acquisitions, & foreign currency transactions from a certified public accountant (CPA)", "description": "<p>This course will cover mergers, acquisitions &amp; foreign currency.</p><p>We will include many example problems, both in the format of presentations and Excel worksheet problems. The Excel worksheet presentations will include a downloadable Excel workbook with at least two tabs, one with the answer, the second with a preformatted worksheet that can be completed in a step-by-step process along with the instructional videos.</p><p>We will discuss what acquisitions and mergers are and how they may be structured, including cash acquisitions and stock for stock acquisitions.</p><p>The course will discuss different business combination methods, including the concept of a tender offer.</p><p>Learners will also understand some tax implications related to acquisitions, including those that can be created from a tax loss carryover.</p><p>We will calculate the impact of a merger on earnings per share.</p><p>The course will cover foreign currency exchange rates and foreign currency transactions. </p><p>We will learn how to calculate purchases and sales involving foreign currency. Learners will also understand how to use forward contracts as a hedge to reduce risk.</p><p>Learners will understand how forward contracts are calculate. We will learn how use forward contracts for speculative purposes. We will also discuss how forward contracts can be used as a hedge to medicate risk related to foreign currency fluctuations. </p>", "preview_video": "https://mp4-c.udemycdn.com/2021-07-21_04-24-46-97be34e3e542e4c31109c2ec01c777f1/2/WebHD_720p.mp4?Expires=1639079909&Signature=RrQku9uMyXVuTo3aEokYNr7WR5gu5OifcQFRXv3OXClVfOS2uWT393hD7uEX~bTuERNiRYfT5IA~KoPvLLio7ycx2KL~WHGdSMQfUCQnHBGOEYJyHOjnhts3hn1er-fYGr0Wd0HyyrdPERZUKtpRG-2woMW8KPcwM3GcMjtDhHobpMkKlCGk1rlnzaiOn1H78dbmh1qsLm0CHE5HsiHMLSckMi5Ms4lOW6KUegq5PMbcorc6iHIZAhFheZB6yS-a~1u9FoVU0o41rnn1mU5ObCt00Ie~mxxUzkbCjmDiUs4aAdEFMP9Ap4qJS120OdSSYdAg0qKQuUmeDSzbNhfsgw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4251976", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Microsoft Power Platform Fundamentals (PL-900) Practice Exam", "level": "All Levels", "author": "Edu Academy", "duration": "", "rating": "3.8", "reviews": "13", "students": "4567", "coupon_code": "PL900FREE", "preview_img": "https://img-b.udemycdn.com/course/750x422/4251976_357f.jpg?secure=-nEYzzi41vAGwfEK5kKJjw%3D%3D%2C1639150121", "coupon_link": "https://www.udemy.com/course/microsoft-power-platform-fundamentals-pl-900-h/?couponCode=PL900FREE", "end_day": "2021-12-13 15:21:43+00:00", "headline": "PL-900: Microsoft Power Platform Fundamentals start preparation for the PL-900 exam.", "description": "<p><strong><em>Are you ready to take the Microsoft PL-900 Analyzing and Visualizing Data with Microsoft Power BI exam?</em></strong></p><p>This practice test course contains <strong>3 complete timed tests, of over 52-questions each</strong>, properly balanced based on the exam domains just like you will get in the official exam. That's over <strong>189 questions</strong> to see how prepared you are for the real test. In addition, after taking the exam you can review your answers compared against the correct answers including <strong>comprehensive explanations</strong> of each question, links to documentation and articles, the correct and incorrect answer options</p><p><br></p><p>The practice tests cover every exam objective in the PL-900 certification exam with detailed attention towards maintaining parallels with the weightage allocated for every domain.<br><br>There are no specific prerequisites recommended for the Microsoft Power Platform Fundamentals or PL-900 certification exam. However, candidates must note that prior experience in the required skills for the exam can be beneficial for their success. Most important of all, candidates must have the capabilities for the understanding of business value associated with Power Platform and the core components in Power Platform.</p><p>The Microsoft Power Platform Fundamentals or PL-900 certification exam focuses on the following important domains,</p><ul><li><p>Business value of Power Platform</p></li><li><p>Identification of core components in Power Platform</p></li><li><p>Business capabilities of Power BI</p></li><li><p>Business value of Power Apps</p></li><li><p>Business value of Power Automate</p></li><li><p>Business value of Power Virtual Agents</p></li></ul><p><strong>We are looking forward to seeing you inside the course.</strong></p>", "preview_video": ""}, {"course_id": "4115696", "category": "Finance & Accounting", "sub_category": "Financial Modeling & Analysis", "title": "Corporate Finance #11 Capital Budgeting", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "14 hours", "rating": "4.7", "reviews": "22", "students": "11589", "coupon_code": "17B63DC82923CD19284D", "preview_img": "https://img-b.udemycdn.com/course/750x422/4115696_2d4e.jpg?secure=IhFKNQPKL0nuov_zDOcfZQ%3D%3D%2C1639150124", "coupon_link": "https://www.udemy.com/course/corporate-finance-11-capital-budgeting/?couponCode=17B63DC82923CD19284D", "end_day": "2021-12-14 06:08:17+00:00", "headline": "Learn how to make capital budgeting decisions from a certified public accountant (CPA)", "description": "<p>This course will show how to make capital budgeting decisions from a corporate finance perspective.</p><p>We will include many example problems, both in the format of presentations and Excel worksheet problems. The Excel worksheet presentations will include a downloadable Excel workbook with at least two tabs, one with the answer, the second with a preformatted worksheet that can be completed in a step-by-step process along with the instructional videos.</p><p>Capital budgeting decisions involve planning for projects and future cash flows extending more then one year into the future. The common example of a capital budgeting decision is the decision to purchase a large piece of equipment that will impact future cash flow for multiple years.</p><p>The typical format of a capital budgeting decision often includes a cash out flow a time period zero, resulting in cash inflows, or reduced outflows due to increase efficiencies, over multiple years.</p><p>Because capital budgeting decisions impact cash flows for multiple years, time value of money concepts are used, including present value of one calculations and present value of annuity calculations.</p><p>The primary tools used in capital budgeting decisions are the net present value calculation (NPV) and the internal rate of return calculation (IRR). Both of these tools utilize time value of money concepts, and we will spend a lot of time with them.</p><p>We will also discuss the payback period calculation and the modified internal rate of return or (MIRR).</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-25_06-14-14-a8de640a22f622cff4b65494e6ea2e3c/1/WebHD_720p.mp4?Expires=1639079924&Signature=iH-b0sVffHkLcZM953oRNOxmmYfp6Xjg8K~FcGDjB9adW8gDDAlxiRqAF356i8xvIEQE4wkejduca9TxQqSSo~VZozPFe~MLx5xB~i1FappIk~YAXbTKFWORjtKO-NrVRINi45KRP-b728nvRd2c4c13HiR3htMfiNHrEtULPyXJISkvda4MxAidA2i67CHqLl0AYhIWpB-eYtYhmALuYxToiLYBmTxhlOZwa1c4vMYP6kiZUHWwtj5stOJFtOZ8-2E5w1tabH4gP-3OPnx1EsX201z-ggmlivb3chzENFUP-eFLS0VMXgZap57QgCMsJvRsHkpnLbHmXPytbEpi6g__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4257894", "category": "Business", "sub_category": "Project Management", "title": "Scrum Ceremonies Simplified", "level": "Beginner Level", "author": "Aditi Agarwal - An Agile Guru!", "duration": "41 mins", "rating": "4.4", "reviews": "41", "students": "12644", "coupon_code": "FREE-XMAS-GIFT", "preview_img": "https://img-b.udemycdn.com/course/750x422/4257894_93fe.jpg?secure=2f6tyX9gKVl0S-3JcDPlTA%3D%3D%2C1639150133", "coupon_link": "https://www.udemy.com/course/scrum-ceremonies-simplified/?couponCode=FREE-XMAS-GIFT", "end_day": "2021-12-13 02:54:54+00:00", "headline": "Effective Facilitation of Scrum Ceremonies with Best Practices, Gamification, and Tips", "description": "<p>This is a crash course to learn how to <strong>facilitate Scrum ceremonies effectively</strong> with the help of best practices, gamification, and tips. By the end of this course, you will learn all about how to participate and facilitate below:</p><ul><li><p>Backlog Refinement</p></li><li><p>Sprint Planning</p></li><li><p>Daily Standup</p></li><li><p>Sprint Review</p></li><li><p>Sprint Retrospective</p></li></ul><p><em>Note:&nbsp;If you have already enrolled in my other course, \"Applying Scrum\", you need not enroll in this one.</em></p><p>This course will set a strong foundation for Scrum Masters, Product Owners, and Engineers. You will learn directly from an <strong>Agile expert</strong> and the author of several published books on Amazon!</p><p><br></p><p>With this course enrollment, you will have:</p><ul><li><p><strong>High-quality video lectures</strong> that explain advanced concepts.</p></li><li><p><strong>A short quiz </strong>that helps you validate what you learned.</p></li><li><p><strong>1-on-1 expert Instructor support</strong> to answer any questions you might have.</p></li><li><p><strong>Lifetime access with no expiration</strong> so you can complete the course at your own pace, anywhere, on any device, and come back for a refresher at any time.</p></li><li><p><strong>Free course updates</strong> so you can continue to benefit from enhancements made to this course.</p></li><li><p><strong>Add-On lecture </strong>on understanding different data patterns with the <strong>Sprint Burndown</strong> Chart.</p><p><br></p></li></ul><p><strong>**If you have decided to enroll in this course, click on the \"Enroll now\" button.** </strong></p><p><em>Note:&nbsp;If you have already enrolled in my other course, \"Applying Scrum\", you need not enroll in this one.</em></p><p><br></p><p><strong>Why should you enroll in this course?</strong></p><ul><li><p>Short, concise, and to the point lectures with no fluff. </p></li><li><p>Created by an Agile expert and a published author of the below books:</p><ul><li><p>The Basics Of Agile and Lean</p></li><li><p>The Basics Of Scrum</p></li><li><p>The Basics Of Kanban</p></li><li><p>Enterprise Agility with OKRs</p></li></ul></li><li><p>Closed captions included (with subtitles in English)</p><p><br></p></li></ul><p><strong>How would this course help you at work?</strong></p><ul><li><p>You will be able to effectively facilitate and participate in Scrum ceremonies.</p></li><li><p>You will be able to derive meaningful insights from different data patterns in the Sprint Burndown Chart. </p></li><li><p>You will be able to elevate your team's agility and drive engagement with the help of best practices, gamification techniques, and tips.</p><p><br></p></li></ul><p><strong>**If you have decided to enroll in this course, click on the \"Enroll now\" button.**</strong></p><p><em>Note:&nbsp;If you have already enrolled in my other course, \"Applying Scrum\", you need not enroll in this one.</em></p>", "preview_video": "https://mp4-b.udemycdn.com/2021-08-24_02-23-50-dcf5a6515d3a218f36c3ba5e183f73d7/2/WebHD_720p.mp4?secure=juQYqQunfoVlVLICEfYfGQ%3D%3D%2C1639079933"}, {"course_id": "4275324", "category": "Teaching & Academics", "sub_category": "Humanities", "title": "2 Thessalonians - Summary & Life Lessons For Todays Living", "level": "Beginner Level", "author": "Boomy Tokan", "duration": "1 hour", "rating": "4.4", "reviews": "7", "students": "4518", "coupon_code": "81125A0F972DBB493DCB", "preview_img": "https://img-c.udemycdn.com/course/750x422/4275324_97b5_2.jpg", "coupon_link": "https://www.udemy.com/course/2-thessalonians-summary-life-lessons-for-todays-living/?couponCode=81125A0F972DBB493DCB", "end_day": "2021-12-11 15:18:15+00:00", "headline": "How To Prevent Idleness Whilst Waiting For The 2nd Coming + Some Of The Most Profound Eschatological Teaching For Us!", "description": "<p>Paul wrote this letter shortly after the return of Timothy's account of how the newly found Church was emerging. He was able to deduct that certain issues identified in the first letter were still prevalent. In some cases, the scenarios have gotten worse.</p><p>One strong opposition identified was a letter supposed to have been written by Paul in which was claimed that the 2nd Coming had already taken place! Such a rumor ignited the confusion and fear responsible for idleness within this body of Christ. Some thought there was no need to work if the rapture had opened whilst others chose idleness as the safest of waiting on the Lord when he eventually arrives.</p><p>Paul sent the Church a plain timeline that spells out some of the end-time events. Many who have studies this short book have found these additions beneficial for the study of the book of revelation.</p><p>The teaching in this series of videos helps the learner capture the essence of these 3 chapters without been overly influenced by the tutor. This study can act as a guide particularly for those following a 1- or 2-years Bible Study Plan. It is the aim of the instructor to pass on the valuable revelation of God’s word for practical everyday living and to help you understand the bible much more! </p>", "preview_video": "https://mp4-c.udemycdn.com/2021-09-01_12-37-28-f60bb1e14682cd1f3d5899bb0b8a9991/2/WebHD_720p.mp4?Expires=1639079940&Signature=K1SAeZ7dBmvwAubXbNQv88YFkeAEc6gJ275RDY7jjkoXxc03nZB9McqplG9ncLo7p~AKHvsS0aOVUhDLBmcDjCTdr1PFQiACjbZxU7~UuAxrM5usvvZ~BqNdnpNM8l6kewOU6z~GVsbcuKfXbyjRuNeUwvmzgQ~NkqvL3jOVt0KdhiH~pu0gVxXZA8nilNrcgjFTtOBKoa1pHacKyHpP85w-Sot1JPdgAyB3vWNNd7ki3-m~ys8jlMCPTfDTna2K43IfbpprRneR4JU6K8zLwtdxa9BFZhhZmjdc6C32rGvEE-BqpuwNwseXvqTxoJ0H9JQPqFfnNveSeM-IneFm1g__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4434714", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Exam PL-900: Microsoft Power Platform Fundamentals Practice", "level": "All Levels", "author": "Mohamed Boufalah", "duration": "", "rating": "0.0", "reviews": "0", "students": "41", "coupon_code": "FE4CDD8544FDD2F642AA", "preview_img": "https://img-c.udemycdn.com/course/750x422/4434714_6691.jpg", "coupon_link": "https://www.udemy.com/course/exam-pl-900-microsoft-power-platform-fundamentals-practice-v/?couponCode=FE4CDD8544FDD2F642AA", "end_day": "2021-12-12 23:08:21+00:00", "headline": "Prepare the PL-900: Microsoft Power Platform Fundamentals Certification", "description": "<p>This practice test course contains 3 complete timed tests, of at least 50-questions each, just like you will get in the official exam. That's over 170 questions to see how prepared you are for the real test.&nbsp; The quiz questions are balanced as per the domain weightings published in the candidate bulletin.&nbsp; In addition, after taking the exam you can review your answers compared against the correct answers including comprehensive explanations and documentation links of each question, the answer options and the recommended approach for getting the answers right. </p><p><br></p><p>Unlike other practice tests, you get LIFETIME access to these questions and explanations. There is no time limit. You can take the quizzes as many times as you like to make sure you're ready to take the exam. </p><p><br></p><p>The exams are formatted just like the real questions would be. Unfortunately, we are limited in the types of questions we can offer, so this quiz will be multiple-choice and multi-select only unlike the real exam where you can expect additional types of questions like drag-and-drop and hot-area. You can learn more about the different types of questions on Microsoft's certification web site. But we're confident that you will be fairly tested on your knowledge of the Microsoft Power Platform after taking these practice exams.</p><p><br></p><p>The exams were compiled by an experienced team of Power Platform professionals whom have all passed the official exams. The test covers all the latest domains and sub-domains as published in the candidate bulletin including:</p><p><br></p><p>Understand the business value of Power Platform</p><p><br></p><p>Understand the Core Components of Power Platform</p><p><br></p><p>Demonstrate the business value of Power BI</p><p><br></p><p>Demonstrate the business value of Power Apps</p><p><br></p><p>Demonstrate the business value of Microsoft Flow</p><p><br></p><p>Three practice tests allow you the flexibility to attempt one exam early-on during your exam-preparation to adjust your focus-areas and cut down on study time.&nbsp; The two remaining exams can be used to prove your readiness to take the official exam.&nbsp; Or you can just use all three in whatever way suits your preparation workflow. </p><p><br></p><p>This is the perfect tool to assess your readiness, and find those one or two areas that you can study in the days before taking the test.</p><p><br></p><p>We are looking forward to seeing you inside the course.</p>", "preview_video": ""}, {"course_id": "3904774", "category": "Business", "sub_category": "Human Resources", "title": "Diversity At Workplace", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "32 mins", "rating": "4.6", "reviews": "137", "students": "27528", "coupon_code": "DEC.21", "preview_img": "https://img-b.udemycdn.com/course/750x422/3904774_476b.jpg?secure=slzIVUGQ9lFxRf7ctvKSrg%3D%3D%2C1639150157", "coupon_link": "https://www.udemy.com/course/diversity-at-workplace-t/?couponCode=DEC.21", "end_day": "2021-12-11 10:28:30+00:00", "headline": "If you want to position your business for success, hire a diverse workforce.", "description": "<p><strong>Diversity in the workplace</strong> is vital for employees because it manifests itself in building a great reputation for the company, leading to increased profitability and opportunities for workers.</p><p>Workplace diversity is important within the organization as well as outside.</p><p><strong>Diversity in the workplace</strong> means that a company’s workforce includes people of varying gender, age, religion, race, ethnicity, cultural background, sexual orientation, religion, languages, education, abilities, etc.</p><p><strong>Why is workplace diversity so important?</strong></p><p>In the modern, globally connected society and market, workplace diversity is becoming a <strong>necessity </strong>rather than a banner companies wave to show their commitment to embracing differences.</p><p>Most of the modern companies can sell their products <strong>all over the world</strong>, reaching many different groups of people. In order to successfully create, present and sell their products in this global market, companies <strong>need </strong>a diversified workforce.</p><p>So, in this class our Learning Objectives are:</p><ul><li><p>Understand what diversity and its related terms mean</p></li><li><p>Be able to identify your stereotypes</p></li><li><p>Understand what terms are politically correct and which are not, and why</p></li><li><p>Be familiar with the four cornerstones of diversity</p></li><li><p>Develop a technique for dealing with inappropriate behavior</p></li><li><p>Develop a management style to encourage diversity</p></li><li><p>Know what to do if you or one of your employees feels discriminated against</p></li></ul><p>So, shall we get started? I wish you a happy learning!</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-03-10_18-27-35-2bbbf410a61aae5dcbeec3c4c3756a88/1/WebHD_720p.mp4?secure=m4mSee9H1FiNTfT14QOYVQ%3D%3D%2C1639079957"}, {"course_id": "2800692", "category": "Design", "sub_category": "Design Tools", "title": "Creative Infographics in PowerPoint", "level": "All Levels", "author": "Natalia Lyashenko", "duration": "1 hour", "rating": "4.3", "reviews": "146", "students": "28602", "coupon_code": "DEC_INFO2", "preview_img": "https://img-b.udemycdn.com/course/750x422/2800692_30df.jpg?secure=SQdvOWcoluI2JxqJfnunNg%3D%3D%2C1639150159", "coupon_link": "https://www.udemy.com/course/creative-infographics-in-powerpoint/?couponCode=DEC_INFO2", "end_day": "2021-12-14 15:22:19+00:00", "headline": "Do a fun and eye-catching Informational Graphic in PowerPoint", "description": "<p><strong>You certainly know that boring PowerPoint presentation can kill a brilliant idea?</strong></p><p><em>Is there a way to make it better, way better? </em></p><p>Sure, and I'll tell you how! </p><p><strong><em>A tip</em>: </strong>use data to make your presentation more convincing. Don't use standard Microsoft PowerPoint charts and graphs to visualize the data. They are boring! Instead, do something different, unexpected!&nbsp;<em>A creative infographic! </em></p><p><strong>In this course you'll learn:</strong></p><ul><li><p>what informational graphic is and why people use it (very quick insight);</p></li><li><p>build an eye-catching timeline that is good for illustrating, say, the steps of how a company works with its clients;</p></li><li><p>create an amazing pie-chart in a paper cut style to show the different parts of a whole, indicating them with a pleasant flat colors;</p></li><li><p>and an advanced level: build an elegant, half-transparent funnel that you can use as a hierarchy infographic;</p></li></ul><p><strong>In the end of this course</strong>, you'll master how to create an infographic in PowerPoint that professional photoshopers do with help of a much more specific software using much more time!</p><p>Enroll in the course and let's get started!</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-05-01_11-46-56-5dac220607b4a9dbb21a836a477eecba/WebHD_720p.mp4?Expires=1639079959&Signature=bVr1CVQb5lgnXpo2bS5G1MLDR8y277VsCoqxFbPV08lJEl4L0r5vDFFYc0z-VqtFs3eYEozEyxwH8101t1IpPsVw9ji8h5ttk~iHWvCoDYG53z9C4CeeNPC0dFW6wwvrD3Wze5dCxLfdmXpXqR~lF29M-40BjZ5o-mUtJMQeUwBoeuT1ivO8f6JYyFdSwuaCUAEsxB9EuOqIW8WjJr44IoXP2O5W5nG9ekSrc-tdAhpNPXzXZc2Ps73I92aHHDAe8HB-TW4IGJGy76SaELiwis4kks7mai5semPWcnSjKHWc4J1Och5PyrrlaXXWBpSu8WNWuJaf~cPRAUOwHU0nPA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1346902", "category": "Office Productivity", "sub_category": "Microsoft", "title": "EXCEL para principiantes enfocado a los  negocios", "level": "All Levels", "author": "Johnny Mora", "duration": "4 hours", "rating": "4.4", "reviews": "3559", "students": "102746", "coupon_code": "E76C4E24BCFB6286F5F5", "preview_img": "https://img-c.udemycdn.com/course/750x422/1346902_f5cb_6.jpg", "coupon_link": "https://www.udemy.com/course/excelparanegocios/?couponCode=E76C4E24BCFB6286F5F5", "end_day": "2021-12-12 20:09:56+00:00", "headline": "»Curso Excel pensando en principiantes para productividad en los negocios y empresas actualizado a la ultima versión «", "description": "<p><strong>¿Alguna vez te has preguntado cómo empresas usan Excel en el manejo de sus datos?</strong></p><p><br></p><p>Realizado con la ultima versión disponible para 2021 de este programa. Este curso persigue que los estudiantes adquieran destrezas en el uso de<strong> Excel</strong>, pero con un enfoque orientado&nbsp; a los negocios.&nbsp;</p><p>Al finalizar el curso, podrás crear archivos tales como: Nóminas, informes financieros, gráficos estadísticos, presupuestos y todo documento relacionado con hojas de cálculo . Este curso va desde los conocimientos más básicos del programa hasta prepararte para llegar al nivel más avanzado </p><p>He diseñado este curso de Excel para que todo principiante pueda crear archivos de hojas de calculo, por lo que te garantizamos un aprendizaje amplio y rápido.</p><p>Al final de curso tendrás disponible una serie de repositorios web para que puedas&nbsp;alcanzar el nivel avanzado de este programa.</p><p>Las<strong> aplicaciones de Excel</strong> son prácticas, pero también pueden ser divertidas. Veamos cuáles son algunos de los mejores usos del programa:</p><ul><li><p><strong>Cálculo</strong>: Puedes crear una calculadora personalizada en Excel para operaciones matemáticas que tengas que realizar a menudo. Simplemente tendrás que insertar las cifras y tendrás la solución.</p></li><li><p><strong>Contabilidad</strong>: Desde crear informes financieros hasta registrar gastos y elaborar presupuestos, según estadísticas reveladas por GoSkills, <strong>un 89% de compañías usan Excel</strong> por sus funciones de contabilidad. Hay muchas plantillas gratuitas que puedes usar para tal fin.</p></li><li><p><strong>Gráficos</strong>: En vez de mostrar tus datos en una hoja de cálculo puedes transformarlos en un gráfico visual y fácil de interpretar.</p></li><li><p><strong>Registro de inventario</strong>: Puedes mantener un registro muy sencillo de tu inventario en Excel.</p></li><li><p><strong>Calendarios y horarios</strong>: Ya sea para planear tu semana o fijar las reuniones para todo el equipo, en Excel puedes crear un horario muy claro dividido por colores para mejorar tu organización.</p></li><li><p><strong>Fijar metas</strong>: Puedes usar las hojas de cálculo para crear un planning de metas. Imaginemos que te propones ir al gimnasio 3 veces a la semana: podrías colocar tu meta en una columna, tu objetivo en otra y después ir marcando cada día de la semana que lo consigas para poder marcar la casilla de ‘alcanzado’ al ir el tercer día. El sistema visual te motivará.</p></li><li><p><strong>Elabora prototipos</strong>: Si estás diseñando una página web puedes usar Excel para crear los prototipos de algunos elementos.</p></li><li><p><strong>Lista de tareas</strong>: En Excel puedes crear una lista de tareas y registrar con porcentajes lo cerca que estas de completar cada una de ellas.</p></li><li><p><strong>Lista de ‘quehaceres’</strong>: Puedes apuntar todas las tareas más pequeñas que tengas que hacer, como mandar un correo o comprar leche, y tacharlo de tu lista de ‘quehaceres’ en Excel.</p></li><li><p><strong>Repartir tareas</strong>: Crea gráficos de distintos estilos para repartir tareas entre los miembros de tu equipo. Podréis marcarlo en el gráfico cuando esté completo e incluso distribuirlo estilo Trello.</p></li><li><p><strong>Mantén un registro del tiempo</strong>: Si quieres aprender a gestionar mejor tu tiempo puedes mantener un registro de los minutos u horas que tardas en completar cada acción. Con el cálculo automático puedes ver cuántas horas has trabajado en la semana y compararlo con lo que has logrado.</p></li><li><p><strong>Crea formularios</strong>: Los menús desplegables que puedes añadir en las celdas en Excel lo convierten en una herramienta fantástica para crear formularios.</p></li><li><p><strong>Prepara facturas</strong>: También puedes preparar facturas en Excel. De hecho, hay algunas plantillas gratuitas diseñadas para ello.</p></li><li><p><strong>Planea un viaje</strong>: En Excel puedes planear el itinerario de tu próximo viaje, incluso tienen una plantilla diseñada especialmente para tal fin.</p></li><li><p><strong>Crea un sudoku</strong>: Puedes usar Excel para divertirte y entrenar la mente creando Sudokus.</p></li><li><p><strong>Mantén un registro de tus logros</strong>: Ya sea los kilos que has perdido en una semana o los restaurantes que has visitado en el último mes, puedes mantener un registro de tus logros en Excel y usar los cálculos automáticos para ver el resultado final.</p></li><li><p><strong>Calcular el IVA</strong>: Puedes usar las hojas de cálculo de Excel para calcular el IVA.</p></li><li><p><strong>Crea listas de invitados</strong>: Puedes registrar todos los detalles de tus invitados, junto a su dirección para organizarte mejor. Además, si se trata de un evento de networking, por ejemplo, puedes imprimir los nombres de los invitados de manera rápida y sencilla y crear etiquetas para que se identifiquen.</p></li><li><p><strong>Crea un CRM</strong>: Lo bueno de crear tu CRM en Excel es que será más personalizable. Además, hay bastantes plantillas disponibles para tal fin.</p></li></ul><p><strong><em>Te espero en el curso.</em></strong></p><p><br></p><p><br></p><p><br></p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-06-08_20-56-27-1a73cb2c7210d18a3b5e96dc519c7b61/1/WebHD_720p.mp4?Expires=1639079964&Signature=I-8VnOHlNInWaJkvreK3eryfPLAEJv6GBPR5eMruUVBoutAC1DlgJl1RzbG6Ow8xQGW0uUp9qjRpFE6zc5pvCZv5t6J6QwKSXjtgcKBZ9w-05iPWxFzGiw6ge2R6kPqceHwJaPgB4RkSBG1TSV4o4QWLCBPLfgkGF4S8nQGPtwPg3M43GS2Opmspn5afdYvUUDb9Rm06NxMN-4blEAM1V6hHHdLkWtRI6CPYNRgJkCQ~TYND90g39Cu4skbfTWxxKt6l2xVUpPuk8AsKZ4-gidPWToMSXug9mMHEpxl6XEGV7PWT0MlGCvyfZ0VFFbVMZWrTGsgiICaubaVseDhoxg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4409560", "category": "Teaching & Academics", "sub_category": "Test Prep", "title": "PRINCE2® Practitioner Practice Tests", "level": "All Levels", "author": "AFAQ Formations", "duration": "", "rating": "0.0", "reviews": "0", "students": "1517", "coupon_code": "MAISSA", "preview_img": "https://img-c.udemycdn.com/course/750x422/4409560_c11f.jpg", "coupon_link": "https://www.udemy.com/course/prince2-practitioner-practice-tests/?couponCode=MAISSA", "end_day": "2021-12-11 13:03:32+00:00", "headline": "Pass the PRINCE2® Practitioner Exam On your First Try!", "description": "<p><strong>Get Ready To Prepare Like You’ve Never Prepared Before</strong></p><p>As we often say at AFAQ Formations , work smarter not harder. You are about to see a study guide that took hours of hard collection work, expert preparation, and constant feedback. That’s why we know this exam prep will help you get that high-score on your journey to certification.</p><p><strong>Your Journey To Pass The PRINCE2® Practitioner</strong></p><p>Perhaps this is your first step toward the certification, or perhaps you are coming back for another round. We hope that you feel this exam challenges you, teaches you, and prepares you to pass the PRINCE2® Practitioner . If this is your first study guide, take a moment to relax. This could be the first step to a new high-paying job and an AMAZING career. If you’ve been around the block a few times, consider taking a moment and answering some questions from newer techies.</p><p><strong>What Should You Know Before Studying The PRINCE2® Practitioner ?</strong></p><p>Every exam and certification has different requirements. If this is a serious venture, make sure to read the prerequisites before preceding. Nothing is worse than wasting months studying for an exam you can’t take or passing an exam that won’t help you get a certification!</p><p><strong>What Is ThePRINCE2® Practitioner Focused On?</strong></p><p>The PRINCE2®<strong> </strong>Foundation or as it’s also known, the PRINCE2®<em> </em>Practitioner, like all tests, there is a bit of freedom on PRINCE2®'s part to exam an array of subjects. That means knowing the majority of PRINCE2® Practitioner content is required because they test randomly on the many subjects available. Be aware too that experience requirements often exist because they’ve observed the average person and what is required. You can always push past that to succeed with the PRINCE2® Practitioner but it may take some extra work.</p>", "preview_video": ""}, {"course_id": "4248128", "category": "Office Productivity", "sub_category": "Microsoft", "title": "Microsoft Excel : Conception Tableau de bord", "level": "Beginner Level", "author": "ELOUAZZANI HAMZA", "duration": "1 heure", "rating": "4.3", "reviews": "21", "students": "1481", "coupon_code": "7AAFFAC5921E6E944531", "preview_img": "https://img-b.udemycdn.com/course/750x422/4248128_5a14_3.jpg?secure=f-b0STdIVCCK2TIZd-ulKQ%3D%3D%2C1639150169", "coupon_link": "https://www.udemy.com/course/microsoft-excel-conception-tableau-de-bord/?couponCode=7AAFFAC5921E6E944531", "end_day": "2021-12-11 21:14:29+00:00", "headline": "Devenez Expert dans la Conception des Tableaux de Bord", "description": "<p>Ce cours vous permettra de comprendre la philosophie de la conception des bases de données Excel et de lier ces bases de données avec les tableaux croisés dynamiques. Ces derniers permettent de réaliser plus de focus sur les données demandées et d'avoir une synchronisation fiable. Ensuite vous aurai l'opportunité de lier ces tableaux croisés dynamiques avec des graphes et segments.</p><p>L'objectif de ce cours est de vous montrer comment tirer parti des fonctionnalités d'Excel pour créer et gérer de meilleurs mécanismes de génération de rapports. Cette formation fournit un examen complet des concepts techniques et analytiques qui vous aident à créer de meilleurs composants de génération de rapports - des composants qui peuvent être utilisés à la fois pour les tableaux de bord et les rapports.</p><p>Cette formation vidéo se concentre sur la compréhension des aspects techniques de l'utilisation des différents outils et fonctionnalités d'Excel et de leur application aux rapports.</p><p>Les sessions de cette formation vidéo sont conçus pour être des session autonomes auxquels vous pouvez vous référer de manière sélective si nécessaire. En parcourant cette formation, vous pouvez créer des composants de tableau de bord et de rapport de plus en plus sophistiqués. Après avoir suivi cette formation, vous pouvez:</p><ul><li><p>Analysez de grandes quantités de données et rapportez ces données de manière significative.</p></li><li><p>Obtenez une meilleure compréhension des données en les consultant sous différents angles points de vue.</p></li><li><p>Découpez rapidement les données en plusieurs vues à la volée.</p></li><li><p>Automatisez les rapports et analyses redondants.</p></li><li><p>Créez des processus de reporting interactifs.</p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2021-08-18_11-03-36-076dee435c981f57a3985be578ac27b5/2/WebHD_720p.mp4?Expires=1639079969&Signature=hbWXoCusX1VuR4lTCjRvzF5OyiDDzgQIXld~dbG0G9wfmkDfLiinS9WBx7BHjqhWRNIplAhuoF6lJtne1QJTK3iC-xWHu5NVzzybrcUx4WExIJZho1P0-EoCu4lOk~Loxvc5haZBlVb0zofnHVZaDByb4QXsq599CBTV-7MnlxonERWSrjuknvT8gxPNYDz9MnffS8EdA1ex6jT8OG74IJp-FJskISl2JWIAWGEw~n7OlURpL4ee0V8ZQ-ac6CUV-~AMxFVnScS~lLgi0MCng7T9T0AgrgnNl6H1UBy5dULRvlRgWQ8OdKPV5egK3DBt0iuiythcdyANj7KUqRsdMA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3584300", "category": "Business", "sub_category": "Project Management", "title": "Scrum Fundamentals for Scrum Master and Agile Projects", "level": "All Levels", "author": "GenMan Solutions", "duration": "2 hours", "rating": "4.5", "reviews": "1360", "students": "112632", "coupon_code": "SCRUDEC1", "preview_img": "https://img-b.udemycdn.com/course/750x422/3584300_6463_3.jpg?secure=KECR-koJ-6wQCZE6QAIqdw%3D%3D%2C1639150172", "coupon_link": "https://www.udemy.com/course/scrum-genman/?couponCode=SCRUDEC1", "end_day": "2021-12-11 07:37:15+00:00", "headline": "Master the Scrum concepts necessary for Scrum Master Certification & Agile Scrum Project Management", "description": "<p>This course provides a comprehensive overview of the Scrum framework for agile project management. You’ll learn the basics of Scrum and the Scrum lifecycle, how to organize a Scrum team and set up a project, and how to implement a Scrum, from releases and sprints to enterprise transformation. </p><p>This course is for anyone involved in product delivery using the Scrum framework. It is particularly beneficial for those people within an organization accountable for getting the most out of Scrum, including <strong>Scrum Masters, managers, and Scrum Team members.</strong></p><p>Course enrollment grants you <strong>lifetime access to all the the entire course content including quizzes, practice exercises etc.</strong> In addition, you’ll also r<strong>eceive 1-on-1 support for any questions or uncertainties that come up.</strong> And this all comes with a <strong>30-day money-back guarantee!</strong> You have nothing to lose and so much knowledge to gain.</p><p><strong>Over 19,000 students have enrolled</strong> into this course so far and have shared some great reviews about the course:</p><p>★★★★★ <em>\"Very clear explanation, I am really very grateful, I knew the existence of Scrum but not in detailed knowledge, the tutor is knowledgeable in her field. Please keep on doing\".</em></p><p>-Daud Ali Ahmed</p><p>★★★★★ \"<em>Great Course. To the point explanation of the concepts. Highly recommended.\"</em></p><p>-Tristan Taylor</p><p>★★★★★<em>\"This course gives a good overview of the scrum and clearly explains the concepts.\"</em></p><p>-Sujith singh</p><p>★★★★★ <em>\"Extraordinary learning\"</em></p><p>-Akhas Rahmadeyan</p><p>There are no prerequisites for starting this Scrum Fundamental course. </p><p><strong>Here are some FAQs about Scrum before you get started:</strong></p><p><strong>What is Scrum?</strong></p><p>Scrum is a framework within which people can address complex adaptive problems, while productively and creatively delivering products of the highest possible value.</p><p>Scrum itself is a simple framework for effective team collaboration on complex products. The definition of Scrum consists of roles, events, artifacts, and the rules that bind them together.</p><p>Scrum defines three roles, the Product Owner, Scrum Master and Development Team Member.</p><p>Scrum is:</p><ul><li><p>Lightweight</p></li><li><p>Simple to understand</p></li><li><p>Difficult to master</p></li></ul><p><strong>What is the difference between Scrum and Agile Development?</strong></p><p>Agile Development is a software methodology, whereas Scrum is one of process frameworks that follows Agile. Scrum is advised to teams with experienced team members as the Framework requires great collaboration and self-organization as well. If the Scrum rules are not followed strictly, a project can lead to failure. Hence, it is necessary to have a proper understanding of Scrum concepts among the entire team.</p><p><strong>Why do we need Scrum?</strong></p><p>You don’t “need” it, per se.</p><p>But to be successful at building products and services which generate value for your customers and your business in rapidly changing circumstances, you do need a way of managing risk, optimizing value and navigating complexity in both the work and the surrounding environment. Scrum provides a framework for doing that.</p><p><strong>When should I choose Scrum?</strong></p><p>Scrum best serves the projects with unclear details and specifications, ones with high risk of mid-project changes, where there is a need to monitor the value of completed tasks throughout and where teams need autonomy and creativity to produce the best results.</p><p>With Scrum your team will:</p><ul><li><p>Deliver the main value quicker</p></li><li><p>Have a bigger chance of meeting the deadline</p></li><li><p>Create the product for less</p></li><li><p>Be more motivated</p></li><li><p>Collaborate better</p></li><li><p>Be more innovative and listen to client requirements more careful</p></li></ul><p><strong>When should I not choose Scrum?</strong></p><p>Scrum application can be complicated in large teams or those very attached to the traditional process. It will also not be a good fit for those that expect a light and quick change into better results. Otherwise, it simply takes determination and will to take on the process and adapt it to your needs.</p><p><strong>Is Scrum Master a job title or a role that someone with an existing job title fills?</strong></p><p>Scrum Master is a role that someone with a job title fills. Normal practice is that the person playing the role of project manager plays the ScrumMaster’s role as well.</p><p><strong>Can Product Owner and ScrumMaster’s roles be played by the same person?</strong></p><p>No, since the ownership differs. The role of Product Owner and ScrumMaster are very much mutually exclusive. Product Owner takes care of the Product Backlog, Prioritization of User Stories, and Validation of the working product increment with the user stories allocated to the Sprint.</p><p><strong>How might Scrum work for research projects?</strong></p><p>Scrum can be applied to any project where the goal is to maximize the value of something (a “product”), and thus requires short feedback loops in order to govern what actually gets delivered and ends up being valuable. Research fits nicely in this category because, by definition, it is about learning something in order to achieve a broader purpose.</p><p><strong>What about Professional Scrum Certification?</strong></p><p>There are various Professional Scrum Certifications available including <strong>Professional Scrum Master™, Professional Scrum Product Owner™, Professional Scrum Developer™, Scaled Professional Scrum™, Professional Scrum™ with Kanban, Professional Agile Leadership™ and Professional Scrum™ with User Experience.</strong></p><p>These assessments cover a range of areas related to the knowledge and real world usage of Scrum. Passing these credible and consistent assessments is highly regarded as true industry certification by individuals, organizations and industry associations.</p><p>You can visit the official Scrum website for more details.</p><p>---------------</p><p>Let's get started. I'll see you inside the course :)</p>", "preview_video": "https://mp4-b.udemycdn.com/2020-10-25_18-52-07-d554e687964561837701782d33f29ed6/1/WebHD_720p.mp4?secure=xeRPIi_XpHUP9pxeko_zgw%3D%3D%2C1639079972"}, {"course_id": "1517986", "category": "Business", "sub_category": "Entrepreneurship", "title": "QuickBooks Online 2021 & 2020 Start to Finish", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "144 hours", "rating": "4.5", "reviews": "3220", "students": "59613", "coupon_code": "B15C1818D831AAC70FF5", "preview_img": "https://img-c.udemycdn.com/course/750x422/1517986_f8a9_3.jpg", "coupon_link": "https://www.udemy.com/course/quickbooks-online-2018-start-to-finish/?couponCode=B15C1818D831AAC70FF5", "end_day": "2021-12-14 05:55:01+00:00", "headline": "Learn QuickBooks Online 2021 in a comprehensive online course taught by a practicing CPA, CGMA, CPI, with BS tax", "description": "<p><strong>We will update this course each year at no additional cost, so the course community has access to the latest look and feel of QuickBooks Online and can also look back to see the changes that have been made.</strong></p><p><strong>We have received a lot of positive feedback and suggestions for improvements that we will put into place as we update.</strong></p><p><strong>We greatly appreciate the feedback and support we have received with this course and we look forward to continually improving it with your help.</strong></p><p>The new material will provide learners with the most current look and format of QuickBooks Online. </p><p>We have listened to, and are grateful for, many reviews over the year and will implement many changes as we update the course including shortening unnecessary introductions, adding more ways for learners to work in a hands-on approach, and adding new content related to specific industries and circumstances including a cash basis business.</p><p>-----------------------------------------------------------------------------------------------------------------------------</p><p>This is a comprehensive QuickBooks Online course.</p><p><strong><em>If you are a student at an accredited academic institution, you may be eligible for a free trial version of QuickBooks from Intuit, which is a great tool allowing you to maximize the use of this course. We may also utilize a free 30 trial often offered by Intuit, the owner of QuickBooks</em></strong></p><p>This course will start at the basics, assuming you know nothing about the software or accounting.</p><p>We will start by comparing the different versions of QuickBooks. We will then go through the purchasing process, the downloading process, and the installation process.</p><p>The first half of the course will be dedicated to navigating the software, getting a feel for the major components of the software, and the primary accounting cycles such as the customer section or revenue cycle, the vendor section or payments cycle, and the employee section or payroll cycle.</p><p>Once we learn the primary sections or accounting cycles we will analyze the forms and transactions within each section, considering the impact each has on the financial statements.</p><p>The second half of the course will be in the format of a comprehensive problem, working through two months of data impute.</p><p>We will enter every standard type of transaction as we work through the comprehensive problem. The comprehensive problem format will provide context to the data entry process, so we understand how the data impute fits into the accounting workflow.</p><p>A comprehensive problem also allows us to do more than simple data entry, data entry generally being the easiest part of the accounting process. We will be able to see how to set up the system to make the data entry as easy as possible.</p><p>We will also be able to see the impact on the financial statements of every transaction we make and be able to check our work after each transaction.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-09-15_01-25-06-3a8c355b7d04a65d32a35037dbca4675/1/WebHD_720p.mp4?Expires=1639079974&Signature=Bi2pMgekE8uKuR4S3YM8btrmxc3YQD-hik-lO3d6MBOS-Hmdw~UEflrSxOpIEdxnzHKzTkEdaSDYfRQgcIl6c7EyhEVnArI0MrZy1CSh-TUtXQO-biB0asRfTUvVOA2l4APTmQ4L~RadKiCim~nQJibwweZl8~wiB~YzePR66qeklmQb1zbxBkW0l7K0SwzGVGNv-LrV4IJYzw9NhqRZm~xUfzGqpVLz5DfnEZUX6bQHcovCxvWIDJKPKcvqYgxUkH76aYgH8J1OF8J8vC3HVkunNMuJEsI2T74KDRx4RxeRzFchCWUrElDY6blT4DqPUQI8xFTNtXCZfGJhhJbFgA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3941874", "category": "Business", "sub_category": "Project Management", "title": "Contracts Management in Construction Projects", "level": "All Levels", "author": "Akhil Krishna", "duration": "1 hour", "rating": "4.0", "reviews": "274", "students": "29812", "coupon_code": "CONTRACTSFORDEC", "preview_img": "https://img-c.udemycdn.com/course/750x422/3941874_73be.jpg", "coupon_link": "https://www.udemy.com/course/contracts-management-in-construction-projects/?couponCode=CONTRACTSFORDEC", "end_day": "2021-12-10 06:20:14+00:00", "headline": "Contracts Management, Contract Administration, FIDIC, Bank Guarantees, Contracts, Letter Drafting, Quantity Surveying", "description": "<p>Every construction project is bound by a Contract. Proper Contract Management plays a major role in the effective management of your construction projects. Adhering to all the Contractual obligations, the terms and conditions can save both cost and time. There are a few standard Contract Forms that is followed in a Construction project mainly FIDIC (International Federation of Consulting Engineers), NRM (New Rules of Measurement), JCT (The Joint Contracts Tribunal). The procedures to commence work, the documents required at each stage of the project, variation procedures, payment terms, basis for termination and suspension of works by either parties, completion of work, roles and responsibilities of all the stake holders and their staffs, dispute resolution methods, Arbitration procedures etc are all mentioned in the contract.</p><p>By the end of this course you will learn:</p><p>- The Different Contracting Arrangements utilized in different types of construction projects.</p><p>- FIDIC Red Book Timelines. A thirty-minute lecture contains the entire FIDIC Conditions of Contract for Construction for Building and Engineering Works timelines that needs to be adhered in the construction works.</p><p>- Helpful tips &amp; step by step procedure on how to draft a contractual letter.</p><p>- The Different Bank Guarantees in Construction project.</p><p>So what are you waiting for. Enroll for this course to learn something new and different.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-03-27_08-21-06-e15685169f0e82bf867852b56e324234/1/WebHD_720p.mp4?Expires=1639079979&Signature=lo299wYgURlrkG1kKZ4aoCO55CBJTmiC--0TFzHKKBT1A2KfYm6kFetGqhOYCFGKF9IJDk8FeHdqelK6odxzM~op9WK6k~fs8E5tWBlJWY9AsG6AyBx6KBnRbY3K0Fvme5ItSP4RbqwRoT1GqNU~5o13EVDVQdHLesmHc882onzoCjPZgb7k1ujBFRoL0BsR341NZYXPCwbCD4SHqDut87Cs4fp7dSTUvF0rwPHTkoyUMwFD1xh2CmeCg2xc8155-kWR58QIvsEm8gH9~UX74w~U4iW~eCFGsdGN~-3w3z4YXXVNk4RrquNnCNPD-2cjbFMNYMch1aIsSvHt3w4EqQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4262598", "category": "Development", "sub_category": "Game Development", "title": "Oyunlarda Gelir Modelleri | Unreal Engine & Unity", "level": "All Levels", "author": "Onur Sever", "duration": "4 saat", "rating": "4.7", "reviews": "53", "students": "4864", "coupon_code": "0459108A23A56EB2D1C6", "preview_img": "https://img-c.udemycdn.com/course/750x422/4262598_5c92.jpg", "coupon_link": "https://www.udemy.com/course/oyunlarda-gelir-modelleri-unreal-engine-unity/?couponCode=0459108A23A56EB2D1C6", "end_day": "2021-12-10 10:32:59+00:00", "headline": "Rainbow 6 ve LoL gibi Popüler oyunlarının nasıl para kazandığını ve stratejik oyun içi gelir modellerini öğrenin.", "description": "<p><strong>Oyunuzun Gelirini En Üst Seviyeye Çıkartın!!</strong></p><p><br></p><p>Bu kursta, Oyunlardan En Üst Düzeyde Gelir elde etmenin yollarını en popüler oyunlarda inceliyoruz. <strong>Rainbow Six Siege, League of Legends ve Fortnite gibi en çok kazanan oyunların gelir modellerini teker teker stratejileri ile öğrenin. </strong></p><p><br></p><p>Bu kurs için hiçbir bilgi sahibi olmanıza gerek yoktur, çünkü her şeyi en baştan ele alıyoruz.</p><p>Unreal Engine veya Unity üzerinden yaptığınız oyunların en ileri seviyede gelir elde etmesini sağlamayı öğrenin. </p><p>Bu kurs&nbsp;Teorik bir şekilde ilerlemekte olup, bolca örneklendirilmektedir. </p><p>Gerçek hikayelerden bir oyuncunun psikolojisini öğrenip fiyatlandırma yapmayı öğrenin.</p><p><br></p><p><strong>Bu Kursta Öğrenecekleriniz şu şekildedir:</strong></p><ul><li><p>Oyun Fiyatı dengesi</p></li><li><p>Fiyat belirlemede rakip analizi</p></li><li><p>Oyun içi satışta püf noktalar</p></li><li><p>Oyuncu Psikolojisi</p></li><li><p>Oyun içi Huzuru Sağlamak</p></li><li><p>E Spor</p></li><li><p>Turnuvalar</p></li><li><p>Oyun içi para değerleri</p></li><li><p>Satın alma Psikolojisi</p></li><li><p>Satışta yapılmaması gereken hatalar (Pay To Win, ağır Ceza Sistemi...)</p></li><li><p>Oyuncuları başka karakterleri oynatarak kostüm almasını sağlamak</p></li><li><p>Doğru Reklam Vermek</p></li><li><p>Reklam stratejileri</p></li><li><p>Finansal olarak gücünüzü koruma</p></li><li><p>Oyuna özgü eşyaların satışı</p></li><li><p>Sponsorluklar</p></li><li><p>Oyun içi satışta doğru değerleri kullanma </p></li><li><p>Oyuncuya daha fazla satın almaya yönlendirme</p></li><li><p>Kutu sistemi</p></li><li><p>Battle Pass Sistemi</p></li><li><p>Komisyon ve Pazar mantığı</p></li><li><p>İndirim Değerleri</p></li><li><p>Skin Hileleri ve Sonuçları</p><p><br></p></li></ul><p><br></p><p><br></p><p><br></p><p><strong>Bu kurs aşağıdaki Gelir Modellerini ve fazlasını içermektedir</strong></p><ul><li><p>Oyun fiyatı</p></li><li><p>Kostümler (Skins)</p></li><li><p>Battle Pass</p></li><li><p>Oyuna Özel İçerikler</p></li><li><p>İndirimler</p></li><li><p>Setler</p></li><li><p>Kutular</p></li><li><p>Etkinlik Kartları</p></li><li><p>Takviyeler</p></li><li><p>E Spor</p></li><li><p>Turnuvalar</p></li><li><p>Sponsorluklar</p></li><li><p>Reklam</p></li><li><p>Google ads ve aso</p></li><li><p>Twitch</p></li><li><p>Youtube</p></li><li><p>Görevler</p></li><li><p>Komisyon</p></li></ul><p><em>&nbsp; &nbsp; &nbsp; &nbsp;Doğru hamleler ve denemeler sonucunda elde edeceğiniz geliri üst düzeye taşıyarak arttırın. Daha önce yapılan hatalara düşmeyin, oyuncuyu oyunda tutun ve daha fazla şey satın almasını sağlayın. Oyun içi satılan ürünlerin fiyatındaki dengeyi yakalayın. Oyun içi kullanılan parayı daha etkili bir şekilde göstererek oyuncuya satın. Gerçek örnekler ile sisteminizi geliştirip oyunculara sunun.</em></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-09-05_20-39-41-56f47555a465be4f4a946d82fbbc8163/2/WebHD_720p.mp4?Expires=1639079989&Signature=dJi1HBr3-SYjxFdRwqKE2X5CgI1NQdirEwHESUHNNwFZu7DWubc~5HTg7qUzwzG9U20IhB0ASJ1W~-M2kiR2mUr0ilYdbmkk03xxeYflnxXOIgaUXOxK8ZwVXHVZNo6pBUj6MEnZOfBy9vrdFgCEkdcnKl4RXFpyNkATrurLWT~zIzQJAmES9KI831AGQ15m6VhEI2EZa4XxDxzU8Yp71rZ87lOnieg9JKTdnFN3klRfCUX5qehXlSvHJ7OVd-ldtd36g7d5T4Ei52Dj76l1~NUWP7QVUws75eo1tVungjJt4A5epDpxqLtZ73z0BZKOcCtEFS8XlV2giBdoVCj5oQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4436164", "category": "IT & Software", "sub_category": "IT Certifications", "title": "ITILFND V4: ITIL 4 Foundation Practice Exams", "level": "All Levels", "author": "It Exam Academy", "duration": "", "rating": "0.0", "reviews": "0", "students": "403", "coupon_code": "E8D675C1F510912B27EE", "preview_img": "https://img-c.udemycdn.com/course/750x422/4436164_4afb.jpg", "coupon_link": "https://www.udemy.com/course/itilfnd-v4-itil-4-foundation-practice-exams/?couponCode=E8D675C1F510912B27EE", "end_day": "2021-12-14 12:16:35+00:00", "headline": "[New] Get ready to pass the ITIL 4 Foundation Certification Exam 2022", "description": "<p><strong>Description</strong></p><p>The ITIL Foundation deals with the what and the why while ITIL® allows the question of how to start adopting and adapting ITIL within its organization..</p><p><br></p><p>What is ITIL? ITIL best practices now have their place in IT organizations. With ITIL: IT is aligned with the company's business lines, customer satisfaction is improved, costs are reduced in the long term, quality is continuously improved, and returns on investment are measurable.<br>Why get certified ITIL Foundation? The ITIL Foundation level proves to organizations in which the participant would like to participate his knowledge in the concrete application of the bases of ITIL Practices. This ITIL Foundation certification also opens the door to the ITIL Expert certification cycle. At the end of this training, participants take the ITIL Foundation certification exam</p><p><br></p><p><strong>ITIL 4 Foundation exam covered topics.</strong></p><p><br></p><ul><li><p>Understand the key concepts of service management</p></li><li><p>Understand how the ITIL guiding principles can help an organization adopt and adapt service management</p></li><li><p>Understand the four dimensions of service management</p></li><li><p>Understand the purpose and components of the ITIL service value system</p></li><li><p>Understand the activities of the service value chain, and how they interconnect</p></li><li><p>Know the purpose and key terms of 15 ITIL practices</p></li><li><p>Understand 7 ITIL practices</p></li></ul><p><br></p><p>pass the ITIL 4 Foundation exam you must know the theory very well but also have high level hands-on skills. The element most students forget it drilling their knowledge with a ton of practice exams. Practice exams help you learn to apply theory to questions as well as expose weak areas in your knowledge.</p>", "preview_video": ""}, {"course_id": "3316512", "category": "Marketing", "sub_category": "Video & Mobile Marketing", "title": "Learn 10 Ways to Make MORE Money on YouTube!", "level": "All Levels", "author": "Roope Kiuttu", "duration": "2.5 hours", "rating": "4.2", "reviews": "279", "students": "65758", "coupon_code": "217868483855FAF4F144", "preview_img": "https://img-c.udemycdn.com/course/750x422/3316512_01fb_2.jpg", "coupon_link": "https://www.udemy.com/course/learn-to-make-money-on-youtube/?couponCode=217868483855FAF4F144", "end_day": "2021-12-12 16:28:02+00:00", "headline": "Learn How to Get 1,000,000's of Views and Grow Your YouTube Channel Into a MONEY-MAKING MACHINE", "description": "<p><strong>Would you like to make money on YouTube even while you are sleeping?</strong></p><p><strong>The work that you do today can make you money for months and years to come!</strong></p><p>In this YouTube Audience Growth course, you'll learn at least 5 Ways to Make Money on YouTube.</p><p>You'll learn how to attract 1,000,000's of Views and Grow Your YouTube Channel Into a MONEY-MAKING MACHINE</p><p>I&nbsp;published some videos back in 2017 and they are still generating me money EVERY. SINGLE.&nbsp;DAY.</p><p>Some of my videos have made me over $900 for just 3,000 views.</p><p>And I started earning money with less than 100 subscribers.</p><p>Meanwhile, I&nbsp;can't promise that you will achieve the same results that I&nbsp;got, I&nbsp;can show you what has worked for me and 1,000's of other YouTubers who are making money on this platform.</p><p>-</p><p>The beauty of making money on YouTube is that <strong>the work you do today will make you money for months, years and even for decades.</strong></p><p>Just 1 powerful tip that you learn from this course may be worth $1,000's over the long term.</p><p>-</p><p>But things weren't always so shiny... </p><p>When I&nbsp;got started on YouTube for the first time, I&nbsp;struggled because I&nbsp;didn't know what works.</p><p>I&nbsp;got some results but I wasn't satisfied. I still kept on doing it.</p><p>Little by little I&nbsp;learned the skills and nowadays YouTube is allowing me to live the lifestyle of my dreams.</p><p>I've traveled in over 40 different countries while my YouTube channel is making me money even when I&nbsp;sleep.</p><p>Today you'll learn the best secrets on how I&nbsp;made it.</p><p>And even most importantly <strong>you'll learn how YOU&nbsp;can make money using YouTube</strong>.</p><p>It's Your Time!</p><p>- Roope \"Sharing the secrets for making money on YouTube\"&nbsp;Kiuttu</p><p><strong>PS. </strong>YouTube is still MASSIVELY growing every single year. </p><p>If you want to make money using YouTube, the time is NOW.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-07-10_16-23-25-9108c8b14424ba821d920c3fe864c642/1/WebHD_720p.mp4?Expires=1639079994&Signature=c6l7T91wtnp5FVWkGh3M4PtNjshSzVIvxiz~o7Mdazk5zT7SQxEcDwFMLzvZKdwalo3pNzY8OtwZEp6rzLI265AxSIKgCYo82HV9DMMCLp2lcyp1BnNQc6yUD4TYURkB-STU2tQai2EmghrzAfFXxy1D8zVhkoTo-M2Tr7RKonJvLFW6GWfDcevf~S33XBzPmN3OkOLHUM8Rhfsf24rojUmBmYmy9kocYtHkOMakHMRqSNWemCR4~VvkesLry~EJ1sOfazAmZ4A0fCrHolktrGQtov-v~CI7aCxOfq2kF-F~SvXuodD9L12JuaMXqNmEq0ZueEvU9lIPQSk4Cy8hXw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4336510", "category": "IT & Software", "sub_category": "IT Certifications", "title": "Microsoft AZ-104: Azure Administrator Exam Prep Test", "level": "All Levels", "author": "Debajyoti Adhya", "duration": "", "rating": "4.6", "reviews": "4", "students": "4480", "coupon_code": "C5922519B310BDD0420D", "preview_img": "https://img-c.udemycdn.com/course/750x422/4336510_4f43_2.jpg", "coupon_link": "https://www.udemy.com/course/microsoft-az-104-azure-administrator-exam-prep-test/?couponCode=C5922519B310BDD0420D", "end_day": "2021-12-14 09:19:19+00:00", "headline": "Pass AZ-104 Cloud Certification Exam 165Q Practice Set", "description": "<p><strong>Get Yourself Certified and earn a Cloud Skill.</strong></p><p>Three separate Timed Test of 55 questions each. All real questions close to the exam live questions. Use this question set to test your knowledge before taking the AZ-104 exam. Microsoft Azure is the fastest growing cloud platform. Getting yourself certified in cloud can help you to improve your resume for possibilities of landing into a Job. </p><p>AZ-104 examination will have around <strong>40</strong> to <strong>60</strong> questions, which you have to appear in <strong>120 minutes</strong>. The passing mark for the examination will be <strong>700</strong>, and you have no penalty for any incorrect answer.</p><p>The below are the main topics covered in the exam questions. </p><p>-<strong>Manage Azure identities and governance (15-20%)</strong></p><p>-<strong>Implement and manage storage (10-15%)</strong></p><p>-<strong>Deploy and manage Azure compute resources (25-30%)</strong></p><p>-<strong>Configure and manage virtual networking (30-35%)</strong></p><p>-<strong>Monitor and back up Azure resources (10-15%)</strong></p><p>Azure is a rapidly growing technology that is being adopted by many corporations. Nearly all organizations have migrated to the cloud or have a plan to do so. The skills required to manage cloud based resources are necessary for those that are entering the IT field and those that are currently in IT.</p><p><br></p><p><strong>Get ready to boost your learning and prepare for Microsoft Azure Administrator AZ-104 Exam with practice exam questions and expert guidance. Take the Test Now!</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-10-06_06-59-16-209ae45c1257c37d54e20d587c4ec964/2/WebHD_720p.mp4?Expires=1639080001&Signature=VT1QU3dD08stm5JMHt8lJfOVxpE4DiCeBMqii~n0~bkGvSPYquO4AA~wpjIHxTgx465~pL~zIfIxLdQaZaAjdqTTb3LjvyEi~1CYeFH4cSsfepC7fdgunxOj-0SXSJBm-SuWATGV1Qp8Cx5NV~~JYqggeo2SpDvBsgT8dQDcX9sUqjK0O83IQf0xNMpv-58a4rPinxJfw9ZdHlj1OjzSllMZ2G2pGtTRpLldtz483cGITRYMPROGjSxu0tCQy52boXdIrrkB9p91AXjlPSebfr-gaiyg22q~oA9~bRB2yMnIsbzgcxRqAZsQBn2UwV1RkiIyx9rWJqeH9Mzdx-jw2g__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4164798", "category": "Finance & Accounting", "sub_category": "Financial Modeling & Analysis", "title": "Corp. Finance #14 Financing-Commons Stock & Preferred Stock", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "8.5 hours", "rating": "0.0", "reviews": "0", "students": "7835", "coupon_code": "EE5E24EF682026B3B373", "preview_img": "https://img-c.udemycdn.com/course/750x422/4164798_3697.jpg", "coupon_link": "https://www.udemy.com/course/corp-finance-14-financing-commons-stock-preferred-stock/?couponCode=EE5E24EF682026B3B373", "end_day": "2021-12-14 06:06:15+00:00", "headline": "Learn corporate financing options related to common stock & preferred stock form a certified public accountant CPA", "description": "<p><strong>This course will cover corporate financing options using common stock and preferred stock.</strong></p><p><strong>We will include many example problems, both in the format of presentations and Excel worksheet problems. The Excel worksheet presentations will include a downloadable Excel workbook with at least two tabs, one with the answer, the second with a preformatted worksheet that can be completed in a step-by-step process along with the instructional videos.</strong></p><p><strong>When thinking about financing options for a corporation we can break them into the two main groups of debt financing and equity financing. This course will focus on equity financing. When considering equity financing, we can further break the financing options down into the two main categories of common stock and preferred stock, common stock being what we usually think of when considering equity financing.</strong></p><p><strong>Common stock represents company ownership. Preferred stock has features related to both debt and common stock. Preferred stockholders do not have the same voting rights as the common stockholders. However, preferred stock generally has a priority claim to dividend distributions and a priority clam upon liquidation of the company when compared to common stock.</strong></p><p><strong>We will also discuss the concepts of majority voting and cumulative voting. With regards to cumulative voting, we will consider calculations related to the number of shares required to be able to elect a certain number of board members and the calculation to determine the number of board members that can be elected given a set number of shares.</strong></p><p><strong>The concepts related to majority voting and cumulative voting may be applicable in other setting as well, including politics and not for profit organizations.</strong></p>", "preview_video": "https://mp4-b.udemycdn.com/2021-07-06_07-28-39-f7a0c707ec299ad353c5645ca2b39d1e/1/WebHD_720p.mp4?secure=8w7OpOGKh20-yzoaV-GFlQ%3D%3D%2C1639080017"}, {"course_id": "3609882", "category": "Development", "sub_category": "Web Development", "title": "Complete NodeJS course with express, socket io and MongoDB", "level": "All Levels", "author": "Kim Chen", "duration": "5.5 hours", "rating": "4.2", "reviews": "1114", "students": "161324", "coupon_code": "443C4343C384445BB804", "preview_img": "https://img-c.udemycdn.com/course/750x422/3609882_0061.jpg", "coupon_link": "https://www.udemy.com/course/create-nodejs-app-with-express-socket-io-and-mongodb/?couponCode=443C4343C384445BB804", "end_day": "2021-12-13 07:15:11+00:00", "headline": "Master NodeJS to build real world application, socket io and MongoDB, authentication with JWT", "description": "<p><strong>What is NodeJS ?</strong></p><p>Node.js is an open-source, cross-stage, back-end, JavaScript runtime climate that executes JavaScript code outside an internet browser. Node.js lets engineers use JavaScript to compose order line instruments and for worker side scripting—running contents worker side to create dynamic website page content before the page is shipped off the client's internet browser. Subsequently, Node.js speaks to a \"JavaScript all over the place\" paradigm, bringing together web-application advancement around a solitary programming language, as opposed to various dialects for worker and customer side contents</p><p><strong>But.. why learn NodeJS?</strong></p><p>Node.js allows you to build complex and powerful applications without writing complex code</p><p>Node.js is well suited to building microservices</p><p>Node.js can be used for <em>more</em> than just web development</p><p>Node.js is a robust project that won’t be going anywhere</p><p><br></p><p><strong>What will you learn from this course?</strong></p><p>In this course, you will learn how to build a todo app with NodeJS, ExpressJS and also the template engine EJS.</p><p>You will also learn how to use nodeJS to build RESTful API and create a real time chat app with Socket io</p>", "preview_video": "https://mp4-b.udemycdn.com/2020-12-28_15-09-30-292fffb2f5835282fa6774848aeb7fbc/1/WebHD_720p.mp4?secure=uQRQJWsAk5mykGk1axZy9A%3D%3D%2C1639080020"}, {"course_id": "4164818", "category": "Finance & Accounting", "sub_category": "Other Finance & Accounting", "title": "Corporate Finance #15 Dividend Policy", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "8 hours", "rating": "4.6", "reviews": "4", "students": "8282", "coupon_code": "47C68481F0D503E908C8", "preview_img": "https://img-c.udemycdn.com/course/750x422/4164818_779e.jpg", "coupon_link": "https://www.udemy.com/course/corporate-finance-15-dividend-policy/?couponCode=47C68481F0D503E908C8", "end_day": "2021-12-14 06:05:40+00:00", "headline": "Learn about factors involved in corporate dividend policy decisions from a certified public accountant (CPA)", "description": "<p>This course will cover corporate dividend policy.</p><p>We will include many example problems, both in the format of presentations and Excel worksheet problems. The Excel worksheet presentations will include a downloadable Excel workbook with at least two tabs, one with the answer, the second with a preformatted worksheet that can be completed in a step-by-step process along with the instructional videos.</p><p>Dividends represent earnings that a corporation distributes to owners. Dividends for a corporation can be compared do withdrawals from a sole proprietorship or partnership. However, there are substantial differences between a partnership withdrawal and a corporate dividend due to differences in the business structure.</p><p>A partner in a partnership generally has more control over the amount of draws they can take and when they can take them. Different partners may also draw different amounts at different times.</p><p>By contrast, a corporation must give uniform distributions of dividends to each class of shares, resulting in far less direct control by an individual shareholder to determine the amount of dividends or when they will be distributed.</p><p>The dividend distribution policy of a corporate can be very complex, involving many factors, including the life cycle of the company, the cash flow of the company, and the preferences of the shareholders.</p><p>A company that is in the growth phase of its life cycle is more likely to have smaller dividends, preferring to reinvest the money to grow operations. Shareholders who would like to invest over a longer time frame may like this policy because the increase in value of the company will increase the value of the shares.</p><p>A company in a mature phase of the life cycle may not have as much need to reinvest earnings and is more likely to distribute earnings to shareholders. Many investors like investing in dividend yielding companies because they receive a return on their investment in the form of dividends.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-07-09_04-22-01-bed85fa587984b79ab135249ecd9bbdd/1/WebHD_720p.mp4?Expires=1639080025&Signature=MowrKaWj84cXia~kSB9vTiSwNJ0oAZAyjXGVHlSo-CHn41xWChWPTkAJITK8jbXb7F9CZT2ocVgv0ck2ItHv5EfXPNbl-fefaEEgzZ0FrDKON9VFOUkKyxqqms6ZQ6kMzQAW5lVunr3FXzUb-u4RTNQW-59WEXVUixocKQqpu1bNF0SI9IbV9EPVbHKjPO6mYe3GYA~ldWU~Zidcl9CFz27jNezx49Lq1Kx9q3fZqOeX9oop0USlEdjBcJRzrl8u9p7fjx-URBDzTzxQtoyVXcly3~cYDw9LMb4JVRv8g~yYhJGKtNFl7Y9cKNUffV7gkw9nqIRIHW6mdoXM3InGEA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3669072", "category": "Personal Development", "sub_category": "Stress Management", "title": "Couples Counseling | Learn to Live happy with Life Partner", "level": "All Levels", "author": "Yasir Mehmood", "duration": "32 mins", "rating": "4.2", "reviews": "129", "students": "22714", "coupon_code": "HAPPYCOUPLE", "preview_img": "https://img-c.udemycdn.com/course/750x422/3669072_bfa6.jpg", "coupon_link": "https://www.udemy.com/course/couples-counseling-learn-to-live-happy-with-life-partner/?couponCode=HAPPYCOUPLE", "end_day": "2021-12-11 02:33:52+00:00", "headline": "Relationship Counseling | Marriage Counseling  | Relationship management | Conflict Resolution | Happy family", "description": "<p>Happy Couple Relationship is basic ambition of Life Partners, however this relationship is very sensitive and needs extra attention from Life Partners to make the relationship happy and smooth.</p><p>Couples who do not give proper attention for effective management of Marriage Relationship are likely to go into deep conflicts which may result into divorce or at-least toward prolonged resentment.</p><p>This Couples Counseling course is designed for those Couples who have been facing difficulty in maintaining the healthy relationship with life partners.</p><p>Couples have trouble in healthy relationship normally go for marriage Counselling however Couple Counseling can only be effective when both life partners put their best efforts to make their marriage happy.</p><p>Relationship management is a tricky task that needs deep love and attention from both participants. </p><p>This Marriage Counseling course will help you for Stress Management as well.</p><p>Conflict Resolution is the main objective of this course , you will find lot of techniques to reduce stress but all of these stress reduction exercises become ineffective in case you are unable to manage conflicts with your life partner.</p><p><br></p><p>If you are facing a situation where you are facing trouble in relationship management then this course is best for you.</p><p>Lot of people wants to know that How to avoid fights at home or How to avoid arguments with life partner , this course will provide you the answer.</p><p>So let's join and learn to live a happy life with minimum fights and minimum conflicts.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-02-14_04-40-17-857ebc403df9b3e396e47b5093d3bfd0/1/WebHD_720p.mp4?Expires=1639080027&Signature=BP-ZeSRSnOqzvEpT9t31NuHlzbhe3CEAvQKwCnDFMyOOqxEwn2NL5JkqCkC~25LRgv7xaob4Al1moZWrKN4~bRRJNQKDMeNqBwrsdtcYxSm2w4qvtkHQwAmpTHKsBiFEX2mj2uuPuwEOnb9ZXU3tDuSvFGIAU3ESNyieNcoqAoyp5uGByoRSeemfg6vsf8dIqyBLpl9UiosCWhfizB6B--DhUqvmYOGPx4Od8SkcHEtWGM5CHOS8hmgtfCm4a9S~a8ej1FH27vUsncJd1~VAjJFB4ZCM8Y40nSSZQYS-XeW812zApI-vQmEvKof0vUT2QReamEIrLpyKsqvinGaqNw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3923356", "category": "Business", "sub_category": "Project Management", "title": "HVAC Ductwork Quantity Take off for Quantity Surveyors", "level": "All Levels", "author": "Akhil Krishna", "duration": "42 mins", "rating": "4.3", "reviews": "113", "students": "20174", "coupon_code": "HVAC4DEC", "preview_img": "https://img-c.udemycdn.com/course/750x422/3923356_5dca_2.jpg", "coupon_link": "https://www.udemy.com/course/hvac-duct-quantity-take-off-for-quantity-surveyors/?couponCode=HVAC4DEC", "end_day": "2021-12-12 16:59:02+00:00", "headline": "HVAC, Duct, Take off, Estimation, Quantity Surveying, Length, Area, Weight, SMACNA, POMI, AUTOCAD, Excel, Template, MEP", "description": "<p>Welcome to this course on HVAC Duct Quantity Take off.</p><p>HVAC stands for Heating, Cooling, Air Conditioning. It forms a part of MEP Services.</p><p>Ducts are used as a medium for transmission of air from the equipment's to different rooms in a building.</p><p>Accurate estimation of DUCT quantities is critical for an effective cost management of a construction project. </p><p>In this course you will understand how to take off the HVAC duct quantity using different unit of measurements.</p><p>You will be able to estimate the duct measurement by length, area and weight by the end of this course.</p><p>Excel templates for all length, area and weight measurements are separately explained and the templates are also available for download.</p><p>These templates can be used in your professional life.</p><p>This course also includes the basics of ductworks, difference between Air Handling Unit &amp; Fresh Air Handling Unit.</p><p>POMI Standards for Duct measurement is also included as an additional lecture.</p><p>There is also a lecture on AUTOCAD tips that can be helpful for your estimation purpose.</p><p>SMACNA Documents for weight estimation is also explained and this document is downloadable in this course.</p><p>A Sample drawing is also included for practice purpose.</p><p>Construction professionals and enthusiasts will definitely enjoy this course and learn something new.</p><p><br></p><p>So enroll for this course without wasting time and have fun learning new concepts and ideas.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-03-18_18-33-33-a686169937201eeb7c101a1447075da9/1/WebHD_720p.mp4?Expires=1639080030&Signature=OsyLr2Zlhh4H6M3wbIitnK8~H5Qw1RojSEyQzANM9ZJgxA2QU7xbRatEaS7MzvEk90TNBirVVkckKmZrXwwtflj1CbAdvuyqEE4N5kb0TRnJrPuV0GSyRF4ci2asWo84kcPe7HgrnpcxA4wE0Wys0ZtoRRk0Xe~McfegFP4s3hsp8hcagS~6~c5PQCqz2qw3ExWvN3XAoq5ryfq9pG2Xqk9lMozWFYIQNmJ5ToDLU1B6BvXI86kbMJHwL71pDHXlbSilG-8cDtcqgpZ~ihZH-krdGOsQWcszt00xV3yOCC9TZZdYcFWOogEgbowJc-Ui5iFaH5PVjg2fyrqtmIWNVQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4434426", "category": "Business", "sub_category": "Business Analytics & Intelligence", "title": "The Hands-On Masterclass in Data Analytics with Tableau", "level": "Beginner Level", "author": "Dee Naidoo", "duration": "9 hours", "rating": "0.0", "reviews": "0", "students": "626", "coupon_code": "CC479855F2F8D28CBB0A", "preview_img": "https://img-b.udemycdn.com/course/750x422/4434426_3bca_2.jpg?secure=GSeI8e-VcMD98Lyii2mokA%3D%3D%2C1639150235", "coupon_link": "https://www.udemy.com/course/the-hands-on-masterclass-in-data-analytics-with-tableau/?couponCode=CC479855F2F8D28CBB0A", "end_day": "2021-12-13 19:06:33+00:00", "headline": "The best course to learn Tableau and Data Analytics by creating visualizations and dashboards for 6 Different Companies!", "description": "<p>Are you ready to become an Expert in Data Analytics? Do you want more practical, <strong>hands-on</strong> experience in Data Visualization and tools like Tableau? Do you want to add a <strong>portfolio</strong> of dashboards to your <strong>resume</strong> so you can land your dream job in Data?</p><p><strong>This course is for YOU!</strong></p><p>In this course you will build 6 separate dashboards for companies that face real business problems . You will learn how to connect to various data sources from Excel files to cloud servers such as Azure. You will also learn how to build interactive dashboards and publish it to Tableau Online! You can link these in your resume to show potential employers what you can do!</p><p>You will create dashboards that help a hotel manage a booking system, assist a customer service manager in sorting through thousands of reviews, create a sales dashboard for a very busy sales manager and even put together a quick presentation based on the data in a cloud data warehouse!</p><p>You will master the skills to become a good Data Analyst and build a solid foundation in understanding the data pipeline.</p><p>In this course you will learn:</p><p><br></p><p>Create 6 interactive dashboards and publish it online to share</p><p><br></p><ul><li><p>Learn how to connect to different data sources such as Excel, Google Sheets and Cloud Servers.</p></li><li><p>Create a variety of charts including bar charts, line charts, donut charts, maps, tables and dual axis charts.</p></li><li><p>Create calculated fields including developing IF Statements.</p></li><li><p>Create sets, hierarchies and groups.</p></li><li><p>Understanding how joins work.</p></li><li><p>Understand Level Of Detail calculations.</p></li><li><p>Create Parameters</p></li><li><p>Make use of the analytics pane including using trend lines</p></li><li><p>How to use dashboard actions and create interactive dashboards.</p></li><li><p>Creating a dashboard which updates daily via google sheets.</p></li></ul><p>By the time you complete this course, you'll be a highly proficient Tableau user and use all the learning from to course to enhance your career in Data and Analytics.</p><p><br></p><p><strong>Projects you will work on:</strong></p><p>Park City Peaks Hotel: Park City Peaks Hotel provides hotel accommodation to tourists and business travellers. You will create an interactive dashboard to help the hotel manager analysing guest and booking data.</p><p>GreatFit: Greatfit is an online e-commerce store that sells ladies clothing. Customers generally leave reviews and Greatfit hasn't been doing any analytics and investigation in the reviews. The Customer Service manager has asked you to develop a dashboard to give her an idea of how the reviews are.</p><p>MegaMart: Megamart is a store which sells various goods to consumers all over the world. The company works only through Sales Agents who are responsible for selling products to their customers. The Sales Manager would like to have a complete sales dashboard based on the sales agents</p><p>Facebook: A Facebook investor needs some help. He would like to see a dashboard that updates daily to keep track of FB stocks and the volume traded.</p><p>OLIST: Olist is an online e-commerce store which sells and delivers items all over Brazil. The logistics managers want you to create a dashboard so he can have a line of sight of any delivery issues.</p><p>Adventure works: Adventure Works is a retail store which sells bicycles and other fitness/exercise items. You are required to do a quick presentation on their shipping and sales data in their Cloud Data warehouse, Azure.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-12-07_19-43-50-4575298dc3afa383c75a53e3428874d5/2/WebHD_720p.mp4?Expires=1639080035&Signature=A-4xKgbhp3IIfAbHnoN2V2LPMU~569RVLSidTQkaau4Djn33p-T8fd~WjoG3Mfnm4UPY0Wv9s~6YF2jXDfKY7AOyhIVbVz0ts7aWy8hVsJGE3TBWkgtcWUWC2oL-l5RvFj8xRPi-JO96NW7JhQH8zQEX1br23Hof3Ko4UWidHDgYGT7ud7lXoigeGmZE3ahD2hBsgmBxC3nHnhhazrzzRb~XFcOr5T2zRXv4K~cAGilwwBsks06EQuGa5eLBcGue6t~53z-r9XP6xJLR2U1kDtpbSumh6o1xkqNuRs7keQhvGCL~sPfBaXThpxQ1tBXfV3WelCYBb7N4r4OG0UcU2w__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4395824", "category": "IT & Software", "sub_category": "IT Certifications", "title": "PMP® Practice Test Exam 2021- PMBOK6", "level": "All Levels", "author": "AFAQ Formations", "duration": "", "rating": "0.0", "reviews": "0", "students": "1991", "coupon_code": "MAISSA", "preview_img": "https://img-c.udemycdn.com/course/750x422/4395824_7af4.jpg", "coupon_link": "https://www.udemy.com/course/pmp-practice-test-exam-2021-pmbok6-q/?couponCode=MAISSA", "end_day": "2021-12-11 13:02:23+00:00", "headline": "40 Mock Exam Questions Close to PMP exam - Aligned to Current PMP Examination Content Outline", "description": "<p><strong>Get Ready To Prepare Like You’ve Never Prepared Before</strong></p><p>As we often say at <strong>AFAQ&nbsp; Formations </strong>, work smarter not harder. You are about to see a study guide that took hours of hard collection work, expert preparation, and constant feedback. That’s why we know this exam prep will help you get that high-score on your journey to certification. Our study guides are the real thing.</p><p><strong>What Should You Know Before Studying The PMP?</strong></p><p>Every exam and certification has different requirements. If this is a serious venture, make sure to read the prerequisites before preceding. Nothing is worse than wasting months studying for an exam you can’t take or passing an exam that won’t help you get a certification! Our easy search tools are designed to help you find relevant information as well and search for a variety of different exams.</p><p><strong>What Is The PMP Focused On?</strong></p><p>The PMP or as it’s also known, the <em>Project Management Professional</em>, like all tests, there is a bit of freedom on PMI's part to exam an array of subjects. That means knowing the majority of PMP content is required because they test randomly on the many subjects available. Be aware too that experience requirements often exist because they’ve observed the average person and what is required. You can always push past that to succeed with the PMP but it may take some extra work.</p>", "preview_video": ""}, {"course_id": "4228220", "category": "Marketing", "sub_category": "Video & Mobile Marketing", "title": "Tubebuddy Masterclass - Guide to YouTube Keyword Tool", "level": "All Levels", "author": "Nick Nyxson", "duration": "1 hour", "rating": "4.5", "reviews": "62", "students": "17396", "coupon_code": "BFD4908977DD6060D413", "preview_img": "https://img-c.udemycdn.com/course/750x422/4228220_d35a.jpg", "coupon_link": "https://www.udemy.com/course/tubebuddy/?couponCode=BFD4908977DD6060D413", "end_day": "2021-12-11 03:52:46+00:00", "headline": "Learn Everything about Tubebuddy, its Features, Licenses, Keyword Research tool and YouTube SEO Optimisation", "description": "<p><em>Finally, a YouTube Channel Management Tool That Makes Creating &amp; Growing A YouTube Channel Fun &amp; Easy!</em></p><p>With a good YouTube channel management tool, you can have a complete overview of your channel's analytics. You can easily see which videos are performing best, which ones need improvement and what your audience is most interested in. And it is completely free!</p><p>Tubebuddy is a revolutionary new YouTube creation tool that was designed to make it easier for creators on the platform to grow. Tubebuddy features a new unique algorithm that can be used to search for content ideas, this means this tool will make it easy for creators of all levels of experience on YouTube. No more trying to find the right keywords, no more clumsy keyword research, no more time-consuming uploading process, and no more researching competition.</p><p>And This Tubebuddy Masterclass is the perfect solution for both experienced and inexperienced content creators who have created a YouTube channel but are struggling with managing it. This is the only course to teach you how to use Tubebuddy's powerful YouTube channel, SEO, and keyword research tools to grow your YouTube channel.</p><p><strong><em>Here you will Learn:</em></strong></p><ul><li><p><em>What Tubebuddy is;</em></p></li><li><p><em>What Features Tubebuddy provides;</em></p></li><li><p><em>How to choose a license for Tubebuddy;</em></p></li><li><p><em>How to use Keyword Research Tool;</em></p></li><li><p><em>How to implement found keywords in your YouTube videos;</em></p></li><li><p><em>How to use SEO Studio;</em></p></li><li><p><em>And Much MORE!</em></p></li></ul><p>It's no secret that YouTube is the second largest search engine in the world. Also, it is worth investing your time and energy into your channel with TubeBuddy to take advantage of the long-term growth potential which will greatly contribute to the success of your channel.</p><p>Here is the Tubebuddy Course! You will learn everything you need about this tool and its features and also everything about how to research and optimize your YouTube videos for better SEO. With Tubebuddy, you can finally take your Youtube channel to the next level!</p><p>Everything you will learn here will be based on My practice as a user of Tubebuddy and Everything shown step by step as I am performing everything live on video.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-09-01_03-31-44-8967bc2be6d7ee63e20ff27ea173c044/2/WebHD_720p.mp4?Expires=1639080040&Signature=TgHymZXk0xCg5YiOK1sLuTZw9WTqCR0OlZ1hQSjEb3s7XeRAaUFsUdfXZbURa8xo6qY-s9M~3hb31n6eAXcGjTcu2XYdtKMyHltP87WidI5cZelyNk14duuoA6olxjveahRX7wjiAQnYrw9W63rJRb3CJEMqdJvQ0xmffrz6fkxlpO8KBL8kEiFbKRLA1JXTnivZqTP1smzD7dnvk2oRM3KW8cqIRw9LDIhzL2mQ5MYQ7VAswgJA3jOtbdBntTMXYlf3zXGBZFvCNUC56thblXmhHrdqJPWhl5PtZY-Zw05IXuIahDneOV3TgjrrIrLrIFTzNAdx4xoyK~8~Kc2b1A__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4429388", "category": "Health & Fitness", "sub_category": "General Health", "title": "Herbalism: Herbalism Certification Diploma Course", "level": "All Levels", "author": "Amer Taha- courseyo", "duration": "6 hours", "rating": "0.0", "reviews": "0", "students": "720", "coupon_code": "BB4C5757CE82669E0F61", "preview_img": "https://img-b.udemycdn.com/course/750x422/4429388_7834_8.jpg?secure=tsWPZT_kIhWaEo7W8-4-GA%3D%3D%2C1639150250", "coupon_link": "https://www.udemy.com/course/herbalism-for-everyone-professional-herbal-medicine-course/?couponCode=BB4C5757CE82669E0F61", "end_day": "2021-12-14 11:16:10+00:00", "headline": "Work in a herbalism or holistic medicine profession, Certification, herbal medicine", "description": "<p><strong>This is the place to start if you have ever dreamed of working in the field of Natural-Complementary Medicine and Herbalism.</strong></p><p>We have created this course to bring our combined&nbsp; years of experience in the field to you in the comfort of your own home. This course is filled with educational and career insights and opportunities, with each one more exciting than the next.</p><p>There are so many ways to create a career in Natural and Complementary Medicine and whether your passion is Medicinal Plants, Homeopathy or People, the practice of Natural and Complementary Medicine is the vital bridge between all of them. This is truly meaningful and wonderful work to be involved in.</p><p>The need for alternatives and complements to conventional western medicine has been increasing steadily over the past 40 years. The field of Natural and Complementary Medicine has grown 400% in the last 10 years and today practitioners of Complementary therapies are very much in high demand.</p><p>This course explores a wide variety of potential opportunities including:</p><ul><li><p>What is natural medicine</p></li><li><p>Herbalism and herbal medicine</p></li><li><p>Making your own herbal remedies and medicines</p></li><li><p>Making your own herbal tinctures</p></li><li><p>The most easy to use and powerful everyday medicinal plants and flowers</p></li><li><p>Essential Oils and Aromatherapy</p></li><li><p>Therapeutic uses of essential oils for you and others</p></li><li><p>Colloidal Suspensions</p></li><li><p>Tissue Salts and other minerals</p></li><li><p>Homeopathy and Homeopathic Cold and Flu Remedies</p></li><li><p>and much more</p></li></ul><p>Choose whatever path suits you. Like many Natural Health Practitioners you may find yourself overlapping these specialities or evolving into new ones. We're happy to bring this level of experience to you within this course.</p><p>Join us on this amazing journey and get the inspiration and confidence to step forward.</p><p>What you’ll learn</p><p><br></p><ul><li><p>What Natural Medicine is, what it encompasses and how to understand each of it's branches</p></li><li><p>How to stay healthy using everyday Herbs and Plants!</p></li><li><p>Natural ways to boost your immune system</p></li><li><p>Which kind of health properties you can find in different Herbs and Plants</p></li><li><p>How to cure diseases naturally</p></li><li><p>Natural antivirals and antibacterials</p></li><li><p>How to use your new knowledge of Natural Medicine to help to improve your own health and that of others</p></li><li><p>How to create Herbal products and use them for your own health and to help others too.</p></li><li><p>How to use Homeopathy and Homeopathics to help with common ailments</p></li><li><p>How to use Tissues Salts to help treat issues such as respiratory disorders, inflammation, pain, nausea, Colds and Flu</p></li><li><p>How to use colloidal suspensions</p></li><li><p>How to purify contaminated water to make it safe for drinking by using colloidal iodine</p></li><li><p>Inspiration about how to make a living as a Natural Medicine Practitioner</p></li><li><p>and much more</p></li></ul><p><br></p>", "preview_video": "https://mp4-b.udemycdn.com/2021-12-07_14-54-21-6372bd5d0785395601a32deb60359e98/2/WebHD_720p.mp4?secure=C_tTl5lHJlh86aOy7S6CWQ%3D%3D%2C1639080050"}, {"course_id": "3851758", "category": "Business", "sub_category": "Entrepreneurship", "title": "Local SEO & Facebook ADS as PROJECT & FUN: 10 Days CHALLENGE", "level": "Beginner Level", "author": "Ing. Tomas Moravek | SEO, Facebook Ads & Facebook Marketing Expert", "duration": "12 hours", "rating": "4.8", "reviews": "70", "students": "36716", "coupon_code": "1DEC999", "preview_img": "https://img-b.udemycdn.com/course/750x422/3851758_98cf_4.jpg?secure=3hHW7j-jHNnHzowdGF77oQ%3D%3D%2C1639150266", "coupon_link": "https://www.udemy.com/course/local-business-2022/?couponCode=1DEC999", "end_day": "2021-12-11 08:09:55+00:00", "headline": "Local SEO & Facebook Ads Made as PROJECT & FUN! Animated Videos, Screen Recordings, 116 Quiz Questions & 24 Assignments!", "description": "<p><strong><em>PLEASE, ACCEPT OUR 10 DAYS CHALLENGE AND LEARN LOCAL SEO, FACEBOOK ADS &amp; CONTENT MARKETING!!! DIGITAL MARKETING SKILLS ARE NOT OPTIONAL ANYMORE AND YOU NEED TO KNOW WHAT TO DO IN ORDER TO AVOID WASTING PRECIOUS TIME, EFFORT, AND MONEY NOW IS THE TIME TO UPSKILL, GROW YOUR REACH, AND BUILD MOMENTUM. IF YOU TAKE TIME NOW TO PUT IN SOME EFFORT, YOU’LL ENJOY HUGE REWARDS LATER, AS THE WORLD MAKES THE SHIFT INTO A MOSTLY DIGITAL ECONOMY!!!</em></strong></p><p><strong>This Local SEO &amp; Facebook Ads course is project oriented &amp; fun! It has been filled with: </strong></p><ul><li><p>Quizzes</p></li><li><p>Assignments</p></li><li><p>HQ animated video explainers</p></li><li><p>Screen recordings and over my shoulder explanations</p></li><li><p>Watch as I walk you through everything you will need to know to reach success in 10 DAYS!</p></li><li><p>Each day you are expected to progress in your digital marketing skills to empower your business!</p></li></ul><p><strong>DAY 1 - LEARN LOCAL SEO - HQ ANIMATED VIDEO EXPLAINER &amp; QUIZ WITH 36 QUESTIONS A, B, C, D</strong></p><p>Local SEO is becoming an increasingly important factor, as 46% of all searches in Google have a “local intent”. According to Google, “Near me” searches have grown at an even faster rate, 150% more than normal, local-based searches. With 74% of all consumers who search for a local product or service going on to visit a store that <em>day,</em> you'll want to get in on the action.</p><p><strong>DAY 2 - LEARN COPYWRITING - HQ ANIMATED VIDEO EXPLAINERS &amp; QUIZ WITH 22 QUESTIONS A, B, C, D &amp; COPYWRITING CHECKLIST ASSIGNMENT</strong></p><p>Copywriting is a crucial skill in today’s content hungry economy. Information has <em>never</em> been more valuable and the huge surge in demand for digital based brands makes online content a valuable commodity. Copywriting skills are needed in almost every area of marketing. Even if you produce mostly video content, you still need an engaging description that tells potential viewers what your clip is all about. Copywriting can boost your search engine results, help you build trust with your followers, and can convert your subscribers into active buyers. There are some absolute must dos you should follow if you want to be a successful copywriter with the power to persuade. Copywriting is an art and is so much more than just slamming down words on a page.</p><p><strong>DAY 3 - SET UP GOOGLE MY BUSINESS - SCREEN RECORDINGS AND OVER MY SHOULDER EXPLANATIONS</strong></p><p>Simply set up and take care of your Google my business profile. FAST &amp; EFFICIENT. To do this enter Google my business in Google search and click through to set up your Google my business profile. Add your information, including opening hours, photos, and videos. It’s smart to keep your Google my business listing updated, so try and add news every single week. In this course you’ll find tutorials that will help you to understand why you should never underestimate this extremely powerful marketing tool.</p><p><strong>DAY 4 - SET UP TRIP ADVISOR - SCREEN RECORDINGS AND OVER MY SHOULDER EXPLANATIONS</strong></p><p>Getting a Tripadvisor listing puts more eyes on a business. The site draws in over 730 million reviews and opinions and an average of 490 million monthly unique visitors across 8.1 million businesses. Creating a top-notch listing with great photos, updated information, and rave reviews helps your future customers see what stands out about your business’s locations. There’s a lot that goes into your Tripadvisor business listings, but we’ll make the process easier for you. Our EASY TO FOLLOW guide will give you everything you need to know about a Tripadvisor business listing so that you can hit the ground running.</p><p><strong>DAY 5 - SET UP FACEBOOK BUSINESS PAGE - SCREEN RECORDINGS AND OVER MY SHOULDER EXPLANATIONS &amp; QUIZ WITH 6 QUESTIONS A, B, C, D</strong></p><p>Increase awareness of your business with a free online presence that you can make in minutes. Creating a Facebook Page allows the more than 2 billion people on Facebook to discover your business – think of your Page as a digital shopfront. Setting up a business Page is simple and free, and it looks great on both desktop and mobile. Once you've set up your Page, you can build an audience of people who are interested in what you have to offer. 2/3 of Facebook users across all countries surveyed say that they visit the Page of a local business at least once a week.</p><p><strong>DAY 6 - START USING FACEBOOK CREATOR STUDIO - SCREEN RECORDINGS AND OVER MY SHOULDER EXPLANATIONS &amp; QUIZ WITH 8 QUESTIONS A, B, C, D</strong></p><p>Creator Studio lets you manage posts, insights and messages from all of your Facebook Business Pages and Instagram Business Profiles in one place. It brings together social media analytics, scheduling and community management. It also helps eligible accounts monetize their content and handle influencer-brand collaborations.</p><p><strong>DAY 7 - SET UP CORRECTLY FACEBOOK FOR BUSINESS - SCREEN RECORDINGS AND OVER MY SHOULDER EXPLANATIONS &amp; 3 QUIZZES WITH 33 QUESTIONS A, B, C, D</strong></p><p>Follow my screen recordings and over my shoulder explanations and use the full power of:</p><ul><li><p>Facebook Business Manager</p></li><li><p>Domain Verification</p></li><li><p>Facebook Pixel Correct Setup ready for Apple Restrictions</p></li><li><p>Facebook Pixel Events</p></li><li><p>Facebook Pixel Events Aggregated Conversions</p></li><li><p>Facebook Business Objectives</p></li><li><p>Facebook Ads Library</p></li></ul><p>Follow my BEST PRACTICES to handle the Apple Restrictions the most EFFICIENT WAY.</p><p><strong>DAY 8 - LAUNCH FACEBOOK ENGAGEMENT ADS - SCREEN RECORDINGS AND OVER MY SHOULDER EXPLANATIONS &amp; QUIZ WITH 5 QUESTIONS A, B, C, D</strong></p><p>With more than 2 billion people users on Facebook every month, advertising on the platform is a no-brainer. To ensure your ads are not overlooked though, without any action taken from those users, your ads must be engaging<em>. </em>Facebook post engagement is what really matters, and Facebook engagement ads are an ideal ad type to persuade users to take action.</p><p><strong>DAY 9 - LAUNCH FACEBOOK LEAD GENERATION ADS - SCREEN RECORDINGS AND OVER MY SHOULDER EXPLANATIONS &amp; QUIZ WITH 6 QUESTIONS A, B, C, D</strong></p><p>Lots of people want to hear from your business, but filling in forms can be difficult on mobile. Facebook lead ads makes the lead generation process easy. People can simply tap your ad and a form pops up – it's already pre-populated with their Facebook contact information and ready to be sent directly to you. With just a few taps, they can get the information they want, and you generate a qualified lead for your business. </p><ul><li><p>Pre-populated forms means people can submit their contact information with ease, even on the small screen. </p></li><li><p>Facebook lead ads do most of the work of filling in contact forms, so people are more likely to complete them. </p></li><li><p>To get higher-quality leads, customise your forms to ask for the most important information first.</p></li><li><p>Lead ads can take many forms: quote or demo requests, newsletter subscriptions, event registrations and more.</p></li></ul><p><strong>DAY 10 - CREATE 23 CONTENT MARKETING TEMPLATES - HQ ANIMATED VIDEO EXPLAINER &amp; 23 ASSIGNMENTS</strong></p><p>This how to content marketing, &amp; SEO guide contains every essential type of example you’ll ever need to empower your business:</p><ol><li><p>Facebook Ad Template 1</p></li><li><p>Facebook Ad Template 2</p></li><li><p>Landing Page Template</p></li><li><p>Mini Story Email</p></li><li><p>Email Teaser</p></li><li><p>Email Welcome Template</p></li><li><p>Sales Letter Template</p></li><li><p>The Detailed Listicle (Blogging)</p></li><li><p>The Product Comparison (Blogging)</p></li><li><p>The How-to Comprehensive Guide (Blogging)</p></li><li><p>Guest Blog Outreach Template</p></li><li><p>LinkedIn Ad Template</p></li><li><p>Outreach template for LinkedIn</p></li><li><p>Twitter Ad Template</p></li><li><p>Twitter Post Template</p></li><li><p>YouTube Video Description Template</p></li><li><p>Instagram Post Template</p></li><li><p>Instagram Ad Template</p></li><li><p>Press Release Template</p></li><li><p>Influencer Outreach Template</p></li><li><p>Backlink Outreach Template 1</p></li><li><p>Backlink Outreach Template 2</p></li><li><p>Template to ask for Social Shares from Influencers</p></li></ol><p>You’ll see what you need to do - and why - and can tweak our practical samples so they suit your own needs exactly. Make sure you’re sitting comfortably, as it’s time to see how to put all the information you’ve learned on copywriting into practice… From your sales pages to your press releases, video scripts, blog post headlines meta descriptions, and email campaigns to your Facebook posts and Press releases, knowing how to create great copy will help your marketing efforts enormously.</p><p><strong>WHEN YOU ENROL, YOU ALSO GET:</strong></p><ul><li><p>COURSE MATERIALS AND TUITION Worth AT LEAST $1080 - you get it all - for a tiny fraction of the cost!!!</p></li><li><p>23 PRO CONTENT MARKETING TEMPLATES ready for download</p></li><li><p>Handy PDF &amp; MP3 packed with useful and FREE EXTRA RESOURCES you can download from our Resource Centre</p></li><li><p>Quizzes with 116 Questions &amp; 24 Assignments</p></li><li><p>Lifetime access &amp; Lifetime updates</p></li><li><p>Udemy certificate of completion - ready for download</p></li><li><p>30-day money back guarantee</p></li><li><p>Fast &amp; friendly support in the Q&amp;A section - ask me a question ANYTIME</p></li></ul><p><strong>START YOUR DIGITAL MARKETING 10 DAYS CHALLENGE TODAY!!!</strong></p><p><strong>WE LOOK FORWARD TO WELCOMING YOU ON BOARD AS OUR NEWEST STUDENT!!!</strong></p><p>Yours</p><p>Ing. Tomas Moravek, Peter, Beck, Hazel, Chaply, Peter Jr., Francys, Thomas, Omar, Adarsh &amp; Jyothsna</p><p>Internet Efficiency Awarded Instructor</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-08-27_21-08-53-6177fecf2e050873dcdb70c3ffe6bccb/2/WebHD_720p.mp4?secure=fpdAAsXrB4XWAmVv36dA8g%3D%3D%2C1639080066"}, {"course_id": "4357534", "category": "Lifestyle", "sub_category": "Arts & Crafts", "title": "Çektiğiniz Fotoğrafları Yağlıboya Resme Dönüştürün !", "level": "All Levels", "author": "Reyhan Özgüleş", "duration": "3 saat", "rating": "5.0", "reviews": "6", "students": "608", "coupon_code": "5EA844B89DA5AA516CD6", "preview_img": "https://img-c.udemycdn.com/course/750x422/4357534_3325.jpg", "coupon_link": "https://www.udemy.com/course/cektiginiz-fotograflari-yagli-boya-resme-donusturun/?couponCode=5EA844B89DA5AA516CD6", "end_day": "2021-12-14 11:52:19+00:00", "headline": "Yağlıboya resim nasıl yapılır?", "description": "<p>Merhabalar !</p><p>Yeni başlayan ve resim yeteneğini ileri&nbsp; seviyelere taşımak isteyen herkes için hazırladığımız kursumuzun temel amacı ; yağlıboya resim teknikleri öğretmek. Ayrıca hepimizin o çok sevdiği , güzel mekanlarda çektiğimiz fotoğrafları tuval üzerine nasıl aktarabiliriz ? Nasıl yağlıboya sanat eserleri haline getirebiliriz ? Bu kursumuzda öğrencilerimize tasarım yapmayı ve uygulamak için ne tür teknikler kullanılacağını öğretmekteyiz. İyi bir gözlem ve analiz ile gördükleri bir fotoğrafı yorumlayarak yapacakları resmin nereden başlayıp nerede sonlanacağına dair bir fikirlerinin ve&nbsp; güvenlerinin oluşmasını hedeflemekteyiz...</p><p>Eğitici-öğretici kursumuzda adım adım anlatarak ve İngilizce altyazı oluşturarak daha fazla bir kesime hitap ederek , öğrenme seviyesinin maksimuma çekilmesi hedeflenmiştir. Kursta ilk olarak renk karışımları ve zemin etüdü oluşturularak tuval ve kullanılan malzemelerin tanıtımları,&nbsp; kullanılan tekniklerle harmanlanarak yol alınmıştır. İki bölümden oluşan kursumuz toplam 5 dersten oluşmaktadır. Genelde canlı renklerin kullanıldığı iki resimde de gölgelendirmelerin nasıl yapılacağı, mat ve parlak renklerin birbirlerini ne şekilde tamamladığı gösterilmiştir. 1.Bölümün sonunda deniz, dalga, köpük, kayalıklar ve etrafındaki gölgelendirmeler öğretilmiş olacaktır. İkinci bölümün sonunda ;denizin uzaktan görüntüsü ve çok güzel bir bahçesi olan denize nazır bir yalı resmedilebilir hale gelinecektir. Bahçedeki huzur dolu ortamı oluştururken kullanılan renklerin cümbüşünü adete bir mutluluk ve coşkuyla resmedeceğinizi içtenlikle söyleyebilirim...</p><p>Keyifli, yararlı ve son derece motive edici olduğuna inandığımız kursumuza kayıt olduğunuz için teşekkürler...</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-11-15_22-09-34-5f73c52a829d76e64c6fdce402c4203a/2/WebHD_720p.mp4?secure=jF93Ew0LgJRjA2ynFbZhmg%3D%3D%2C1639080068"}, {"course_id": "4115694", "category": "Business", "sub_category": "Business Strategy", "title": "Corp Finance #10 Cost of Capital–Debt & Equity Financing", "level": "All Levels", "author": "Robert (Bob) Steele", "duration": "5 hours", "rating": "3.9", "reviews": "25", "students": "12593", "coupon_code": "3CC414E8B68185BF3BFE", "preview_img": "https://img-c.udemycdn.com/course/750x422/4115694_8f22.jpg", "coupon_link": "https://www.udemy.com/course/corp-finance-10-cost-of-capitaldebt-equity-financing/?couponCode=3CC414E8B68185BF3BFE", "end_day": "2021-12-14 06:08:53+00:00", "headline": "Learn weighted average cost of capital (WACC), debt financing, & equity financing from a Certified Public Accountant CPA", "description": "<p>This course will discusses weighted average cost of capital, debt, and equity financing from a corporate finance perspective.</p><p>We will include many example problems, both in the format of presentations and Excel worksheet problems. The Excel worksheet presentations will include a downloadable Excel workbook with at least two tabs, one with the answer, the second with a preformatted worksheet that can be completed in a step-by-step process along with the instructional videos.</p><p>The general idea we want to keep in our mind is that businesses are looking to invest assets in order to receive a return. Capital, or financing, is needed for the capital investments. A company could generate the capital from internal operations, but often looks for other sources of financing to facilitate faster growth and quicker revenue generation.</p><p>The options to acquire capital include debt financing and equity financing. As a company thinks about their financing options, they should have an understanding of their financing structure. The weighted average cost of capital (WACC) is often used for financing decisions. This course will demonstrate the WACC calculation.</p><p>Learners will understand how to calculate the cost of debt. One of the primary forms of debt financing are corporate bonds, the cost including interest payments on the bonds. Taxes have a big impact on financing decisions. Bond interest is generally tax deductible.</p><p>We will also consider preferred stock financing. In many ways preferred stock is similar to debt financing because of the payments that are somewhat standardized. However, preferred stock does not have a maturity date and the payments are not generally tax deductible.</p><p>The course will demonstrate common stock financing, a form of equity financing. It can be more difficult to value the cost of common stock financing and we will consider methods in doing so.</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-06-24_03-07-22-b9a0707f018e7f72b318010bfa0b42a5/1/WebHD_720p.mp4?secure=_itK8wzI1azwKPlJ8uj-Jw%3D%3D%2C1639080073"}, {"course_id": "2951494", "category": "Health & Fitness", "sub_category": "General Health", "title": "Secrets Of Reverse Aging & Longevity", "level": "All Levels", "author": "Prof. Paul Cline, Ed.D", "duration": "1 hour", "rating": "4.6", "reviews": "81", "students": "15780", "coupon_code": "B939772BD6B3ED365F50", "preview_img": "https://img-b.udemycdn.com/course/750x422/2951494_582c_2.jpg?secure=k0PkTVJdywGW6Vb0OezHZg%3D%3D%2C1639150276", "coupon_link": "https://www.udemy.com/course/reverse-aging-longevity-life-extension-health-training/?couponCode=B939772BD6B3ED365F50", "end_day": "2021-12-13 20:29:30+00:00", "headline": "Discover The HIDDEN SECRETS To Anti-Aging", "description": "<p>This Online Course On “Reverse Aging” You Will Show You How To Transform Your Body, Mind &amp; Turn Back The Clock! This Anti-Aging Course Covers ALL The Major Strategies You Need To Turn Back The Biological Clock &amp; Be Younger. Try These Techniques … And Feel Amazing!</p><p>These Techniques &amp; Strategies ALSO Reduce Your Chance Of Getting MOST Ailments! WOW!!! You Can’t Beat That! Get Your Energy, Youth &amp; Vitality Back!</p><p><strong>By The End Of This Course, You Will Discover …</strong></p><p>1) Discover Exactly What “Reverse Aging” IS &amp; HOW It Works!</p><p>2) Learn The SCIENCE &amp; SECRETS Behind Reverse Aging<br><br>3) Discover the MANY Powerful BENEFITS Of Reverse Aging<br><br>4) Learn How Simple Lifestyle Changes Can Add MANY Healthy Years To Your Life!</p><p>5) Discover Powerful Anti-Aging Supplements That Can Add YEARS To Your Life!<br><br>6) Discover SECRET Anti-Aging Routines That Turn Back The Clock Every Day</p><p>7) Learn The Hidden SECRETS Of Younger Looking Skin</p><p><strong>…. And This Is Just A TINY Part Of The Training – There Is SO Much More!!!</strong></p><p>Don’t Miss This Once-In-A-Lifetime Opportunity To Learn Life Skills That Can Transform Your Life From Our Pros At Advanced Ideas - Who Have Condensed Their Many Years Of Learning, Training &amp; Testing Into This One Quick &amp; Easy Course For You.</p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-04-03_21-28-43-7cd939e30b4779b555ca8084c9c0b92e/WebHD_720p.mp4?Expires=1639080076&Signature=kXXsCbgehAAxxeloVXemiTJXkurZqFgewwHOhhcF8KXbzSjyqcCzb-Ol5g1Z2PtpBO1byuuX7-GUcKGJdSLMw5Au07ln1vK7oOQr7tRPXZ-1l3HWsykMTAwStfXDJrhz~i4F36Vd4BC1BCoiVk-TnFcYSe7Ixbu5jO6t7vUwYKdy78f5HsJmS5YgAeKKKMfMK-gbLvZpfRxmm~rjoW0cI8Q7ofoPgweGySyv19mTa-9w5Wumo~TMvHudNm13H4eKc4HB6rbEJJWHyNQRSYxxonNKYS~92geyIzwZHcBjoRSKInzvuoBS6Hc2uo2THNisCiAiJXByIY7LHbm4uRREUw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4219764", "category": "Business", "sub_category": "Project Management", "title": "Asana Project Management- Complete Guide to using Asana '21", "level": "Beginner Level", "author": "Anike , Zebra Soul Art", "duration": "3 hours", "rating": "0.0", "reviews": "0", "students": "967", "coupon_code": "FREEASANACOUPON", "preview_img": "https://img-c.udemycdn.com/course/750x422/4219764_3828_2.jpg", "coupon_link": "https://www.udemy.com/course/asana-project-management-for-beginners/?couponCode=FREEASANACOUPON", "end_day": "2021-12-11 23:33:04+00:00", "headline": "Asana Software: The complete Beginners Guide. Learn how to get more done with the Asana Project Management Software.", "description": "<p><strong>Does one of the following sound familiar?</strong></p><p>-Project management is difficult for you. </p><p>-You have systems that are too simple or complex which make it hard to plan projects and see how they’re progressing. Responsibilities are unclear in your team. </p><p>-It frustrates you that action items get lost across email and other tools, and teammates don’t know deadlines or what they're responsible for. </p><p>-You find yourself juggling multiple projects and many tasks and struggle with keeping everyone accountable.</p><p>-You experience lack of communication. </p><p>-You&nbsp; face lack of clear goals and success criteria</p><p>-You don't have a system to structure your business and are therefore losing clients</p><p><strong>-YOU FEEL <em>STUCK</em> WORKING IN YOUR BUSINESS INSTEAD OF ON IT</strong></p><p>Let's be honest, it's probably a list that goes on an on, but what if I told you that it does not have to go on like this?!</p><p>What if you had the exact Blueprint to help you take the necessary steps to plan and manage your Projects so that you can finally improve your chances of achieving the desired result- would you want to learn more?</p><p>You see, <em>in this course, Project management is made visual and easy! </em>The main <strong>goal of The Asana Project Management- Beginners Guide to using Asana '21 </strong>is to help you to manage your projects effectively and to enable you to resolve problems more quickly.</p><p><strong>You know that in order to have a truly sustainable business there needs to be a simple but effective system in place that helps you run your business with easy so that you’re no longer losing track of important tasks and wasting time.</strong></p><p>+++++++++++++++</p><p><strong>IMAGINE HOW IT WOULD FEEL...</strong></p><p>-to create <strong><em>efficient</em></strong> systems and processes</p><p>-to have the <strong><em>perfect</em></strong> Asana set up for success <br>-to track your tasks and projects <strong><em>all in one place</em></strong></p><p>-to quickly and confidently create a simple project management system for your business that helps you with planning, organizing, motivating and managing resources, procedures and protocols so that you can <strong>finally </strong>achieve all project goals in the most effective and efficient manner.</p><p>What if I told you that the best benefit of using Asana Project Management is that you <strong>finally</strong> gain the ability to take the bird’s eye view on your entire project.</p><p><strong>Join over 30.000 satisfied students who are already enrolled in my Udemy Courses. </strong></p><p>++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++</p><p>Asana Project Management- Beginners Guide to using Asana '21 is right for you if:</p><ul><li><p>You are ready to roll up your sleeves and figure out this whole Project Management World. You only need to commit a few hours in learning how to use Asana so that at the end you walk away as a Pro who is confidently using Asana!</p></li><li><p>You are sick and tired of constant project schedule delays and demotivation of the project team</p></li><li><p>You are more than ready to improve productivity and quality of work</p></li><li><p>You want to create a system that helps you run your business more efficiently so that you finally have more clarity and time freedom</p></li><li><p>YOU ARE READY to gain a fresh perspective on your future projects</p></li><li><p>YOU’RE READY to uplevel your business with a fluff-free beginner course that will support you all the way to an advanced level .</p></li><li><p>You know that NOT having a process to manage your projects can result in lost time, wasted money, inconsistencies and poor performance.</p></li></ul><p>If you are still here and have made it this far, I know you’re ready to do things differently and ready to take this course! There is nothing to lose! I've figured out a quick and easy way to effectively use Asana for my Small Online Business and in this course I am helping you do the same!</p><p><strong>CERTIFICATE OF COMPLETION WHEN YOU FINISH THE COURSE</strong></p><p>When you complete 100% of the videos in this <strong>Asana Project Management- Complete Guide to using Asana\"</strong>, you will be emailed a certificate of completion by Udemy . Certificates are a great way to motivate yourself to keep learning and growing, but you can also show the certificate as proof of your expertise and that you have completed a certain number of hours and are capable of using Asana Project Management with ease!</p><p>You will get lifetime access to the course and can always revise the course lectures as you go!</p><p><strong>MONEY-BACK GUARANTEE</strong></p><p>My <strong>Asana Project Management- Complete Guide to using Asana\"</strong>comes with a Udemy- backed, 30-day money-back guarantee. This is not just a guarantee, it's my personal promise to you that I will go out of my way to help you succeed just like I've done for thousands of my other students.</p><p><strong>Can You Afford NOT to take this Course?</strong></p><p>Every moment you delay is costing you sales and money!Why stop the struggle now and learn how to manage your projects and finally have&nbsp; fun organizing your projects.</p><p><strong>So let’s get started, I’m really excited to see you on the other side!</strong></p><p>Kind regards,</p><p>Anike</p><p><br></p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-24_17-49-44-10a12d565fcfecf6aeacd61aa38ef69f/2/WebHD_720p.mp4?Expires=1639080078&Signature=ljoV-G2oczagiRw0iwyoA68CaZwEaWWWsKvbhiaLDFdl1P1w-lC5LRbk~fChyd9lWSW0zQ1KZThe0lsTuVUbpjbp8u3tx23bAXpE0JB-zIqVDlMSzAJDi2UhF6a2WGbO0S7~nUox2vXG7tZMius~FOLJqn851etps5PCAHs69EHT0GgMRKGXiceNXoL~K6lStfpekbLxNDgdQPmKGKAnKQImtv-0MiKWmYw4KSiK9LxMiDh0aF2bQ7qQ-cnbm9jcT7o~5xeBLq0SH72eaztVY~qYN~5PlmnKu5cA-pq92BmzSTrDtjYtfvPwoYy3yPhCBlgageoSUEjveW3e0lc4XA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "766780", "category": "Marketing", "sub_category": "Video & Mobile Marketing", "title": "YOUTUBE Video Marketing Mastery : Grow Your Business Online", "level": "All Levels", "author": "Murli(Nick Name SACHIN) Kumar", "duration": "1.5 hours", "rating": "4.0", "reviews": "124", "students": "17337", "coupon_code": "YTDEC2021", "preview_img": "https://img-b.udemycdn.com/course/750x422/766780_20e9_3.jpg?secure=BJtBoD0MYLyYbA2ltH7Mzw%3D%3D%2C1639150287", "coupon_link": "https://www.udemy.com/course/youtube-videos-the-complete-youtube-secrets/?couponCode=YTDEC2021", "end_day": "2021-12-14 06:24:25+00:00", "headline": "Become A Professional YOUTUBE Expert", "description": "<p><strong>YOUTUBE Video Marketing Mastery: Grow Your Business Online</strong></p><p><strong>**BRAND NEW CONTENT &amp; UP TO DATE 2022! - COMPLETE UDEMY COURSE!**</strong></p><p>In this professional YouTube The Complete Secrets course, you will <strong>Make Instant Money Online From YouTube Videos</strong>.</p><p>I have shared all my YouTube instructions, tips and tricks with a detail comprehensive guide that can help you to accomplish your goals by applying all. </p><p><strong>OVER 5,056 amazing HAPPY students have taken THIS course</strong></p><p>Whether you have previous experience with YouTube or not, it doesn't matter. Apply your knowledge for all your videos and channels, every day and you will be making huge subscriber numbers, leads, sales and quick good money!</p><p><strong>Increase Your Earning, Blog Traffic By 500%\"</strong>, I teach you everything you need to know about getting targeted traffic &amp; strategies that you can use smartly. No skills required and experience, this is great for anyone looking to take action and follow instructions so you can develop your blog and increase your traffic, sales, leads and money.</p><p>You will learn the professional tactics and strategies that I use every day in my successful YouTube videos in my multiple niches. So you too will be able to build a successful blog in any niche with no big efforts I guarantee!</p><p>I will be helping you to understand how to make more money from YouTube Videos, how to get started &amp; important tips for promotion. The most important thing is, you need to start practising all the tips &amp; tricks every day. You can focus on any number from day one, and my suggestion is to start with earning your very first income from YouTube Videos, right now.</p><p>In this course I'll take you by the hand and show you Step-by-Step what you need to do, you'll literally watch over my shoulders.</p><p>If you answered \"<strong>YES</strong>\" to at least one of these questions, then this course is for you!</p><p>So, <strong>Click the order button now</strong>, and become a <strong>Successful YOUTUBE MASTER in any industry</strong>.</p><p>With the current course, you will become a <strong>Professional YOUTUBE Expert</strong> in just a couple of days from Scratch!</p><p>Start Learning!</p><p>Enrol now and start improving your <strong>Money Online From YouTube Videos FROM this Complete Secrets Course</strong>, sales results TODAY and create your own online empire &amp; make money right now!</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-12-07_19-26-47-24a59d74f038ee8fb789eea506c3e2bc/2/WebHD_720p.mp4?secure=bMr6LzOL3671ystNLoBRnw%3D%3D%2C1639080087"}, {"course_id": "4268310", "category": "Development", "sub_category": "Web Development", "title": "Complete Strapi Course to create CMS in an easy way", "level": "All Levels", "author": "Kim Chen", "duration": "39 mins", "rating": "3.9", "reviews": "3", "students": "3794", "coupon_code": "ED28F4802AFBFCDF76DE", "preview_img": "https://img-c.udemycdn.com/course/750x422/4268310_3177.jpg", "coupon_link": "https://www.udemy.com/course/complete-strapi-course-to-create-cms-in-an-easy-way/?couponCode=ED28F4802AFBFCDF76DE", "end_day": "2021-12-13 07:12:30+00:00", "headline": "Using Headless CMS Strapi to build a todo app with React", "description": "<p><strong>Why use Strapi?</strong></p><p>Strapi is an open-source, Node js-based Headless CMS that<strong> saves developers a lot of time while allowing them to use their preferred tools and frameworks</strong>. Strapi also allows content editors to automate the delivery of content (text, photos, video, and so on) across all devices.</p><p><strong>Why React?</strong></p><p>React js is an open-source JavaScript package that is used to create single-page apps user interfaces. For web and mobile apps, it's utilized to manage the view layer. We can also make reusable UI components with React. Jordan Walke, a Facebook software engineer, was the first to create React. In 2011, React was launched on Facebook's newsfeed, followed by Instagram in 2012.</p><p><strong>Developers may use React to build massive web applications that can alter data without reloading the page. </strong>React's major goal is to be quick, scalable, and easy to use. It only works on the application's user interfaces. This relates to the MVC template's view. It could be you.</p><p>In this course, we will walk you through</p><ul><li><p>Deploy Strapi to Heroku</p></li><li><p>Learn CRUD operation by making a Strapi todo app</p></li><li><p>Add the todos collection in localhost Strapi</p></li><li><p>Prepare the APIs in the React App</p></li><li><p>Read the todos</p></li><li><p>Create todo</p></li><li><p>Delete a specific todo</p></li><li><p>Add styles to the todo app</p></li><li><p>Detect whether the input element is clicked or not</p></li><li><p>Set the edit mode and non edit mode</p></li><li><p>Create the update function<br></p></li></ul>", "preview_video": "https://mp4-b.udemycdn.com/2021-08-28_16-11-26-f2f5ddc27536c6f43d298392bdd43c24/2/WebHD_720p.mp4?secure=QPHS6HRdHQjOTCP54oFa8w%3D%3D%2C1639080104"}, {"course_id": "3415190", "category": "Business", "sub_category": "Other Business", "title": "Make Money Online: Mindset Training + Real-Life Examples", "level": "All Levels", "author": "Roope Kiuttu", "duration": "1.5 hours", "rating": "4.2", "reviews": "302", "students": "54298", "coupon_code": "5FF33C61220248421084", "preview_img": "https://img-c.udemycdn.com/course/750x422/3415190_34e7.jpg", "coupon_link": "https://www.udemy.com/course/make-money-online-training/?couponCode=5FF33C61220248421084", "end_day": "2021-12-11 10:10:05+00:00", "headline": "Learn the Mindset Secrets of the People Who Are Making a LIFE-CHANGING Income Online!", "description": "<p><strong>Would you like to have an UNSHAKEABLE CONFIDENCE that you WILL&nbsp;make a life-changing income online?</strong></p><p><strong>I've shown the steps to make money online to 100,000's of people.</strong></p><p>But even though many people know how to make money, very few of them actually take action.</p><p>It's not because they wouldn't know what to do but because they are <strong>AFRAID!</strong></p><p>Most people don't have the right mindset and that's why they don't start even though they know step-by-step how to make money.</p><p>They have all the knowledge and information they need, but something is holding them back.</p><p><strong>What's holding people back is FEAR.</strong></p><p>\"What if this doesn't work for me?\"</p><p>\"What if I don't have any prior experience?\"</p><p>\"What if I&nbsp;fail?\"</p><p>And that's why don't get started OR they simply quit too early before having their breakthrough.</p><p><strong>I created this course to make YOU&nbsp;UNSTOPPABLE with your online business journey.</strong></p><p>You'll learn what ordinary people are doing and thinking in order to go from 0 to making a life-changing income online.</p><p>It's Your Time!</p><p>See you inside the course!</p><p>- Roope \"Revealing you the secrets to making a life-changing income online\"&nbsp;Kiuttu</p><p><strong>PS. </strong>If you need any help, you can contact me personally on my YouTube channel called \"Learn to Make Honest Money Online\".</p><p>I read all your comments personally and I do everything that I humanly can to help you to succeed.</p><p><strong>PPS. </strong>Even 1 advice from this course can be worth $1,000's or even $10,000's during your \"online business career\"...</p><p><strong>Every second that you are procrastinating is holding you back from achieving the next level in your life...</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-08-13_02-43-03-4d1ae8f3f046278640d07efa1a82892f/1/WebHD_720p.mp4?Expires=1639080109&Signature=MeIjkn6-Ft4DsLWEtaWTr7fCyMwZ-JrkOavUVbO2IB7ubTeNCQN1lw1YVL~TYkdcPO7ZBDfUDNCtT4KD4Mzoe5u1RL-0qOKUKZzbL8oI2pZKJO69NaKCABl38i94pt09YDK40sRRgkO2~HMIlVJ6n91COnWfdXsLrCnV1MQizJRbhVZ1kuQ-~IGcvPJNxvuQ4KoTQU8h2C~zB5KkG9Pux4Py2if9~B4j4sbZeBmHsmRfg8nLpdqA5QrJwbtyLnAqgTDOVeL4o864MUfUwIbGbZilNWIfpK7hYWYLMbqntXp0lgZGk1h3akdB5~G848DKQk0O8x8K64okKlxO4N~Y-A__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3047214", "category": "Finance & Accounting", "sub_category": "Investing & Trading", "title": "Introduction to Forex- learn to trade forex by yourself", "level": "Beginner Level", "author": "Yassin Marco", "duration": "4 hours", "rating": "4.0", "reviews": "658", "students": "105581", "coupon_code": "57F38588A744D7CFAB16", "preview_img": "https://img-c.udemycdn.com/course/750x422/3047214_8d58_2.jpg", "coupon_link": "https://www.udemy.com/course/introduction-to-forex-learn-to-trade-forex-by-yourself/?couponCode=57F38588A744D7CFAB16", "end_day": "2021-12-13 02:03:46+00:00", "headline": "Learn to Trade The Forex market - Get a complete understanding of Forex market and a complete introduction to forex", "description": "<p>The financial markets are not very easy to handle and to trade. The Forex market is the biggest of those with more than 2 trillion dollars exchanged on a daily basis. But, there is a way to make profit out of all those transaction with forex trading and this is the goal of this course. Indeed, if you :</p><p>- Are someone who is interested in forex trading but never actually started</p><p>- Always wanted to learn how to generate profits on those markets and work from home</p><p>- Want to Learn and understand different styles of trading</p><p>- Simply want to launch your trading career</p><p>Then this course is definitely for you. Indeed, this course will teach you everything you need to know to launch your trading career in no time. From choosing the right broker to opening your first trade this course has all the information that you need to be able to succed in the trading world.</p><p><br></p><p><strong>The structure of the course</strong></p><p>This course is made to help you enter the trading world step by step. Indeed, each part of the course is here to help you learn new concepts and also to help you achieve your goal of becoming a trader. From choosing the right broker to downloading MT4, talking about different types of analysis and many other things, you are never left alone in your learning. In other words, by the end of this course you will have your broker&nbsp; account set, all the platforms downloaded and everything else ready so you will be able to focus only on the trading and not thinking about anything else.</p><p>Also, this course will give you an introduction to different trading strategies since the main goal is to help you create your own trading plan. You will have all the required knowledge in trading money management analyze and any other field that is required to help you become a better trader. Also, there is a lot of practice in this course and this is one of the reasons why it's definitely a good choice to learn the basics of trading with it.</p><p><strong>For who is this course designed</strong></p><p>This course is designed for people that have no prior knowledge of trading but who want to learn how to enter the Forex trading world. Also, everybody who is simply interested to learn in general about trading, finances and all the basics of those will definitely love this course. Indeed, this course offers a lot of very valuable information about different markets and about different trading styles that it could very useful to know in the trading world but also for personnel purposes.</p><p><strong>Why should I take this course</strong></p><p>The main reason is that it will give a complete introduction to the biggest financial market. Then, by understanding how this market works you will be able to understand how to generate an income from it. Not only this course will offer you the opportunity to have another stream of income but you will also be able to learn different ways that you can use to be able to limit your risk in this market.</p><p><strong>There is no risk involved in taking this course</strong></p><p>This course comes with a 100% satisfaction guarantee, this means that if your are not happy with what you have learned, you have <strong>30 days </strong>​to get a complete refund with no questions asked. Also, if there is any concept that you find complicated or you are just not able to understand, you can directly contact me and it will be my pleasure to support you in your learning.</p><p><br></p><p>This means that you can either learn amazing skills that can be very useful in your professional or everyday life or you can simply try the course and if you don't like it for any reason ask for a refund.</p><p><br></p><p><strong>You can't lose with this type of offer !!</strong></p><p>This is why more than <strong>30 000 students</strong> have already took the course !! Don't wait anymore</p><p><strong>ENROL NOW and start learning today :)</strong></p>", "preview_video": "https://mp4-b.udemycdn.com/2020-05-15_16-21-50-2070490397fbdde634b8602edc3ab673/WebHD_720p.mp4?secure=12UIaCsIQV8gLrkfvhbtpQ%3D%3D%2C1639080116"}]}