{"last_time_update": "2021-12-01 07:54:28", "results": [{"course_id": "3619180", "category": "Development", "sub_category": "Software Engineering", "title": "Java Collections Framework + Generics, Lambdas & Stream API", "level": "All Levels", "author": "Andrii Piatakha", "duration": "5.5 hours", "rating": "4.4", "reviews": "234", "students": "93493", "coupon_code": "JCF_FREE_NOV_3", "preview_img": "https://img-c.udemycdn.com/course/750x422/3619180_1265_2.jpg", "coupon_link": "https://www.udemy.com/course/java-collections-framework-learnit/?couponCode=JCF_FREE_NOV_3", "end_day": "2021-12-05 09:21:54+00:00", "headline": "Learn Java Collections Framework from scratch to PRO level with practical exercises", "description": "<p>From this course you can learn <strong>Java Collections Framework, together with Generics, Lambda Functions, Method References and Stream API. </strong></p><p>There are a lot of other courses in this topic. <strong>So, why would you choose exactly this course?&nbsp; </strong>Here just a few reasons:<br><br><strong>- Coding exercises </strong></p><p>To learn programming it is not enough just watching videos and reading books. You also need to have a lot of practice. In this training course you will have different practical tasks which will help you learn and understand Java better. Beside that all topics are presented on real-life examples - this help grasp knowledge faster.</p><p>One of the key tasks where you can practice your knowledge is implementation of backend system for online store. Also you have a lot of tasks that use domain specific terminology:&nbsp;accounts, transactions, users, carts, menu, services etc. So that means you are learning programming without abstract concepts like it is written in the books or in other courses. You learn domain specific terminology and during the lessons we investigate specific extracts from code that can give you clear vision how you can apply the knowledge in real life.</p><p><br><strong>- Open source code</strong></p><p>We hide nothing from our students!&nbsp;Including the source code for the hometask solutions and source code of examples which were shared during the lesson. Having the source code you can just copy and paste it to run it on your local computer to understand how things work better.<br></p><p><strong>- Q&amp;A support</strong></p><p>The significant difference between online and offline learning process is instructor's availability. If you are in the one room with tutor he always can help you to get understanding specific concept or to help fix your code on your computer. <br>In this course, we are supporting students with answers to any questions flagged in Q&amp;A section. In case there will be recurring questions - separate video lessons will be created to show how to address issue. </p><p><strong><em>So with this course you are not just getting video materials, code exercises, source code, access to free mobile application without limits (which is still pretty cool, huh?&nbsp;:)&nbsp;) , but you also get tutor support and answers to your questions along with this course. </em></strong><br><br><strong>- Relevant knowledge</strong></p><p>After our team investigated other Java courses on Udemy we realized that most of them has nothing in common with real life. Information which is shared there is very old and significantly out of date. For example, instructor teaches framework which is not used already for 15 years. Or instructor do a stress on the programming design which is not used anymore at all!</p><p>Instructor of this course is consultant in the top-rated IT&nbsp;outsourcing company and helps to bring cutting-edge solutions in IT for all his clients. Feel free to check LinkedIn page of instructor and check skills endorsement. More than 18 thousand people acrooss all over the world (BTW&nbsp;most of them are from top 100 companies of the world) evaluated skills of Andrii Piatakha. </p><p>With this course you can be sure that you will spend your time learning the right things from the one of the best IT&nbsp;consultants in the world. <br></p><p><strong>- Free mobile App without limits for our students</strong></p><p>Knowing Java is one skill. Be able to pass interview in company - that is another skill :)&nbsp;Nowadays a lot of companies use tests to select candidates on the first level of interview. We developed application to practice skills specifically for such purposes. </p><p>In this course we will provide you link to download our FREE&nbsp;mobile app for android. (soon it will be also available for iOS platforms) </p><p>Instructor of this course come up with hundreds tests which are used to test knowledge of candidates. With this application you will be well-prepared for the interview. </p><p>Also, <strong><em>only for our students - there is no limit on attempts to pass certification. </em></strong>In the course we will tell you how to set up special bonus code which will remove restrictions for our students inside the app.<br></p><p><strong>- High concentration of useful material in each lesson</strong></p><p>Sometimes you can notice that watching of 5 minutes of our lesson is equivalent to watching of other 30 minutes lesson. </p><p>This is because time spent for preparation for the lesson (script for the lesson, lesson structure) and video editing (to cut boring pieces of the lesson, or time when program loads) sometimes <strong><em>10 times as much (sometimes even 20)</em></strong> as final lesson duration after video editing.</p><p>Also each topic is separated from another. In case some concept will be explained in the next lesson and you don't need to worry about understanding this in scope of this lesson - instructor will make announcement when specific topic will be covered. </p><p>Go and try it yourself!&nbsp;We will appreciate your feedback.</p><p><br></p><p>So don't wait! Take a look at lessons' preview if you still have doubts! </p><p><strong><em>Buy this course today, and you will get all updates for FREE! </em></strong></p><p>For those who successfully passed this training course, or for students who was recognized for asking amazing questions, there is a special offer from IT-Bulls company! The creator of this course is IT-Bulls company CEO&nbsp;and Founder. We always in search of talents to run our amazing startups together with you. Probably you always dreamed about running your own startup?&nbsp;In this course you will be able to find the team who will teach you how to do that and (in particular cases) will be glad to help with implementation! </p><p>Hope you enjoy this course! And remember, we appreciate all your feedbacks! Your feedbacks will help us to become even more better!&nbsp;Your feedbacks will help us to create to best Java course ever! </p><p>See you on the lessons!&nbsp;:)</p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-12-06_19-00-43-47804ecf2033d820a6382a29cb95be90/1/WebHD_720p.mp4?Expires=1638357392&Signature=Db0hQS8CuWdneho9CB464xnYw9EJe-D-L~r0eb8haQTXdC96E7iBAgRpzqu~MHP7OCq2tTVFsRrnmTJ7L2yqlZzeXuX8fiMfpyhXdEBwZrP-h8JvfM9ss~jPjE65qBg6LB28RJ1didq8dEOIh-J9eGXAe0Hu6jJUxT7CJ1KUiQDlISUx1VU63C4xthhcmAW~1NdTjK7yVirA3nCDw9NgvKs2JOl4KNO0uYrOGcxFSUTJsVFbZJ7U~QbMbKB-jmmTmNvHPkvKGRCUkXjh6Ed9JrKiQPeTaItfoEHnT8RgAgHOs7Ggyfz~llNjZlsPPMOfobIFOQvygXp1j7ztbajjeA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1434752", "category": "Personal Development", "sub_category": "Self Esteem & Confidence", "title": "Emotional Intelligence Certification Self Management Level 2", "level": "All Levels", "author": "Scott Paton", "duration": "3 hours", "rating": "4.6", "reviews": "116", "students": "10183", "coupon_code": "EICSMEXPDEC52021", "preview_img": "https://img-b.udemycdn.com/course/750x422/1434752_e108.jpg?secure=HfoigzwwY7PW82ma6_jAvw%3D%3D%2C1638427607", "coupon_link": "https://www.udemy.com/course/emotional-intelligence-self-management/?couponCode=EICSMEXPDEC52021", "end_day": "2021-12-06 01:20:28+00:00", "headline": "Certification Course", "description": "<p><strong>This course deals with Managing Yourself  and </strong><strong>Emotional Intelligence.</strong></p><p>It is the second level of four certification courses, which can be done in any order.</p>\n\n<p><strong>A set of emotional, social and relational skills that guides the way we perceive, understand and express ourselves; connect with others; manage interpersonal exchange; cope with challenges; and apply emotional information in an effective, meaningful way.</strong></p>\n\n<p>Research indicates that emotional intelligence can be learned and be measurable differences directly associated with professional and personal success. Furthermore, it may be responsible for up to 80% of the success we experience in life.</p>\n\n<p>The basic areas of emotional intelligence are self-awareness, self-management; empathy/social awareness and relationship management.</p>\n\n<p><strong></strong></p><p><strong>EIQ Self-Management</strong></p>\n\n<p>The self-management quotient indicates self-evaluation coupled with self-regulation. The awareness &amp; discipline to control &amp; harness feelings directly impacts the ability to achieve personal objectives &amp; develop inner resolution. Satisfaction, happiness &amp; contentment are results of self-management.</p>\n\n\n\n\n\n\n\n<p><strong>Factors include:</strong></p>\n\n\n\n\n\n\n\n\n<ul><li><strong>Restraint</strong></li><li><strong>Discipline</strong></li><li><strong>Control</strong></li><li><strong>Resolve</strong></li><li><strong>Direction/purpose</strong></li><li><strong>Emotional management</strong></li><li><strong>Flexibility</strong></li><li><strong>Enthusiasm/excitement</strong></li><li><strong>Optimism, Happiness</strong></li><li><strong>Stress Management</strong></li><li><strong>Initiative</strong></li><li><strong>Adaptability, Agility</strong></li><li><strong>Focus</strong></li><li><strong>Goal setting</strong></li><li><strong>Impulse control</strong></li><li><strong>Learning</strong></li><li><strong>Likability</strong></li><li><strong>Resilience</strong></li></ul>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n<p><strong>Self-Management is comprised of 5 sub-categories:</strong></p>\n\n<ul>\n<li><strong>Self-Control, Discipline: </strong>effectively handling impulses; maintaining composure while experiencing stressful, trying emotions; managing preparation &amp; performance; actively choosing paths; self-directing; the ability to emotionally persist to achieve strategic objectives.</li>\n<li><strong>Goal-Directed Performance, Targeted Action: </strong>focus to achieve long term desired goals; emotional tenacity &amp; persistence; drive to choose challenging objectives &amp; assume acceptable risk; staying the course to completion; resilience in the face of obstacles &amp; setbacks; seizing opportunities.</li>\n<li><strong>Integrity, Trustworthiness: </strong>the ability to work with conscience, ethics &amp; integrity; operating with personal standards, principles &amp; values; being dependable, reliable &amp; authentic; keeping promises &amp; assuming personal responsibility.</li>\n<li><strong>Motivation, Positive Psychology, Initiative: </strong>self-energizing; the ability to be mentally &amp; emotionally engaged; attitude; passion; choosing cause &amp; effect feelings; being responsible for personal success; acting &amp; choosing feelings in accordance with positive emotions, optimism &amp; constructive feelings; limiting negative emotions, patterns &amp; spirals.</li>\n<li><strong>Creativity, Agility, Flexibility, Adaptability: </strong>coping with change, transition &amp; development; adjusting to situations, relationships &amp; feelings; handling curiosity &amp; imagination to create, discover &amp; explore opportunities; innovation for progress; cognitive &amp; emotional shifts.</li>\n</ul><p><strong><em>Don't wait! Enroll today!</em></strong></p>\n\n\n\n\n", "preview_video": "https://mp4-c.udemycdn.com/2017-12-09_07-49-46-a64cd92a460748c63053efe19166b4cd/WebHD_720p.mp4?Expires=1638357407&Signature=K4XemIRrdMc313JJ3-fU910Q~H2GRSAZ0ioDaskrR1f0Rqc0vi7LeGC15w1GNX3gT8QKsZzW3NtHCQn4kLQ8hfSEyRFpZ7cCnU~qhopnuvCvQ4HiAMkMkmMTCiMpGDlSzPyv-4hyEskBcF-o6FKRV1JVv9xSB48OwbpTEpuCz2ghTz86U4PGsgFAiLF2wHDOGd6ytycmHS4CyzA05N~IiRPRt4rjNecPPdeqMY06VGPKm596t8UKvj4kVlx1ORs1f~x26Oy43z9CF19gBV-Yxxf6l3NCizylQPhDmDMTrdxv2qPqaxy8HSi5rv8lNt33wxltzx2pSaXrRm4S-WLA2g__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3161726", "category": "Personal Development", "sub_category": "Personal Productivity", "title": "Learn To Focus: Meditation & Mindfulness For ADHD", "level": "Beginner Level", "author": "Kevin Ellerton", "duration": "1 hour", "rating": "4.5", "reviews": "371", "students": "55196", "coupon_code": "D5B11EA7A7EC97C0A1B9", "preview_img": "https://img-c.udemycdn.com/course/750x422/3161726_8bc7_5.jpg", "coupon_link": "https://www.udemy.com/course/meditation-for-adhd/?couponCode=D5B11EA7A7EC97C0A1B9", "end_day": "2021-12-04 02:13:32+00:00", "headline": "Don't \"cure\" your ADHD - transform it into a superpower!", "description": "<p>ADD and ADHD can make it hard to focus &amp; get things done. You have lots of mental energy (that's why you're so smart!) but you have a hard time directing it to one thing at a time. Many people go through their entire lives in this scatter-brained state, jumping from thing to thing, never fully concentrating on, or actually enjoying, anything. This can lead to major school &amp; career problems (not paying attention in class, not paying attention at work, not caring about what you're working on, bouncing from job to job, career to career, etc), and problems becoming a successful adult.</p><p>For some handicaps, there is simply no cure, no way out. Thankfully, ADD/ADHD is NOT&nbsp;one of those handicaps. ADD &amp;&nbsp;ADHD&nbsp;can actually be a blessing in disguise, if you learn how to channel your mental energy, to focus it, to make it like a laser. This is called <em>hyperfocusing</em>, and it is a superpower unique to ADD/ADHD people!</p><p>You may have noticed that while you sometimes can't focus on anything at all, sometimes you can get <em>extremely zoned in to one thing</em> (like these words, for example). And oftentimes (for some of us, more often than not), the thing that you're zoned into is the wrong thing. For example, my first year in college I&nbsp;got so sucked into social media that I barely went outside and met actual friends. Sometimes this still happens to me, if I pick up my phone right when I wake up and click on a social media notification before I&nbsp;start meditating for the day. Social media platforms are designed to suck you in -- that's how they make money. That's bad news for ADD / ADHD people. And there are tons of other useless, unproductive, time-wasting things that can suck in your attention, if you don't learn how to control your hyperfocus.</p><p>The good news is that you can learn how to control your hyperfocus, and use it to supercharge your life by focusing on the things you actually <em>want</em> to be focused on! It's not easy, but it is actually very simple. The answer can be written in just ten letters: MEDITATION.</p><p>Meditation is the single most important key to controlling your hyperfocus, focusing on what you want to focus on, and moving your attention to the things that you want it to be on. Meditation is not some woo-woo magical thing... it's literally just training your brain to focus. That's literally what meditation IS. It's a practice of bringing your mind into the present moment, and focusing it on one thing at a time. This practice strengthens the parts of your brain that are responsible for regulating your attention. Just like lifting weights builds muscles in your body, practicing meditation builds neural connections in your brain (it's a process called neuroplasticity -- look it up!). Just like your muscles get bigger from lifting weights, your brain gets bigger by practicing meditation! And just like you can focus your exercise on strengthening a particular part of your body (arms, legs, chest, etc), you can focus your meditation on strengthening a particular part of your mind (deep focus, broad focus, generating joy, love, happiness, etc).</p><p>Many of the world's most successful entrepreneurs, futurists, inventors, and celebrities are people who have learned to direct their ADHD energy and control their innate powers of hyperfocus. In this course, we will use meditation to do that, and more -- to become more focused, successful, stable, joyful, energized, and just plain happier in life!</p><p>By the end of this course, you will be experienced with five different meditation techniques, which you can practice in daily life:</p><p>- breathwork</p><p>- mindfulness</p><p>- mindfulness of breathing</p><p>- concentrating on a physical object, and</p><p>- concentrating on an activity,</p><p>You'll be equipped with the tools you need to become the best version of yourself, and transform your ADD/ADHD from a handicap into a superpower!</p><p>The skills you'll learn in this course will be worth 1000x more than the price of the course. Not only will this course save you money on ADD/ADHD drugs like Adderall &amp; Ritalin, and help you make tens, hundreds, or thousands of times more successful in life than you would have been without being able to control your superpowers of hyperfocus, the meditations you learn in this course will make you immeasurably happier, over the course of your lifetime. And that's kind of the point of this whole \"life\" thing anyway, isn't it? What's $50 in comparison to a lifetime of sustainable happiness?</p><p>Don't get distracted by any shiny things or other tabs. Click the button to sign up for this course now. This may be the single most important moment in your life. Stay focused, sign up now, and start watching right away!</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-05-27_20-20-07-459935e0a9202bdf79719b86a44cb5c4/1/WebHD_720p.mp4?Expires=1638357410&Signature=imS7r0eLodL8NFAwfh2VyruPq7Zm4oLUt~njMiy8F7gLcwlxyPPPO1hq~osWYd-UvxBioYOa4S~0NWFpxXECZGHE~tSnYScY3IlmjZJqfMx9oT~tmYuVfktwKnK1Yf30V21N6IRUUOMisDg6fxpfEardj0gQXcWDRgui4m-CkjXg7h49SjBIys~eMUF6QLb0A8JrVun66lPMVkQE9VZCjYAgpGeaLbKxe7re22J07WREZ56ZTlsdWiGYcINGtleJ-fSR7lFIv3zjUpRkTY5nHu5M4vFz6SgHmS83vsz3FL6qZRKe2q5qI3jjL0HHL~e2epuUWwoUnogjjFGRjDnF9w__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4416418", "category": "Teaching & Academics", "sub_category": "Test Prep", "title": "LSSGB: Lean Six Sigma Green Belt Practice Exam", "level": "All Levels", "author": "AFAQ Formations", "duration": "", "rating": "0.0", "reviews": "0", "students": "618", "coupon_code": "MAISSAE", "preview_img": "https://img-c.udemycdn.com/course/750x422/4416418_9be5_3.jpg", "coupon_link": "https://www.udemy.com/course/lssgb-lean-six-sigma-green-belt-practice-exam-y/?couponCode=MAISSAE", "end_day": "2021-12-05 17:30:36+00:00", "headline": "Pass the LSSGB Exam On your First Try!", "description": "<p><strong>Get Ready To Prepare Like You’ve Never Prepared Before</strong></p><p>As we often say at AFAQ Formations, work smarter not harder. You are about to see a study guide that took hours of hard collection work, expert preparation, and constant feedback. That’s why we know this exam prep will help you get that high-score on your journey to certification.</p><p><br></p><p><strong>Your Journey To Pass The LSSGB</strong></p><p>Perhaps this is your first step toward the certification, or perhaps you are coming back for another round. We hope that you feel this exam challenges you, teaches you, and prepares you to pass the LSSGB. If this is your first study guide, take a moment to relax. This could be the first step to a new high-paying job and an AMAZING career. If you’ve been around the block a few times, consider taking a moment and answering some questions from newer techies.</p><p><br></p><p><strong>What Should You Know Before Studying The LSSGB?</strong></p><p>Every exam and certification has different requirements. If this is a serious venture, make sure to read the prerequisites before preceding. Nothing is worse than wasting months studying for an exam you can’t take or passing an exam that won’t help you get a certification!</p><p><br></p><p><strong>What Is The LSSGB Focused On?</strong></p><p>The LSSGB or as it’s also known, the <em>Lean Six Sigma Green Belt</em>, like all tests, there is a bit of freedom on Six Sigma's part to exam an array of subjects. That means knowing the majority of LSSGB content is required because they test randomly on the many subjects available. Be aware too that experience requirements often exist because they’ve observed the average person and what is required. You can always push past that to succeed with the LSSGB but it may take some extra work.</p>", "preview_video": ""}, {"course_id": "2662578", "category": "Development", "sub_category": "Web Development", "title": "Projelere  Doyamayacaksınız Sıfırdan Komple (PHP-MySQL-JS)", "level": "All Levels", "author": "Ahmet Terkir", "duration": "22 saat", "rating": "4.3", "reviews": "439", "students": "29648", "coupon_code": "BEIKSOFTYAZILIM", "preview_img": "https://img-c.udemycdn.com/course/750x422/2662578_ee1b_7.jpg", "coupon_link": "https://www.udemy.com/course/projelere-doyamayacaksiniz-php-pdo-html-html5-css-js/?couponCode=BEIKSOFTYAZILIM", "end_day": "2021-12-05 12:01:17+00:00", "headline": "PHP HTML  MySQ Kullanarak Mükemmel Projeler Geliştiriyoruz Toplam 10 Profesyonel Site Yapımı Hosting Hizmeti Hediyeli !", "description": "<p><strong>Tüm Detaylar Web Sitemde</strong></p><p><br></p><p><strong>Kursu Bitiren İlk 10 Öğrencimize ÜCRETSİZ HOSTİNG! Kampanyamız Mevcuttur !</strong><br>Toplamda 3 GB Disk Alanı Ve 10 Adet MySQL Tablo ve daha nice özelliklerle beraber fiyatı 150 <strong>₺ </strong>olan hosting hizmeti kursu tamamlayıp sertifikasını alan ilk 10 arkadaşımıza <strong>hediye </strong>edilecektir.</p><p><br></p><p>E-Ticaret'e mi atılmak istiyorsunuz?</p><p>PHP becerilerinizi artırmanız mı gerekiyor?</p><p>Web programlama kursumuza hoşgeldiniz. Programlama temellerinden ileri seviye web programlama konusunda sizlerde aramıza katılarak harika projeler geliştirebilirsiniz. Öyleyse hemen kursumuza kayıt olun ve aramıza katılın.</p><p><strong>\"Bilgi Paylaştıkça Çoğalır\"</strong></p><p>Temel eğitimi bitirdikten sonra HTML HTML 5 CSS ve Temel Seviye JavaScript ile projeler geliştireceğiz.</p><ul><li><p><strong>Kursumsal Web Sitesi Çalışması<br>Spor Salonu Web Sitesi Çalışması</strong></p></li><li><p><strong>Kişisel Portfolyo Web Sitesi Çalışması</strong></p></li><li><p><strong>Restaurant Web Sitesi Çalışması</strong></p></li><li><p><strong>Halı Saha Web Sitesi Çalışması</strong></p></li></ul><p>Cep Telefonu Teknik Servis Web Sitesi Çalışması</p><p>Ve daha nice web sitesi çalışmasını sizlerle beraber ele alacak ve üreteceğiz.</p><p>Hemen örnek videolara göz atarak sizlerde kursumuza kayıt olmaya başlayabilirsiniz.</p><p>Kurs her dakika içerik eklenerek güncellenmekte ve her dakika sizler için bir şeyler üretmeye çalışmaktayım.; bu nedenle, kursun tamamını ele alsanız bile, bir sonraki girişinizde her zaman daha fazla olacaktır.Ömürlük bir kurs istiyorsanız hemen kursumuza kayıt olabilirsiniz.</p><p><strong>PHP Nedir?</strong></p><p><strong>PHP</strong>, betik bir programlama dilidir, ve internet için yaratılmıştır. HTML içerisine gömülebilme özelliğine sahiptir. Geniş bir kullanıcı kitlesi vardır. Windows, Linux ya da diğer programlardan bağımsız olarak çalışabilir. HTML’de kod oluşturmak için pek çok kod yazmaktansa, tek bir PHP kodu yazarak HTML içine gömebilirsiniz.</p><p><br></p>", "preview_video": "https://mp4-b.udemycdn.com/2019-12-23_23-24-10-e1eee3d9fd977dd31647727d42ec9c4c/WebHD_720p.mp4?secure=sgJ7X_FHrRspS9rvh1po2g%3D%3D%2C1638357421"}, {"course_id": "1450930", "category": "Personal Development", "sub_category": "Self Esteem & Confidence", "title": "Empathy and Social Awareness EI Certification: Level 3", "level": "All Levels", "author": "Robert Jerus", "duration": "2 hours", "rating": "4.3", "reviews": "83", "students": "9749", "coupon_code": "EASAEXPDEC52021", "preview_img": "https://img-b.udemycdn.com/course/750x422/1450930_a51e.jpg?secure=0yNUqU1yV_wkPmTzggTdVw%3D%3D%2C1638427631", "coupon_link": "https://www.udemy.com/course/empathy-social-awareness/?couponCode=EASAEXPDEC52021", "end_day": "2021-12-06 01:42:56+00:00", "headline": "Emotional Intelligence Certification Course", "description": "<p><strong>This course deals with<strong> </strong></strong><strong>Empathy and Social Awareness</strong><strong><strong>.</strong></strong></p>\n\n<p>It is the third level of four certification courses, which can be done in any order.</p>\n\n\n\n\n\n<p>The four courses are: </p>\n\n\n\n\n\n<ul><li>Emotional Intelligence Certification: Self Awareness Level 1</li><li>Emotional Intelligence Certification Self Management Level 2</li><li>Empathy and Social Awareness EI Certification: Level 3</li><li>Relationship Management EI Certification - Level 4 </li></ul>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n<p><strong>Emotional Intelligence: A set of emotional, social and relational skills that guides the way we perceive, understand and express ourselves; connect with others; manage interpersonal exchange; cope with challenges; and apply emotional information in an effective, meaningful way.</strong></p>\n\n\n\n\n\n<p>Research indicates that emotional intelligence can be learned and be measurable differences directly associated with professional and personal success. Furthermore, it may be responsible for up to 80% of the success we experience in life.</p>\n\n\n\n\n\n<p>The basic areas of emotional intelligence are self-awareness, self-management; empathy/social awareness and relationship management.</p>\n\n\n\n\n\n<p><strong>EIQ Self-Awareness</strong></p>\n\n\n\n\n\n<p>Self-awareness reflects understanding, personal acceptance &amp; an overall understanding of personal psychology. Self-awareness is foundational to social awareness &amp; self-management.</p>\n\n\n\n\n\n<p><strong>Factors Include:</strong></p>\n\n\n\n\n\n<ul>\n<li><strong>Personality elements</strong></li>\n<li><strong>Learning styles</strong></li>\n<li><strong>Mental attitudes &amp; states</strong></li>\n<li><strong>Comfort &amp; discomfort</strong></li>\n<li><strong>Strengths &amp;</strong></li>\n<li><strong>weaknesses</strong></li>\n<li><strong>Biofeedback</strong></li>\n<li><strong>Self-acceptance</strong></li>\n<li><strong>Self esteem</strong></li>\n<li><strong>Temperament</strong></li>\n<li><strong>Tension/stress levels</strong></li>\n<li><strong>Spirituality</strong></li>\n<li><strong>Conscience</strong></li>\n<li><strong>Emotional Well-being</strong></li>\n<li><strong>Assertiveness</strong></li>\n<li><strong>Authenticity</strong></li>\n<li><strong>Character</strong></li>\n<li><strong>Confidence</strong></li>\n<li><strong>Internal Empathy</strong></li>\n<li><strong>Self-perception</strong></li>\n<li><strong>Mindfulness</strong></li>\n</ul>\n\n\n\n\n\n<p><strong>Self Recognition is comprised of 5 sub-categories:</strong></p>\n\n\n\n\n\n<ul>\n<li><strong>Self-Awareness/Understanding: </strong>a conscious, deliberate reflection on personal identity, image, feelings, motives, desires &amp; how these are associated with perceptions of self in the context of various situations. Empathy &amp; understanding of self. Knowing why emotions occur. Being authentic.</li>\n<li><strong>Connections of Cause &amp; Effect: </strong>recognition of the impact &amp; consequence of behaviors on feelings &amp; moods; separating external &amp; internal factors effecting emotions. Knowing how feelings relate to performance.</li>\n<li><strong>Self-Appreciation, Acceptance &amp; Confidence: </strong>development of self-esteem; personal worth &amp; value; &amp; coming to grips with personal attributes. Recognizing personal strengths, weaknesses, &amp; limitations. Operating with realistic self-assurance.</li>\n<li><strong>Consciousness, Assertiveness: </strong>intentional establishment of personal boundaries &amp; appropriate limits; choosing a path that expresses self-worth through personal care &amp; outward presentation (presence).</li>\n<li><strong>Emotional Identification: </strong>ability to identify &amp; name personal feelings; vocabulary &amp; definition of emotions allowing choices, responses &amp; performance; effective reflection on intrapersonal information.</li>\n</ul>", "preview_video": "https://mp4-c.udemycdn.com/2018-02-21_14-50-42-40b84deae40e6a97517f71855703b709/WebHD_720p.mp4?Expires=1638357431&Signature=chVtGZ~ibIcDsXwv5hWwKrXr2V~cRLZ2PzZtNOAO-RP0XwdF3e1YQU5XnDS5tmt4vBwdFRSZ9ZyvOXKQKhh3U4uvf3ml233MyvYiToyOxk3rhoeP4nUTqewtaDxNXn1D3Ipxd1gTZxSHPH0TM97IglfjdJAsiC2gypn4qX0qSYHHgbvYGg1SCugAGtqZfrHm1uhq6W28Ykii7QWHqNyKPl~NkHLprQzN8U9cwQ27xhHuMZh2NO7oeciuEJh-sNJKbr6w6vNxwKLg2Eyq0c8vz-UFLM3oYDltCG0x-gTkaceS8CuadFQjgATUSpHLMyXCR17J6RI2mUayS1JjUxFRuw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4275324", "category": "Teaching & Academics", "sub_category": "Humanities", "title": "2 Thessalonians - Summary & Life Lessons For Todays Living", "level": "Beginner Level", "author": "Boomy Tokan", "duration": "1 hour", "rating": "4.3", "reviews": "5", "students": "3045", "coupon_code": "510AD6A231E37AB1612B", "preview_img": "https://img-c.udemycdn.com/course/750x422/4275324_97b5_2.jpg", "coupon_link": "https://www.udemy.com/course/2-thessalonians-summary-life-lessons-for-todays-living/?couponCode=510AD6A231E37AB1612B", "end_day": "2021-12-05 17:32:13+00:00", "headline": "How To Prevent Idleness Whilst Waiting For The 2nd Coming + Some Of The Most Profound Eschatological Teaching For Us!", "description": "<p>Paul wrote this letter shortly after the return of Timothy's account of how the newly found Church was emerging. He was able to deduct that certain issues identified in the first letter were still prevalent. In some cases, the scenarios have gotten worse.</p><p>One strong opposition identified was a letter supposed to have been written by Paul in which was claimed that the 2nd Coming had already taken place! Such a rumor ignited the confusion and fear responsible for idleness within this body of Christ. Some thought there was no need to work if the rapture had opened whilst others chose idleness as the safest of waiting on the Lord when he eventually arrives.</p><p>Paul sent the Church a plain timeline that spells out some of the end-time events. Many who have studies this short book have found these additions beneficial for the study of the book of revelation.</p><p>The teaching in this series of videos helps the learner capture the essence of these 3 chapters without been overly influenced by the tutor. This study can act as a guide particularly for those following a 1- or 2-years Bible Study Plan. It is the aim of the instructor to pass on the valuable revelation of God’s word for practical everyday living and to help you understand the bible much more! </p>", "preview_video": "https://mp4-c.udemycdn.com/2021-09-01_12-37-28-f60bb1e14682cd1f3d5899bb0b8a9991/2/WebHD_720p.mp4?Expires=1638357434&Signature=kKrGrv9cPX9XCsb8PWbliRacvgBtyyBhmzYg98yAQu6gK6yWYLAhl6csJE3CmK3xL1a~l4sFltN5P-inm2DBEQjgJ7ZCtXn5EgY~Ps-KT17aYlyLt7HbY0FQ3w8M-ljMBoP2t~PGRdX7B4uhn67Agrpuvro0zd807-BStuoFuyYzKwGzJ1t2wTw5nqP9JUNk94rEu2EoSjY7B3VWX3ePDpsi3m8iBBzdh8XQYF6ROCFisR-ivml-N47~P5vK9-F2Ddu5P9JJGxrAEC6R6aE7FElpIqaEPMjmnlzz73FTI6QPRAOfa~ckQIZmy2KB1TcrCP-qZFpJzJqg0-2zSZnLqg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4236200", "category": "IT & Software", "sub_category": "IT Certifications", "title": "PMI-ACP®: 200 سؤال معتمد من Agile لإدارة المشاريع", "level": "All Levels", "author": "Debajyoti Adhya", "duration": "", "rating": "0.0", "reviews": "0", "students": "20", "coupon_code": "80C96ABD008DD5BF2AF5", "preview_img": "https://img-c.udemycdn.com/course/750x422/4236200_4cf8.jpg", "coupon_link": "https://www.udemy.com/course/pmi-acp-200-agile/?couponCode=80C96ABD008DD5BF2AF5", "end_day": "2021-12-06 04:07:02+00:00", "headline": "الاختبار الكامل لممارسة PMI ACP® - 200Q - اجتياز اختبار شهادة PMI ACP® بنجاح - هيا ننجزه!", "description": "<p>شهادة PMI-ACP® هي الشهادة الأكثر انتشارًا والمعترف بها عالميًا لإدارة المشاريع Agile. إنه يثبت خبرتك ومعرفتك بإدارة المشاريع الرشيقة. مجالات اختبار PMI-ACP® هي كما يلي ،</p><p><br></p><p>مجالات الاختبار:</p><p><br></p><p>إطار عمل رشيق (16٪)</p><p><br></p><p>التسليم المدفوع بالقيمة (20٪)</p><p><br></p><p>إشراك أصحاب المصلحة (17٪)</p><p><br></p><p>تعزيز أداء الفريق (16٪)</p><p><br></p><p>التخطيط التكيفي (12٪)</p><p><br></p><p>كشف المشكلات وحلها (10٪)</p><p><br></p><p>التحسين المستمر (9٪)</p><p><br></p><p>توفر هذه الدورة التدريبية 200 سؤال عن اختبار الممارسة ، والتي ستساعدك على الاستعداد لاجتياز اختبار PMI-ACP®. تم إعداد هذه الدورة التدريبية لمطابقة مجالات الاختبار المقدمة في مخططات محتوى اختبار PMI-ACP® المنشورة بواسطة PMI في عام 2021.</p><p><br></p><p>توفر هذه الدورة التدريبية 200 سؤال عن اختبار الممارسة ، والتي ستساعدك على الاستعداد لاجتياز اختبار PMI-ACP®.</p><p><br></p><p>يتكون امتحان PMI-ACP® من 120 سؤالاً تحتاج إلى إجابة خلال 3 ساعات. من بين 120 سؤالاً ، هناك 20 سؤالاً لا يحرز درجات. لا تؤثر الأسئلة غير الدرجات على الدرجة ويتم استخدامها في الاختبار كطريقة فعالة لاختبار صحة أسئلة الاختبار المستقبلية. يتم وضع جميع الأسئلة بشكل عشوائي خلال اختبار ® PMI-ACP.</p><p><br></p><p>يوفر هذا الاختبار التدريبي نظامًا قويًا لمساعدتك على اجتياز اختبار الشهادة في المرة الأولى! باستخدام أسئلة الاختبار هذه ، يمكنك تحديد المناطق الضعيفة مقدمًا ثم إنشاء استراتيجية ليوم الاختبار.</p><p><br></p><p>تتضمن الدورة اختبارين عمليين. خذ الاختبارات مثل الامتحان الفعلي. إذا تمكنت من الحصول على أكثر من 80 بالمائة من الإجابات صحيحة ، فأنت على استعداد لإجراء اختبار الشهادة.</p><p><br></p><p>لماذا تختار هذه الدورة؟</p><p><br></p><p>يتم تغطية جميع مجالات شهادة PMI-ACP® في هذه الدورة التدريبية</p><p><br></p><p>2 - ممارسة الامتحان الوهمي للتحقق من الواقع للتحقق من استعدادك.</p><p><br></p><p>معظم الأسئلة قريبة من أسئلة الاختبار الحقيقية مع تغييرات صغيرة.</p><p><br></p><p>يتم إعداد التفسيرات لكل الإجابات الصحيحة لتجعلك تفهم بطريقة واضحة وموجزة.</p><p><br></p><p>لقد واجه منشئ هذه الدورة بالفعل الصعوبة التي يمكن أن يواجهها الطالب بسبب الأسئلة الصعبة القائمة على السيناريو من PMI-ACP®.</p><p><br></p><p>اختر هذه الدورة ودعنا ننجزها!</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-08-11_16-17-18-7dbe5e554c523a13599ecaa81e47a429/2/WebHD_720p.mp4?Expires=1638357440&Signature=ckrXdAFRNiTEITwD7wqSVg9Z25o8vD0mDoQUdfvHmcCdj9MIVS7-uA472GF2Qgs08Mp5lFd3nZi0VPxw4aGrooIZCX0H4D4c96pUbrmamYVeMpabNsa0ETFp91O-duSdBXrzZ2gW5FDLHDguXXkvB-EHC2BkGMENfoXLDcG8MmvAxTb~vKU75ZobibJhF6sWa2zMZBubsUM1tPMFJh-nnJwVlNdRNk03zNLw-pAMdQCC1KYmLwZ1lo7vWM2d02wGSD~H2x0PUmRPj8XXMteKBnY6OEgPx-N2dSxhM9CUgA9JoLgi6FFu~4SYKh9UInFrEd7lL5SzOsgXg4HybMJd-Q__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3483544", "category": "IT & Software", "sub_category": "IT Certifications", "title": "AWS Certified Developer - Associate Latest Practice Question", "level": "Intermediate Level", "author": "Evo Tech", "duration": "", "rating": "4.2", "reviews": "2", "students": "2295", "coupon_code": "FREEAWSCDA2021", "preview_img": "https://img-b.udemycdn.com/course/750x422/3483544_9fee_2.jpg?secure=_vTal1QLAnsSqitJB63uVg%3D%3D%2C1638427652", "coupon_link": "https://www.udemy.com/course/aws-certified-developer-associate-latest-practice-question/?couponCode=FREEAWSCDA2021", "end_day": "2021-12-04 09:14:58+00:00", "headline": "The Fastest Way to Pass AWS Certified Developer - Associate Certification Exam", "description": "<p>[October 2021 Updated]: Latest exam questions added.</p><p><br></p><p><strong>Finally! Pass the AWS Certified Developer - Associate Latest Practice Exam</strong> <strong>in just 1 week with a 100% money-back guarantee.</strong></p><p>Preparing for your AWS Certified Developer - Associate certification? Assess your knowledge of topics on the exam with these practice test questions.</p><p>The purpose of this Practice Question Set is to help you pass the AWS Certified Developer - Associate certification exam. These practice questions will make you very familiar with both the type and the difficulty level of the questions on the AWS Certified Developer - Associate certification test. This practice exam gives you the feeling of reality and is a clue to the questions asked in the actual AWS Certified Developer - Associate certification exam.</p><p><strong>Practice Questions Features:</strong></p><ul><li><p>Covers complete exam blueprint.</p></li><li><p>High success rate.</p></li><li><p>Regular updates of preparation materials, with accurate answers, keeps the members one step ahead in the actual exam.</p></li><li><p>Answers verified by IT Certified Professionals.</p><p><br></p></li></ul><p>Don't settle for AWS Certified Developer - Associate dumps or the shortcut using cheats. Prepare for your tests like a professional using our AWS Certified Developer - Associate online practice tests that others have used to pass the exam in first attempt.</p><p><br></p><p><strong>What’s included?</strong></p><p>We’ve crafted this course to give you the knowledge and technique to pass the AWS Certified Developer - Associate certification exam first time. The practice tests include:</p><ul><li><p><strong>EXPLANATIONS:</strong> Explanations are added, wherever required, to support your learning and help you build up your knowledge and confidence.</p><p><br></p></li><li><p><strong>100% EXAM COVERAGE:</strong> We continuously update our practice exams so that they always include 100% of the topics required for the exam. If you practice all our questions, you will be fully ready to take the exam.</p><p><br></p></li><li><p><strong>TIMED QUESTIONS:</strong> Get the real-life exam experience. You’ll be timed and scored exactly as you would in the real exam. You’ll be able to improve your exam time management and answering techniques, as well as your knowledge and confidence.</p><p><br></p></li><li><p><strong>RETAKE INDEFINITELY:</strong> You can retake our practice exams as many times as you need.</p><p><br></p></li><li><p><strong>INSTRUCTOR SUPPORT:</strong> Got questions? No problem. We’ve got your back. The course includes friendly, responsive, expert support from our team of certified engineers.</p><p><br></p></li><li><p><strong>LIFE-TIME ACCESS:</strong> You’ll get life-time access to the practice tests.</p><p><br></p></li><li><p><strong>MOBILE COMPATIBLE:</strong> Learn anywhere, anytime with our mobile-friendly practice tests. Simply download the Udemy app to learn on-the-go.</p><p><br></p></li><li><p><strong>MONEY-BACK GUARANTEE</strong>: 30-day money-back guarantee - no questions asked</p><p><br></p></li></ul><p>Get this unbeatable offer today.</p>", "preview_video": ""}, {"course_id": "679440", "category": "Teaching & Academics", "sub_category": "Humanities", "title": "Bible: Philippians - 7 Lessons We Can Learn For Today!", "level": "Beginner Level", "author": "Boomy Tokan", "duration": "1.5 hours", "rating": "4.6", "reviews": "8", "students": "1937", "coupon_code": "21FDBD09EA0F43D94AF0", "preview_img": "https://img-b.udemycdn.com/course/750x422/679440_cb01_3.jpg?secure=nwkDKwcL39B1NZ7hjdWXZg%3D%3D%2C1638427669", "coupon_link": "https://www.udemy.com/course/bible-study-philippians-7-lessons-we-can-learn-for-today/?couponCode=21FDBD09EA0F43D94AF0", "end_day": "2021-12-05 17:35:37+00:00", "headline": "Bible Study of the letter to Philippians and the lessons individuals can apply to their lives and get great results!", "description": "<p><strong>Review - Book of Philippians 5 Star Rating</strong></p><p>Student: Matt Hayes</p><p>The instructor has a notable passion for sharing the Book of Philippians! (All the Books of the Bible) That passion drew me to seriously consider his engaging presentation. The instructor challenged me to see myself through the eyes of my Lord and Savior - not the eyes of the world! I learned many valuable teachings about the Book of Philippians by taking this course. That is a credit to the instructor preparing a very detailed and organized course that is easy to follow. The course provided me the opportunity to reflect on my walk with the Lord, and my lack of commitment to thoroughly read and learn from God's written word on a daily basis. I will never find my true path (God's will for my life) if I remain a lukewarm Bible studying believer in the Lord, Jesus Christ! It is impossible for a born again Christian to seldom study the Bible, pray without ceasing or draw closer to God in a reconciled relationship while following the secular world. This course has reignited the fire that once was within me to learn from the Bible daily. I praise the Lord for Boomy Tokan who followed the Holy Spirit's prompting in preparing and sharing this course. I look forward to taking the other courses that Boomy has prepared. Thank you, Lord, for guiding me to this course, which has provided me with a much deeper spiritual understanding of the Book of Philippians.</p><p><strong>----------------------------------------------------------------------------------------------------------------</strong></p><p><strong>I trust you will also partake of what the SPIRIT of GOD wants to communicate to you</strong> as you embark upon this study. I assure you of a depth of truth like no other, knowledge of who you are in CHRIST and the understanding of what JESUS achieved for you on the cross.</p><p>Once you grasp the essence of the book to the Philippians other Bible books will become more open to you. The reason is that this letter details the work of CHRIST like no other one does.</p><p>In this study of the Letter to the Philippians you will learn profound truths about:</p><ul><li><p><strong>Effect of partnerships</strong></p></li><li><p><strong>The ability to rejoice</strong></p></li><li><p><strong>The love of CHRIST towards us</strong></p></li><li><p><strong>Prayer</strong></p></li><li><p><strong>Your position in CHRIST</strong></p></li><li><p><strong>Your new origin</strong></p></li><li><p><strong>GOD’s power in you</strong></p></li><li><p><strong>Living in this dark world</strong></p></li><li><p><strong>GOD’s love for you</strong></p></li></ul><p>I appeal to you to fully engage with the lectures so that you will be forever changed in JESUS NAME!</p><p>And so much more!</p><p>All those who have used the prayers from the letter to the Philippians have enjoyed life changing experiences and GOD is no respecter of persons!</p><p><strong>+++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++</strong></p><p>In this course you will learn why the Letter to the Philippians is one of the most famous books of the New Testament, its theological contribution and how you can apply its life transforming truths into your life.</p><p><strong>Beginning with an introduction and history we will move on to explore 7 Key Lessons that you can immediately apply to your life and begin reaping the benefits.</strong></p><p><strong>------------------------------------------------------------------------------------------------------------------</strong></p><p><strong>There are key benefits you will derive from the study of this book and I want to highlight a few</strong></p><ul><li><p><strong>All poor self-esteem thoughts will be eradicated from your mind as you come to realise you are indeed a new creation</strong></p></li><li><p><strong>You will know who you are in CHRIST and that will boost your confidence with GOD and man</strong></p></li><li><p><strong>You will learn how to pray and get results</strong></p></li><li><p><strong>You will realize and effectively deploy with accuracy and knowledge the power given you over spiritual forces</strong></p></li><li><p><strong>You will come to place of an immense love, respect and awe for GOD through CHRIST JESUS</strong></p></li></ul><p>-------------------------------------------------------------------------------------------------------------------</p><p><strong><em>Important information before you enrol:</em></strong></p><ul><li><p>You are covered by<strong> a 30-day money back guarantee, full refund, no questions asked!</strong></p></li><li><p>You also have <strong>unlimited, lifetime access to the course!</strong></p></li><li><p>You will enjoy<strong> free access to any updates I will provide</strong></p></li><li><p>You are free to<strong> ask any questions and will get a reply as soon as possible</strong></p></li><li><p>You can<strong> preview lectures 7 and 9</strong></p></li></ul><p><strong>-------------------------------------------------------------------------------------------------------------------</strong></p><p><strong>Get Started Today - Click Take This Course NOW!</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2015-11-28_10-43-00-b576c2d66f97198f914cc975629189ca/WebHD_1080.mp4?Expires=1638357469&Signature=ieqy-mq9Q4rqHstcjMVI4-D9bcQYuVH~85rR~f9muK9My0R-osM8POGlcTzSFeMDDgBHR2hnA-rhgr-6m1fMi5t9IugwgdILY~YkFNXqXXhnaFaFVYa0~WNx~J5LpErY3LaIBSJJNLhI4ibKZ6mx093-pGI7OCi-EsaRPI3ve~0jzqgSwXawIECMbZUuy5vFumRE-Tp~iOIN3TQJc55wsIVVymU8IhVL9knAE2uLgXdAsn3mJUXZ8uzagzin-gkyz7isqeaASEzI9GG2KzMoy3h-RaXdO11YDiON2yCWgEp9Qcv~Bi00zq-8kZ5wFZhL11brss-QFGzMb8s1LK7WKQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "1674460", "category": "Marketing", "sub_category": "Branding", "title": "Personal Branding System: UNIQUE Secret for YOUR Success", "level": "All Levels", "author": "Susmita Dutta", "duration": "1.5 hours", "rating": "3.8", "reviews": "43", "students": "12911", "coupon_code": "NOV2021FREE001", "preview_img": "https://img-c.udemycdn.com/course/750x422/1674460_1ef7_2.jpg", "coupon_link": "https://www.udemy.com/course/personal-branding-master-course/?couponCode=NOV2021FREE001", "end_day": "2021-12-04 22:31:57+00:00", "headline": "Create your UNIQUE Brand to make people remember YOU", "description": "<p><strong>**Course Updated - Nov 2021**</strong></p><p><strong>Personal positioning is your own branding, it is simply what people think WHO you are</strong>. What we generally do is we let people brand us… That is we let them judge about what we are rather then telling them who we are… This is because we ourselves are scared and not sure about how we must portrait our self… So, what we do is let them judge about who we are??</p><p>Positioning is not a statement about you – It’s a statement that captures who you are, it’s not a factual claim, but rather an emotional reason for people to want to be around you.</p><p>Positioning statement should be very crisp and powerful. The major problem with this is that half of the people might just start thinking about you in a variety of ways which might not be beneficial for your growth.&nbsp;</p><p><strong>The world is an absolutely unfair place and positioning gives you extremely unfair advantage</strong></p><p>Raise your hand, say “Aye” &nbsp;if you would like to have that unfair advantage? Positioning is that guaranteed formula that business will keep coming to you, you won’t have to go scouting for it. Whatever you do, just do this right… And my name is Susmita Dutta and in this course, I am going to tell you exactly&nbsp;<strong>how you too can do this for yourself</strong></p>", "preview_video": "https://mp4-b.udemycdn.com/2018-05-04_01-38-31-58d1eeb804f81531ec5dfc825c539ad0/WebHD_720p.mp4?secure=ALkgZdDVdYNn3QqASJ938g%3D%3D%2C1638357492"}, {"course_id": "4098048", "category": "IT & Software", "sub_category": "Operating Systems & Servers", "title": "Excel Coaching Kurs", "level": "All Levels", "author": "Kristoffer Ditz", "duration": "8 Stunden", "rating": "4.4", "reviews": "23", "students": "4665", "coupon_code": "32CA4C01AE9D9B50583D", "preview_img": "https://img-b.udemycdn.com/course/750x422/4098048_8bd0.jpg?secure=jwj_GaJ_b2PZsIe_57tI_Q%3D%3D%2C1638427699", "coupon_link": "https://www.udemy.com/course/excel-coaching-kurs/?couponCode=32CA4C01AE9D9B50583D", "end_day": "2021-12-03 12:48:32+00:00", "headline": "Werden Sie Excel-Experte in 8 Stunden für Controlling, Rechnungswesen, Einkauf, Vertrieb, Marketing, etc.", "description": "<p><strong>Wieso sollten Sie den Kurs buchen?</strong></p><p>Sicher fragen Sie sich bei der Vielzahl der angebotenen Kurse auf Udemy, wieso dieser der richtige <strong><em>Excel-Kurs</em></strong> für Sie ist.</p><p>Bei der PUMA&nbsp;AG war ich verantwortlich für das weltweite Retail-Controlling für über 600 Filialen. Alle Analyse-Tools habe ich hier mit Microsoft Excel erstellt. Insgesamt blicke ich auf eine über 15-jährige Erfahrung im Controlling zurück.</p><p>In jeder Firma führte ich Schulungen mit dem Thema <strong>Excel </strong>und Controlling durch.</p><p>Des Weiteren schreibe ich regelmäßig <strong>Excel-Tipps</strong> für das Controller&nbsp;Magazin und Controlling Journal.</p><p>Zusätzlich bin ich ausgebildeter Trainer und Online-Trainer.</p><p>Sie sind bei mir also was das Thema Excel und dazugehörige Auswertungen betrifft in guten Händen.</p><p><br></p><p>In diesem Kurs werden Sie systematisch an das Experten-Wissen von <strong>Excel</strong> herangeführt. Sie werden viele nützliche <strong>Excel-Formeln</strong> und Tipps lernen, die sich in der Praxis erfolgreich bewährt haben. Des Weiteren werden Sie lernen, wie Sie im Stil eines Controllers Analysen im Kundenmanagement durchführen.</p><p>Zusätzlich lernen Sie, wie nützlich <strong>PIVOT in Excel</strong> ist.</p><p>Der Abschluss ist dann die Programmierung mit <strong>Visual Basic (VBA)</strong>, wo wir unter anderem eine kleine Datenbank erstellen.</p><p><br></p><p>Selbstverständlich stehe ich Ihnen bei Fragen per Mail zur Verfügung.</p><p><br></p><p><strong>Inhalt</strong></p><ul><li><p>professionelle Excel Formeln</p></li><li><p>Excel-Tabellen</p></li><li><p>Excel-Tipps</p></li><li><p>Pivot-Tabellen</p></li><li><p>Einstieg in Excel Visual Basic</p></li></ul><p><em>Zusätzlich erhalten Sie die </em><strong><em>Excel-Dateien</em></strong><em> und mehrere Übungsaufgaben, um das Erlernte Wissen zu wiederholen und zu vertiefen.</em></p><p><br></p><p><strong><em>Hinweis:</em></strong><em> In den Video wurde mit Excel 2016 gearbeitet. Natürlich lassen sich die Anwendungen auch mit vorigen Versionen anwenden. Die Umsetzung ist nahezu identisch.</em></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-03_15-51-37-ffcd1ea8d575b4cdc5b40a3de6127490/1/WebHD_720p.mp4?Expires=1638357499&Signature=T7hREpeieVz36-xDF1NkBlMv3bRuHIs80t913Fzn0rjcxNDhGmn0UaFHqk7~jIT24Bm1qQtuxzueC7eRF2TtVgkkNlpV3ulCFPO6eoKhYAgkrBwBqehAPxeuPN~OuFUSKPyQU6-lkjcKOmeYQYqIllK5jrmDfbzdNz1OIzaiOOnNYuM9NdusmYdmcO~I9Q1uxmrW2csAcn5HNkjfPHXLlf-VKCrdj6XzRsUFGUhmTtO52WUBplJAPEMkoPlCYkQU6HzsoFnrrARazHtj1daza~GuFDM6xfjPORAwZ7LP8H37SEsW46SkSbIHvW9MQs9jE-2qSl~YeYXLiLx2-BkIOQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3694082", "category": "Marketing", "sub_category": "Digital Marketing", "title": "Mit Online Marketing Dein Business aufbauen ohne Vorwissen!", "level": "Beginner Level", "author": "Sebastian Glöckner", "duration": "23,5 Stunden", "rating": "4.7", "reviews": "87", "students": "8981", "coupon_code": "40593693B8310C5E3513", "preview_img": "https://img-c.udemycdn.com/course/750x422/3694082_8a4d_8.jpg", "coupon_link": "https://www.udemy.com/course/digitales-marketing-online-marketing/?couponCode=40593693B8310C5E3513", "end_day": "2021-12-04 13:47:50+00:00", "headline": "Nutze Digitales Marketing und Online Marketing, um Deine Online Umsätze zu vervielfachen - auch ganz ohne Vorwissen!", "description": "<p><em>Letzte Aktualisierung: 29.11.2021</em></p><p><strong>***&nbsp;DER KURS WIRD&nbsp;LAUFEND&nbsp;ERWEITERT -&gt; neue Inhalte&nbsp;jeden&nbsp;Monat! ***&nbsp; </strong></p><p><br></p><p><strong>Digitales Marketing und insbesondere Online Marketing boomen seit einigen Jahren.</strong> </p><p>Es herrscht eine <strong>Goldgräberstimmung</strong>, und genau JETZT hat es Sinn, sich mit Online Marketing auseinanderzusetzen - bevor es zu spät ist. </p><p>Besonders jetzt, im Jahr 2021 <strong>explodiert der Online Traffic und die Werbepreise gehen herunter</strong>.</p><p>Der Einzelhandel, Unternehmer und Selbständige sind aufgrund der aktuellen Lage gezwungen, ihre Produkte immer mehr online zu verkaufen - <strong>und kaum jemand ist wirklich darauf vorbereitet.</strong></p><p>Das Rennen hat offiziell begonnen, und wer sich <strong>JETZT</strong> mit Online-Marketing beschäftigt, hat noch eine Chance, vorne mit dabei zu sein.</p><p>Woran liegt das? </p><p>In den letzten 3-4 Jahren hat sich eine Art <em>Onlinemarketing-Blase</em> entwickelt mit internationalen und deutschen Experten, die sehr viel Ahnung haben von E-Mail-Marketing, Leads, Funneln, Conversions und so weiter.</p><p>Jedoch hat dieses Wissen bisher kaum den Sprung von den Online-Marketing-Experten (die bisher weitgehend unter sich bleiben und sich untereinander Coachings verkaufen) in die <em>echte Offline-Welt</em> geschafft.</p><p>Und genau das ist die Chance, JETZT mit Digitalem Marketing / Online-Marketing anzufangen. </p><p><strong>Lerne, die wichtigsten Grundlagen und Begriffe des Online Marketing - damit wirst Dir viele Verständnisprobleme und Ärger ersparen!</strong></p><p>Die folgenden Fragen werden Dir als Erstes im Kurs beantwortet:</p><ul><li><p>Was ist Digitales Marketing, und was ist Online Marketing?</p></li><li><p>Was bedeutet Lead und Leadmagnet?</p></li><li><p>Wie funktioniert ein Sales Funnel?</p></li><li><p>Was ist der Unterschied zwischen&nbsp;Zielgruppe und Kunden-Avatar? </p></li><li><p>Nach welchem Prinzip funktioniert Affiliate Marketing? </p></li></ul><p><strong>Danach werden wir die Ziele und das \"Why\" Deines Online-Business erarbeiten - damit wirst Du viel Zeit sparen, da Du danach in die RICHTIGE Richtung gehst.</strong></p><ul><li><p>Wir werden erarbeiten, was dein \"Warum\" ist (mit Hilfe eines PDF Worksheets zum Download)</p></li><li><p>Du wirst lernen, wie Du Deine Marke und Dein Business positionierst mit dem \"Positioning Statement\".</p></li><li><p>Du wirst den Zweck einer USP (Unique Selling Proposition) kennenlernen und eine USP für Dich im Kurs erstellen.</p></li><li><p>Außerdem wirst du verstehen, wie Du die Außendarstellung Deiner Persönlichkeit \"formst\".</p></li><li><p>Wir werden herausarbeiten, wo Deine Zielgruppe sich aufhält.</p></li></ul><p><strong>Du wirst lernen, wie Du in Windeseile eine eigene Webseite für Dein Business erstellst - damit sicherst Du Dir einen professionellen Auftritt und bist nicht abhängig von teuren Agenturen.</strong></p><ul><li><p>Du wirst den Unterschied und sie Einsatzzwecke von WordPress, Wix, Leadpages und Click Funnels kennenlernen.</p></li><li><p>Wir werden gemeinsam im Kurs eine Domain aussuchen.</p></li><li><p>Du wirst sehen, wie wichtig die Wahl des Hosting Providers ist - und welchen Du nehmen musst (Geschwindigkeit!)</p></li><li><p>Ich zeige Dir den optimalen Page Builder (Webseiten Erstellung inkl. Templates für Online Marketing Funnel)</p></li><li><p>Du wirst sehr viel Zeit sparen, indem Du sofort lernst, wie Du einen Double Opt-in Prozess anlegst und testest.</p></li></ul><p><strong>Leads sind das Allerwichtigste im Online Marketing - damit Dir nicht irgendwann der Boden unter den Füßen weggezogen wird (z.B. wenn ein Social Media Konto gesperrt wird), lernst Du in diesem Kurs auch professionelles E-Mail-Marketing.</strong></p><ul><li><p>Du lernst die wichtigsten E-Mail-Marketing Anbieter im deutschsprachigen Raum kennen.</p></li><li><p>Du wirst den Unterschied zwischen E-Mail Kampagnen und Newslettern kennenlernen. </p></li><li><p>Du wirst verstehen, warum Tag-basiertes Marketing dem listenbasierten E-Mail Marketing haushoch überlegen ist.</p></li><li><p>Wir legen eine komplette Landing Page an inkl. technischer Anbindung - allein das spart Dir monatelanges Herumprobieren oder mehrere Tausend Euro für eine Agentur.</p></li><li><p>Am Ende des Kurses wirst Du Profi in <em>BEIDEN</em>&nbsp;Tools sein und somit sogar in der Lage sein, für Deine eigenen Kunden zu einem hohen Stundensatz E-Mail-Kampagnen anzulegen.!</p></li></ul><p><br></p><p><strong>Also worauf wartest Du noch? Schreibe Dich jetzt sofort ein und lerne, wie Du ein erfolgreiches Online Business aufbaust in 14 Tagen - selbst als völliger Anfänger ganz ohne Vorwissen!</strong></p><p>Wichtige Info: Als Gründungsmitglied dieses&nbsp;Kurses bekommst Du laufend gratis Updates.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-01-21_23-02-38-bd973ae71407aef8876e0fa2a8ebcb6e/1/WebHD_720p.mp4?Expires=1638357506&Signature=eFAu4WjVz1A0J3z5NXul2nIEFfWsnNHeLK7LYmwZNFoeKh5Lr6FwAsms2S~w0E2xG2dCFhMeUY7hWUgI9QJzSumODWjv69fm0CqfPbznRosXXuV-0fZGqIt8yJe~vpSL-ybtH3Y99dSLmk5nr82w8UBLfMvUdmUrr9X1AB0GzwPjMaTO0wMu3xMeeS7eA3LXGpEyYGwm2luUGCf~7w87KpS5ZBrcY9T~xqzVshBgycozvKU5m6-eIydUF9b7hdkGRR2g3wvHIoLzinEYAoPOWvIny1muzcworovepNFqaN6rqucbhhX5Pto5kiZ8WadSUGk9heFpewiZbS651D7toA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2286771", "category": "Development", "sub_category": "Web Development", "title": "Learn ASP.NET MVC and Entity Framework (Database First)", "level": "All Levels", "author": "Trevoir Williams • 280,000+ Students", "duration": "6.5 hours", "rating": "4.2", "reviews": "387", "students": "72035", "coupon_code": "ASPNET_FREE_NOV_3", "preview_img": "https://img-b.udemycdn.com/course/750x422/2286771_db21_6.jpg?secure=1SaztiTnmbS9vBHzDz_RiQ%3D%3D%2C1638427710", "coupon_link": "https://www.udemy.com/course/learn-aspnet-mvc-and-entity-framework/?couponCode=ASPNET_FREE_NOV_3", "end_day": "2021-12-05 09:26:23+00:00", "headline": "Learn the fundamentals of ASP.NET MVC and Entity Framework by building a small but practical school management system.", "description": "<p><strong>Overview</strong></p><p>Using MVC, Entity Framework, and ASP.NET Scaffolding, we will go through building a small school management system while learning key concepts in ASP.NET&nbsp;MVC development. This course will show you how to leverage MVC's Scaffolding features to quickly construct data driven html pages and how to write queries to the database using .NET's famed Entity Framework with C#. </p><p><strong>UPDATED CONTENT </strong></p><p>.NET Framework is nearing end of support from Microsoft. <strong>.NET 6 </strong>is the latest technology and learning it is made available to you through my course <strong>Complete ASP.NET Core and Entity Framework Development. </strong></p><p><strong>Why Learn .NET&nbsp;MVC</strong></p><p>Microsoft .NET is the platform that drives the business technology of many of the top corporations in the United States and many other countries. It is the predominant technology used to drive enterprise-scale business technology. Companies have chosen .NET because for its proven scalability, reliability, and support.</p><p>The .NET language of choice to learn is C#, as it is among the most widely used languages today. It’s a general purpose programming language that can handle almost any problem, from desktop to mobile to dynamic web applications. As such, there is a high demand across the world for .NET developers in a variety of industries, so that means that more jobs are available for candidates with a foundation built upon .NET technologies.</p><p><strong>About This Course</strong></p><p>In this course, you will also learn how to use Javascript, JQuery and JQueryUI and Ajax to develop dynamic and user friendly user interfaces. All interfaces will be keenly styled using the standard Bootstrap CSS Framework, which is used to maintain a standard look and feel across all pages. </p><p><strong>At the end of this course, you should be able to: </strong></p><ul><li><p>Build a fully data driven web application</p></li><li><p>Understand the MVC Folder Structure</p></li><li><p>Add Data models to your project using Entity Framework</p></li><li><p>Write basic LINQ queries</p></li><li><p>Understand how Models, Views and Controllers combine to facilitate a web application</p></li><li><p>Understand Razor Syntax in views </p></li><li><p>Understand C#&nbsp;Model Classes</p></li><li><p>Understand how to add views and actions to a controller</p></li><li><p>Use Bootstrap to insert JavaScript controls (sliders, etc), button and text styles and manipulate the overall layout</p></li><li><p>Upload a project to GitHub</p></li><li><p>Manage Packages in an MVC Project</p></li><li><p>User JQuery and tools to increase interactivity and animations on the interface.</p></li></ul><p><strong>Content and Overview</strong></p><p>To take this course, you will need to have some knowledge of Object Oriented Programming, if not C#. Even if you do not have much exposure to the .NET development stack, this course is very beginner friendly and chock full of development tips. </p><p>This course has over 6 hours of premium content, but smartly broken up to highlight a set of related activities based on each module in the application that is being built. We will also look at troubleshooting and debugging errors as we go along; implementing best practices; writing efficient logic and understanding why developers do things the way they do. Your knowledge will grow, step by step, throughout the course and you will be challenged to be the best you can be.</p><p>By the time you have finished the course you will have moved around in Visual Studio and examined logic and syntax errors so much, that it will be second nature for you when working in the .NET environment. This will put your new learned skills into practical use and <strong>impress your boss and coworkers</strong>.</p><p>The course is <strong>complete with working files hosted on GitHub, with the inclusion of some files to make it easier for you to replicate the code being demonstrated</strong>. You will be able to work alongside the author as you work through each lecture and will receive a verifiable certificate of completion upon finishing the course.</p><p>Clicking the <strong>Take This Course</strong> button could be the best step you could take towards quickly increasing your income and marketability! Also, remember that if you don't think the course is worth what you spent, you have a full 30 days to get a no questions asked refund!</p><p><br></p><p><strong>It's time to take action! </strong>This deal will not be available forever!</p><p><strong>See you in the course!</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2019-06-08_15-42-53-cfe2c26a6c211bc05aaa93e67606c7cf/WebHD_720p.mp4?Expires=1638357509&Signature=Dw-SMvskCpqpA7~js~gTNNW87rGJyWAyf4sYG5SsD16OkLuKA5YkUTuOhN3OwK1L~hmdNG1ZZbrk5dZKHJKC~Pld0YizsNpNinJDqaQ8j8fE36x4txN6StBdgnbQwz2jeaK~I-ZyxGLHp1RwFa5OJy4c1eyzmiAwNnVcPsdabjy82K40ZemULFBnU0XfuvZNTxh9HPJo9beEZ9iiqvtflJA1bJBjwbRs4OhD6-L8xq4djTSqRFuUg5qdVtzKovHnwvg0Vv7EGsNkxYiWZgyLl0dSOEpw7XoOsx7tR2RWApdCi5s4cXzAhMlGT5NOYmN9fCj90ZdeCsDu0lqAHKJo6Q__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4144042", "category": "Teaching & Academics", "sub_category": "Language Learning", "title": "Arabic Alphabet For Beginners", "level": "Beginner Level", "author": "Hassan Academy For Arabic Language Courses", "duration": "2 hours", "rating": "4.1", "reviews": "52", "students": "17660", "coupon_code": "ARABIC.ALPHABET", "preview_img": "https://img-c.udemycdn.com/course/750x422/4144042_eeb5_2.jpg", "coupon_link": "https://www.udemy.com/course/arabic-alphabet-for-beginners/?couponCode=ARABIC.ALPHABET", "end_day": "2021-12-02 13:25:19+00:00", "headline": "Arabic Language: Learn to Pronounce & Write Arabic Alphabet, and Read Arabic Words", "description": "<p>السلام عليكم</p><p><br></p><p>In this Course, we will learn <strong>Arabic Alphabet</strong> from Alef to Yaa</p><p><br></p><p>Firstly, we will take general view for all letters,</p><p>then, we will learn each letter in details :</p><p>How we Pronounce it ?&nbsp; &nbsp;&amp;&nbsp; &nbsp;How we write it ?</p><p>and some words with this letter, so we can read Arabic Words.</p><p><br></p><p>Finally, you will take a test, so you can evaluate yourself in Arabic after finishing this Course.</p><p><br></p><p><strong>By finishing this Course, you will be able to :</strong></p><ul><li><p>Pronounce Arabic Alphabet.</p></li><li><p>Write Arabic Alphabet.</p></li><li><p>Read Arabic Words.</p></li></ul><p><br></p><p><strong>This Course is for :</strong></p><ul><li><p>Arabic Learners.</p></li><li><p>Beginner Students who don't know any thing about Arabic Language.</p></li><li><p>Students who want to learn Arabic Alphabet.</p></li><li><p>Students who want to be able to read Arabic Words</p></li></ul><p><br></p><p><strong>Course Requirements :</strong></p><ul><li><p>Pen and Paper.</p></li><li><p>Focus.</p></li><li><p>Do the Homework after each Lesson.</p></li></ul><p><br></p><p>So let's get started..</p><p><br></p><p><br></p><p><br></p><p><br></p><p><strong>Who is Hassan Academy ?</strong></p><p>Native Arabic Speaker, With over 12+ years of experience in Arabic Language.</p><p>Hands-on experience creating development courses and activities modeled on goal attainment and student-centered instruction, delivering engaging lessons focused on the interests and needs of students. Knowledgeable of standard instruction principles, classroom management styles, and approaches to teaching Modern Standard Arabic to English speakers.</p><p>We will add value by helping you learning how to listen to Arabic and read Arabic with true pronunciation as fast as possible.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-24_18-56-54-b6818d3e061d45a3ef8b06e2d4069f30/1/WebHD_720p.mp4?Expires=1638357519&Signature=EIjMyq6eUFfOUVgmVLPLQlyLxNAtXN~GTQvReO8SL5p6Dl0bW~4n06y~XqxAkxsj9OS67OWNotPV-aNwG2Cys5Fde7G9rzD7RJ4bYjE5eyL5xw99Wskc-TTfg8EJQ2cDVAci6Lkl~DbP7ehbYG1q20cgk~SYKKpu833AVwepfUqo7Nd-4ZQaUWMiKtGZotpMCbOB7nQl2DlIw6-jROZiDDZNkzMyHm8UEd08KvsGGxf64Nzu4wVmfgTVPvK9IMA9R96JQYmozW7SNu18zJ9fKOUbllGs8xsSeybE0mI5hKBx2FCA7Y3SUEtZ2~6yAnQ66GkX60XKLE5xtKA7f3r6VA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "754112", "category": "Health & Fitness", "sub_category": "General Health", "title": "Healthy living with \"No Oil\" Recipes - Non Vegetarian", "level": "All Levels", "author": "Susmita Dutta", "duration": "2 hours", "rating": "4.4", "reviews": "69", "students": "17756", "coupon_code": "NOV2021FREE01", "preview_img": "https://img-c.udemycdn.com/course/750x422/754112_7441_2.jpg", "coupon_link": "https://www.udemy.com/course/no-oil-cooking-meat-recipes-no-cholesterol-fat-free-food/?couponCode=NOV2021FREE01", "end_day": "2021-12-05 23:19:27+00:00", "headline": "Better Health. Better Life. Better Cooking.", "description": "<p><strong>**Course Updated - Nov 2021**</strong></p><p>Life is all about compromises, right? </p><p>Well, if you think you can ignore your bad eating habits just because you exercise regularly, think again. Unfortunately, spending an hour of rigorous exercise in the gym for a greasy double cheeseburger or relying on a good metabolism to take the place of healthy eating habits completely misses the point of living a healthy lifestyle…</p><p><em> </em></p><p>Eating a healthy diet is far from simple, simply because we humans are very complex beings. We may have it in the back of our minds that we are eating to fuel our bodies, but we actually make the majority of our food choices based on their enjoyment factor. And that is the main reason why it has become so tough in today’s world to switch to a healthy eating habits because we are just not ready to give up on the taste factor and the happiness it brings with it.</p><p>Well… what if I tell you can still choose a healthy option? You just need to avoid one things, and that is “OIL”</p><p>Don’t worry, I am not telling you to eat bland food or make your mind to switch to eating boiled food only.</p><p>In my course I have explained the magic techniques that is required to cook delicious no oil food. I have provided 9 recipes for you to start with and I will keep adding more recipes.</p><p>I would appreciate your participation in learning new techniques of no oil cooking and I will look forward to hear from you in the discussion section about what are you interested in learning more and I promise to create it for YOU.</p><p>My mission is to create a community of healthy eating people who doesn’t follow a crash diet to achieve result rather make lifestyle change to create a HEALTHY YOU</p>", "preview_video": "https://mp4-c.udemycdn.com/2016-02-22_18-13-56-af9360b568f56f44a9a0ade4b93cab09/WebHD_1080.mp4?Expires=1638357524&Signature=ZVHFDjclJhmxJ~KSTLHgLsZM19chxuWk51p8lC9DOhkEu7qb1qWSMMYw6Hpj8ZQCK69EUFZxMY3KQQfgv23um2r42i1T5Onsswf1rJwpE-P~48MrE8-x2n2V5mehEKiPpcwvjm9TRmj3Zoq0JgwzTlSqjy5DmTgu2jwwOtR17n0~iG~pD4jcKuPn4ACaMwExHIp4XTX7E3tTwzWTHsaRF2GCRG7K48FHvv6PDtBEUF576gbnDZxwufFZGqWzQM4gGl9el27my3qsSKdGArRTwFsaxY1q4D5eq7nbocR-YjOjPmL5OLxqhpLh7sCReJ6lmKBa6kUs1gY2-Y5DI8A6Tg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3655198", "category": "Office Productivity", "sub_category": "Other Office Productivity", "title": "Quantity Surveying With Rate Analysis And Take Off-Beginners", "level": "Beginner Level", "author": "Akhil Krishna", "duration": "1 hour", "rating": "4.1", "reviews": "208", "students": "29568", "coupon_code": "QSBEGINNOW", "preview_img": "https://img-b.udemycdn.com/course/750x422/3655198_d5b6.jpg?secure=nsAnQYjbeD2xedIOcxduvg%3D%3D%2C1638427734", "coupon_link": "https://www.udemy.com/course/quantity-surveying-with-rate-analysis-and-take-off-beginners/?couponCode=QSBEGINNOW", "end_day": "2021-12-05 17:13:10+00:00", "headline": "Quantity Surveying, Quantity Takeoff, Estimation, Rate Analysis, Blubeam Revu, Planswift, Costing, Construction Drawings", "description": "<p>This course will help you to understand the roles and responsibilities of a Quantity Surveyor, the skills and educational qualifications required to start a career in Quantity Surveying, the basics of rate analysis and the required knowledge to take off quantities from construction drawings using two globally used software’s Bluebeam Revu and Planswift.</p><p><br></p><p>By the end of this course you will gain knowledge regarding the different element to be included while pricing your construction project.</p><p><br></p><p>Need to save time and quickly take off all your quantities from drawings?</p><p>Bluebeam Revu and Planswift makes this easy. Learn how to count, take linear measurements, area measurements and volume measurements using both these software’s.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-11-24_12-38-50-3d4a9ea59cc2ef28d94ee4fa3aedbf02/1/WebHD_720p.mp4?Expires=1638357534&Signature=h7a1Wb~FltaIA~66xVfhtjHdxBiTPR~A5EeiCy0JIoUxEMx71vb-7HLt4RwnFSSP0K3-gBB~UuRg39wkbWBozmjLDrbp6n9kTcrn~na1VzClrw85IVUBilodkeaZrbrYcn~m5zZ9wgZq5ymyI2aVMleR7~uCo98Bs2wEv045WmDPQo2IIavdIl-hL~8mUf-PulMbVKu1N8dYbDfh02roAk6lpIOCMal9WVZI-8uCCdeFEisMJ~gN6zC3bMBkIU6B6YBWIiN4jRvZsPdgMdfRN1WgIg7DtV~-HvdfdYB5AxalsTadCNrmG0STXy73noxGbbmXDgf6jmhm4ssJtTPQUg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3684468", "category": "IT & Software", "sub_category": "Operating Systems & Servers", "title": "Linux Command Line Terminal Basic for Beginners (In Hindi)", "level": "Beginner Level", "author": "Jaikishan Mohanty", "duration": "4 hours", "rating": "4.5", "reviews": "362", "students": "40776", "coupon_code": "MONTH_LAST", "preview_img": "https://img-c.udemycdn.com/course/750x422/3684468_5e32_3.jpg", "coupon_link": "https://www.udemy.com/course/linux-command-line-terminal-basic-for-beginner-in-hindi/?couponCode=MONTH_LAST", "end_day": "2021-12-05 14:06:47+00:00", "headline": "This is an introductory course to the Linux command line & Learn from the Scratch (In Hindi) - Created in 2021", "description": "<p><strong><em>Become an effective Linux user and advance your Career. Learning the Linux Command Line will take you FAR!</em></strong></p><p><br></p><p>Learn to appreciate the power of the<strong> Linux command line.</strong></p><p><br></p><p>Understand the <strong>structure </strong>of the Linux File System.</p><p><br></p><p>Learn how to <strong>navigate your Linux File System</strong> using few simple commands!</p><p><br></p><p>Learn how to <strong>create, modify</strong>, and <strong>process </strong>files.</p><p><br></p><p><em>This course is aimed at </em><strong><em>IT professionals</em></strong><em> or </em><strong><em>people </em></strong><em>who wish to become familiar with Linux. And it's meant to give viewers the information they need to know to get started with the command-line and how to manage Linux with its help.</em></p><p><br></p><p><em>The goal is to provide coverage of basic tasks including topics like --</em></p><ul><li><p>The Terminal open shortcuts</p></li><li><p>Navigating the file system</p></li><li><p>cd command different use</p></li><li><p>How to display current working directory</p></li><li><p>How to list files and directory</p></li><li><p>How to change directory</p></li><li><p>How to create a directory</p></li><li><p>How to create a file</p></li><li><p>How to copy a file</p></li><li><p>How to move a file</p></li><li><p>How to delete a file</p><p><br></p><p><strong>Much much more....!!</strong><br></p><p><strong><em>Let's explore the Linux command with us..</em></strong></p></li></ul><p> # This is an introductory course for Linux Command Line and Learn from Scratch in Hindi</p><p><br></p><p>This is my first course in <strong>UDEMY </strong>platform, share your feedback on what you think after learning Linux from my course.</p><p><br></p><p>Start learning now, <strong>Hit the Enroll Button!</strong></p><p>Wish you all the best.</p><p>Keep Learning.</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-05-30_15-30-41-805442aba88980784832363f16b4e5f8/1/WebHD_720p.mp4?secure=E74X_fyz0EBAqp6BiguNrg%3D%3D%2C1638357555"}, {"course_id": "1355526", "category": "Design", "sub_category": "User Experience Design", "title": "Ultimate Guide to Product Design: Design Thinking Approach", "level": "All Levels", "author": "Susmita Dutta", "duration": "2 hours", "rating": "4.5", "reviews": "281", "students": "26637", "coupon_code": "NOV2021FREE001", "preview_img": "https://img-c.udemycdn.com/course/750x422/1355526_c6db_2.jpg", "coupon_link": "https://www.udemy.com/course/design-engaging-products-using-design-thinking/?couponCode=NOV2021FREE001", "end_day": "2021-12-04 22:43:45+00:00", "headline": "Uncover the secrets of successful products for outstanding user experience. Design your unique product that users love!", "description": "<p><strong>**Course Updated - Nov 2021**</strong></p><p>World finally understands the essential role of design. Products look better than ever, interfaces feel intuitive, and companies are hiring designers at an increasing rate. But, the designer’s role has been changing over last few years. It’s no longer enough to iterate and understand your user, instead in today’s world, designers should be able to do both – identify problems and build solutions, which will increase their worth by at least 10 times for any company. When you can do both, you can do things that no one else can do and you will be a unique asset in your company.</p><p>There’s a shift under way in large organizations, one that puts design much closer to the center of the enterprise. But the shift isn’t about aesthetics. It’s about applying the principles of design for better user experience. This new approach is in large part a response to the increasing complexity of modern technology and modern business.&nbsp;\n\n</p><p>Most people don't think about how poorly designed everyday interactions are until they learn the principles of good design and user experience, many of which are not intuitive. You don't need to be born thinking about this stuff in order to become a successful designer, it's a skill that can be developed like anything else. Passion often follows from knowledge and expertise.\n\n&nbsp; </p><p>In this course, I have explained the entire design process which when integrated into your product can create an amazing user experience. You will also learn to approach a problem in a systematic manner. Working in a series is the most important stage of the design process. The ability to experiment, to value and learn from mistakes, and build on the experience achieved is the hallmark of a the truly successful and creative individual, whatever the field. \n\n&nbsp; So, what are you waiting for?? Get Enrolled and start your journey today… Happy learning my dear friends. See you in the course</p>", "preview_video": "https://mp4-c.udemycdn.com/2017-11-15_01-10-17-efe7530653e94df1faa10a70604487ec/WebHD_720p.mp4?Expires=1638357564&Signature=IVqKSY1RLpQU0A8LcM5OH4jh6z005oRG4VhtF~RBmzlMYzqSqnMZUTuCR0nG5FArC~yChGxO3ceXqFcBTdEk0hvyUq4Khp2zTawBWYNpRhb-oYj~K-hzF33-SqaphRiq9xR2NXvhYrRDh93HfrAXH7Y5d0fhuWa5ffJ5yT83rfbMICKoGT2rw0~JU58bfxcyn5CSqoDNMkTSr3NDAeSKkgDCqAYe-rEU6S59g3wA1Ks7lT-PXi8utMJvNo80v8ZQ84k~Gha7U2ZFkJRYBovQGk-s-qImHMCrVjqg3ZPlv3CSDXOqBECTXbE5CXOUFWJSxccNgZXGQnHrlonK5vz5UQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2581606", "category": "Teaching & Academics", "sub_category": "Test Prep", "title": "Test de Citoyenneté du Canada : 210 questions", "level": "Beginner Level", "author": "Carolyn Collet", "duration": "", "rating": "5.0", "reviews": "2", "students": "563", "coupon_code": "0D3FDB852CAA2702531E", "preview_img": "https://img-c.udemycdn.com/course/750x422/2581606_7364_3.jpg", "coupon_link": "https://www.udemy.com/course/test-de-citoyennete-du-canada-210-questions/?couponCode=0D3FDB852CAA2702531E", "end_day": "2021-12-05 01:25:25+00:00", "headline": "Préparation au test de citoyenneté du Canada", "description": "<p>Ce cours comporte tout ce qu'il faut pour réussir l'examen de citoyenneté canadienne</p><p>Chaque exercice simule l'examen de la citoyenneté. Vous devrez répondre à des questions sur les droits et les responsabilités des Canadiens et sur les aspects suivants du Canada :</p><ul><li><p>son histoire</p></li><li><p>sa géographie</p></li><li><p>son économie</p></li><li><p>son gouvernement</p></li><li><p>ses lois</p></li><li><p>ses symboles</p></li></ul><p>Les questions de ces tests sont fondées sur le guide d’étude officiel pour l’examen de citoyenneté : Découvrir le Canada – Les droits et responsabilités liés à la citoyenneté.</p><p><br></p><ul><li><p>Vous pouvez interrompre le test à tout moment et reprendre plus tard.</p></li><li><p>Vous pouvez repasser le test autant de fois que vous le souhaitez.</p></li><li><p>La barre de progression en haut de l'écran affiche votre progression ainsi que le temps restant pour terminer le test. Si vous manquez de temps, pas de panique : vous pourrez quand même terminer le test.</p></li><li><p>Vous pouvez passer une question et y revenir à la fin de l'examen.</p></li><li><p>Vous pouvez également utiliser l'option « Marquer pour vérification » pour revenir aux questions dont vous n'êtes pas certain de connaître la réponse avant d'envoyer votre test.</p></li><li><p>Vous pouvez terminer le test et voir vos résultats immédiatement à l'aide du bouton Arrêter.</p></li></ul>", "preview_video": ""}, {"course_id": "2936518", "category": "Teaching & Academics", "sub_category": "Social Science", "title": "Formación Ciudadana y Derechos del Niño", "level": "Beginner Level", "author": "Marbella Yeniree Moya Ochoa", "duration": "2 horas", "rating": "4.3", "reviews": "16", "students": "3477", "coupon_code": "754A57F92DEC373A2CD5", "preview_img": "https://img-c.udemycdn.com/course/750x422/2936518_1071_4.jpg", "coupon_link": "https://www.udemy.com/course/formacion-ciudadana-y-derechos-del-nino/?couponCode=754A57F92DEC373A2CD5", "end_day": "2021-12-02 18:51:50+00:00", "headline": "Derechos humanos desde la infancia", "description": "<p>La formación ciudadana es una necesidad de la educación en el mundo. Este concepto tiene diversas definiciones. Muchos de ellos son limitados ya que solo ven un ángulo del ciudadano. La formación ciudadana abarca todo el sistema de relaciones del individuo, donde tiene importancia el espacio social y las habilidades que debe desarrollar para su relación con los otros; igualmente es de destacar que en la actualidad no puede haber formación integral sin que se realice una formación ciudadana. El presente curso estudiará las nuevas dimensiones de la formación ciudadana en cuanto a los valores comunes a la sociedad para el resguardo y defensa de los derechos del niño.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-04-30_02-53-14-9a94dfe249351dc9a69dd32136eb27cc/WebHD_720p.mp4?Expires=1638357597&Signature=JBk5zAbfnfFqUpMvIeekAJCU83FBpO7kQRKdhDQG7drWd5ZQE3Z0UzWFKJ-JO~Zcax4eSvgevJorSaHuOVw2SfyWpqvSUZoYu4GszFd2WySUNicvB0r96NIUNu7are399OuAPF8ODRdOxGLMpO5MPlq8-QUGfvF~T0NWivPmHTymGgUw8yi7srC2krm2ezPjUiIyXM9q9ECheBBQhK~fACS28zgPFA1Zb9irlz2tWDAzr46~nTOx3m~8w586gk7iLAF0-8Pt3XG6HFX2QdDvtp~FJr7MMJg5aioxCVn30HWRNvhe7DxXXxQW-pXWvYGkV5hpdyVQ-dGNDgNBUQ8ZQw__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4321230", "category": "Marketing", "sub_category": "Video & Mobile Marketing", "title": "YouTube Thumbnail Masterclass / Ultimate Guide to Thumbnails", "level": "All Levels", "author": "Nick Nyxson", "duration": "1 hour", "rating": "4.3", "reviews": "74", "students": "17375", "coupon_code": "2D6871D6492F8953A793", "preview_img": "https://img-b.udemycdn.com/course/750x422/4321230_70a0.jpg?secure=4n-0kRMp9DVDS6CmVSedKA%3D%3D%2C1638427820", "coupon_link": "https://www.udemy.com/course/youtube-thumbnails-masterclass/?couponCode=2D6871D6492F8953A793", "end_day": "2021-12-05 17:12:23+00:00", "headline": "Learn how to make a YouTube thumbnail and master the art of creating great thumbnails for your videos.", "description": "<p>It's not a secret to anyone anymore. YouTube Thumbnails matter. A lot. It's the first thing people see when browsing YouTube and it's what will make them click on your video to watch it or not. It can mean the difference between a million views and no views.&nbsp;</p><p>YouTube thumbnails are often the most influential factor in determining whether or not viewers will watch your video. This is because it's the first thing they see when browsing YouTube and is what will make them click on it to watch or not.</p><p>Creating an attractive YouTube thumbnail is one of the most important things to get right when uploading a video.&nbsp;</p><p>You can't get your video watched without a great thumbnail. Thumbnail size, shape, color, and location all affect your video's click-through rate.</p><p>A bad thumbnail can reduce your views by more than half. That's why YouTube Thumbnail Masterclass is designed to show you how to create attractive thumbnails that will help your video stand out on YouTube.</p><p>Make sure your thumbnails stand out from the crowd with this online course where I will teach you how to create an amazing YouTube Thumbnails.&nbsp;</p><p>And that's where this course comes in.</p><p>You will learn how to create an amazing YouTube Thumbnails in this course. I will teach you all the tricks and techniques you need to know about how to make a thumbnail stand out from the crowd. You will also learn how to create your own thumbnail styles and use different software as well as other digital graphics tools for editing images.</p><p>You know those amazing thumbnails that stand out and grab your attention? I will show you how to create your own and make them the best they can be. Whether you're creating a thumbnail for a video, logo or infographic, these techniques will help you stand out from the crowd.</p><p>Whether you are just a beginner or an expert, this course will teach you how to use Affinity Photo, its tools and other free software to create a custom thumbnail for YouTube video.</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-09-27_06-09-05-e06a88d50bd0d6f618ef2a1896717ece/2/WebHD_720p.mp4?secure=1dCHpUek5GETtFsrhJSE4A%3D%3D%2C1638357620"}, {"course_id": "4072684", "category": "Business", "sub_category": "Entrepreneurship", "title": "How To Successfully Set Up A Community Interest Company -CIC", "level": "Beginner Level", "author": "Boomy Tokan", "duration": "2 hours", "rating": "3.8", "reviews": "13", "students": "9244", "coupon_code": "36948A3D3D8AC879141A", "preview_img": "https://img-c.udemycdn.com/course/750x422/4072684_d131_2.jpg", "coupon_link": "https://www.udemy.com/course/how-to-successfully-set-up-a-community-interest-company-cic/?couponCode=36948A3D3D8AC879141A", "end_day": "2021-12-04 12:31:04+00:00", "headline": "Follow the Step by Step System and confidently set up your own Limited Liability CIC for your Social Enterprise", "description": "<p><strong>Get the step-by-step process of setting up a CIC. Watch me setting up a CIC from scratch and gain the understanding to do the same.</strong></p><p><strong>About this event</strong></p><p><strong>What You Will Get:</strong></p><ul><li><p><strong>Ability to register your CIC yourself.</strong></p></li><li><p><strong>How to compose the “Community Interest Test”</strong></p></li><li><p><strong>Complete the CIC36 Form</strong></p></li><li><p><strong>Complete and tweak the Articles of Association Template</strong></p></li><li><p><strong>Understand the 7 major types of CIC’s</strong></p></li><li><p><strong>Know which is the appropriate one for you</strong></p></li><li><p><strong>Which registration forms to complete</strong></p></li><li><p><strong>How to complete it fast</strong></p></li><li><p><strong>Understand how the CIC differs from other structure</strong></p></li><li><p><strong>And much more!</strong></p></li></ul><p>If you feel your enterprise would benefit from<strong> this workshop </strong>then register your place on our informative webinar -<strong> limited places available.</strong></p><p><strong>Webinar Speaker</strong></p><p><strong>Boomy Tokan: Grant Consultant</strong></p><p><strong>He is currently studying for an MA in Social Entrepreneurship at Goldsmiths University and runs the Social Enterprise Network in Thurrock. He has over 20 years of business experience and is an author of 4 business books.</strong></p><p>Over the years Boomy has helped many organizations set up their business structures including charitable organizations.</p><p>This workshop is a gift. Generally speaking, setting up a CIC will usually cost between £300 - £700. So take advantage and sign up immediately. Limited FREE Spaces</p><p>His organization works with new and established Social Enterprises and Charitable Organisations within the Social Economy.</p><p>Since the inception of the company Boomy has created Business Plans, Business Models, and help many of his clients access the much need funding.</p><p>\"We are passionate about empowering Social Enterprises to have a deeper and larger impact in the communities they serve whilst remaining sustainable and resilient over the long haul\" - Boomy Tokan</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-06-01_01-34-44-7185d8b9a7ab93d4ecda84c0c8456ae7/1/WebHD_720p.mp4?secure=x-nxFbtP2SNo9od2qWO2zg%3D%3D%2C1638357627"}, {"course_id": "4065970", "category": "Teaching & Academics", "sub_category": "Language Learning", "title": "English Speaking in Hindi- English Communication skills 2022", "level": "All Levels", "author": "Kritika Tripathi", "duration": "7 hours", "rating": "4.4", "reviews": "59", "students": "7360", "coupon_code": "901760558E6EF44E3B5B", "preview_img": "https://img-c.udemycdn.com/course/750x422/4065970_b8d5_7.jpg", "coupon_link": "https://www.udemy.com/course/english-speaking-course-beginner-advance-hindi-to-english/?couponCode=901760558E6EF44E3B5B", "end_day": "2021-12-05 07:59:12+00:00", "headline": "Learn English Speaking, English to Hindi Vocabulary, Learn English Writing, Interview & presentation & free Storytelling", "description": "<p>Interactive learning English speaking course on <strong>Udemy</strong> is the package of - </p><p><strong><em>English Speaking</em> + <em>Communication Skills</em> + <em>Storytelling</em>.</strong></p><p>It is Masterclass for Beginners to Advanced level, Learn English Grammar, Vocabulary &amp; Storytelling &amp; Interview preparation &amp; presentation Skills in one course.</p><p>This course is in the Hindi language. (यह कोर्स हिंदी भाषा&nbsp; में है | )</p><p><strong>A comprehensive course that focused on English speaking skills. </strong>It is specifically designed to help you build all the necessary skills for real-life day-to-day English conversations. </p><p><strong>English grammar </strong>is simplified at a level that<strong> any age group person can </strong>easily understand<strong> </strong>the concept and start using it in communication. </p><p><strong>How to practice section in each topic helps </strong>you to discover your way of learning and exploring. </p><p>Covered<strong> all models </strong>which are widely used in speaking. </p><p>Covered<strong> all English structure </strong>which is needed in daily life.</p><p><strong>Vocabulary the Word Power </strong>with more than 500 words are still selective words that are required to speak in our daily routine conversation.</p><p><strong>A powerful <em>Practice framework</em> helps you to learn quickly with a lot of fun which maintains your motivation level &amp; boosts your confidence in speaking. Whether you are alone or with the group, you will learn how to practice in both cases. </strong></p><p><br></p><p><strong>Communication Skills Section covers the following:</strong></p><ul><li><p><strong>The personal style of a communicator.</strong></p></li><li><p><strong>Communication psychology</strong></p></li><li><p><strong>That way you can adapt to communicate in your style.</strong></p></li></ul><p><br></p><p><strong>It is an exclusive course that is covering <em>Storytelling</em> in Hindi to English, </strong>provides various methods to understand the concept and apply it in your personal and professional life. </p><p><br></p><p>Downloadable material in pdf format. </p><ul><li><p>Check the course curriculum for the specific content of this course. </p></li></ul><p>Every lesson has dozens of useful <strong>English Grammar</strong> examples, video lectures, guided practice, real-life English conversations to help you <strong>learn English.</strong></p><p>Learn from an <strong>experienced teacher</strong> who has more than 10 years of experience and worked in Big corporate companies like Mastercard. A well-known person in the toastmaster club.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-04_06-32-38-724d0e8ea8b5cfe7bc1688de85058a14/1/WebHD_720p.mp4?Expires=1638357642&Signature=N9em-aO-3aklBYxT8S3W9w0YjANZizu1-ByXFtJKn0yrc4eXkXBAbcdEvcxkxmJkZ3ylzFd728UxFzGRJJjWyamLhYFhtAlFqVKA4D~do0kCrHGB60nClHmtXv9Ao4nkFVqr7hPLBKXT0tY7Hd23r6Hmpb9Wn-lyYQXAPcL4IQ1JRF2uq96zO5ma2gjaFvcpLwCxcnOtjr84olry9MEJcy8i9AwSAPFijecq9wIOPIVTbhCukBaQ5sJ2H8AOLdJXeCGKG5ddoURz64laZIt3oKs8mZ8YwjEAM~TJy1jR9Y0XFB0NoloMmDZjhw8nKzneUZV5oP3XlLWfsMOBx2XfHg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4236300", "category": "Teaching & Academics", "sub_category": "Other Teaching & Academics", "title": "Book of 1 Thessalonians Bible Study & 5 Insightful Lessons", "level": "Beginner Level", "author": "Boomy Tokan", "duration": "1.5 hours", "rating": "0.0", "reviews": "0", "students": "1349", "coupon_code": "E87D390F80E3714BAC65", "preview_img": "https://img-c.udemycdn.com/course/750x422/4236300_33d4.jpg", "coupon_link": "https://www.udemy.com/course/book-of-1-thessalonians-bible-study-5-insightful-lessons/?couponCode=E87D390F80E3714BAC65", "end_day": "2021-12-05 17:32:40+00:00", "headline": "In this thought provoking letter you get a sneak preview into Paul's heart as a father & a teacher of end time events!", "description": "<p><strong>Why did Paul write the letter to the Thessalonians?</strong></p><p>To ensure they remained in faith because he was unable to visit them, therefore, he had to send Timothy. He also wrote the letter to the Thessalonians to encourage them in faith so that they will not be unsettled by Paul’s trials (1 Thessalonians 2v17-3v3). He also wrote the letter to silence those who felt he took advantage of the people of Thessalonica. (1 Thessalonians 2v1-6).</p><p><strong>What is the main message of 1 Thessalonians?</strong></p><p>Faith, Love, and Hope in the face of affliction (1 Thessalonians 1v3). He also used the latter to encourage them to live according to God’s will and the decisions reached in Jerusalem by the Apostles (1 Thessalonians 4v1-12). Finally, it was an opportunity to encourage them about the end times and life after death (1 Thessalonians 4v13-18). <br></p><p><strong>Who is the audience of 1 Thessalonians?</strong></p><p>The audience is the members of the Church at Thessalonica and also to us as believers in the Lord Jesus Christ (1 Thessalonians 1v1 &amp; 5v27).<br></p><p><strong>Who persecuted the church at Thessalonica?</strong></p><p>Their own countrymen, the Jews that resided in the city, and those that specifically came from other regions to dilute the work of spreading the Gospel that was embarked upon by Paul (1 Thessalonians 2v14-16).</p><p><br><strong>What is the context of 1 Thessalonians 4?</strong></p><p>The Context was in relation to the questions the Thessalonians asked about the end times (Life after death) as well as the decision reached by the Council in Jerusalem (1 Thessalonians 4v1-18).</p><p><br></p><p><strong>Recent Review from a previous course:</strong></p><p><strong><em># \"Wonderful teaching, clear and easy to understand very interesting\" -</em></strong> Wilma Brown</p><p><strong><em># \"I took this course over a year ago and I come back to it now and again for a refresher. What is taught is clear and in little pieces, so we can understand the meaning of the scripture. But, as I said he is a good place to return to whenever you need a lift, clarification, or just closeness to the Lord.\" - </em>Andrea Philpotts<em> </em></strong></p><p><strong><em># \"I have I have had great Enlightenment with this course\" - </em>Edward Max Mosher</strong></p><p><strong><em># \"I have heard our instructor before and he is excellent.\" - </em>Florence Taber-Brown</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-08-26_15-38-11-8eacf130c89d1a5b89fb577d01f865b3/2/WebHD_720p.mp4?Expires=1638357650&Signature=X0hINjca0ZanMYhu3zP-KoV5XGLNSIP8Dvhx79yPjc4N-bMeFrVX46xcy8SMA8ObDiVUrEbOznShMtGHbZ2R1QHj4zSB17G7Zl8gez8hRf7V-XbdxQzv4amQarA9dC294v6J63UDdKM-Ye-d59Th43132IcwgHMt~d54kS-soJYpC8Nyu7Xi57c5xoxMGB68G2enh~Pd8pDCZIhgJSv9QgiLru2mhDF9N-hwMD4nm~AjxdpkBnx7ugqiC9jBVnh4V02Y2X-XVrGl~YCWgzYjxs-iVdzv0Pr7bRTZlVpm2AMMsFmfPLXFumt5LryHMeRhMG2fS1q9XxqtX8tUFGjIdg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3664716", "category": "Office Productivity", "sub_category": "Microsoft", "title": "ICDL Course | MS OFFICE Essential training | 4 Course Bundle", "level": "All Levels", "author": "Mamdouh Gouda", "duration": "6 hours", "rating": "4.7", "reviews": "31", "students": "1931", "coupon_code": "FREE-ICDL-NOV21-2", "preview_img": "https://img-c.udemycdn.com/course/750x422/3664716_7307.jpg", "coupon_link": "https://www.udemy.com/course/icdl-course-mig/?couponCode=FREE-ICDL-NOV21-2", "end_day": "2021-12-05 13:43:08+00:00", "headline": "ICDL Arabia, The International Computer Driving License | الرخصة الدولية لقيادة الحاسوب شرح برامج الاوفيس", "description": "<p dir=\"rtl\">هذا الكورس يشرح بالتفصيل برامج الافيس والتي لا غني عنها في والظائف الفنية والادارية بشكل خاص والعمل بشكل عام</p><p dir=\"rtl\">وذالك بالطرق الحديثه والعملية وذالك باستخدام التاسكات والتمارين الحقيقية خلال هذه الدورة علي جمية البرامج.</p><p dir=\"rtl\">وسنتناول شرح جميع البرامج بداية من الاساسيات وشرح واجهة كل برنامج علي حده مروراً بالمهارات ووصولاً الي الادوات والتقنيات المتقدمة</p><p dir=\"rtl\">1- برنامج الورد</p><p dir=\"rtl\">2- برنامج الاكسل</p><p dir=\"rtl\">3- برنامج الزوم للمحاضرات الاونلاين</p><p dir=\"rtl\">4- برنامج الباوربوينت</p><p dir=\"rtl\">والشرح علي نسخة اوفيس 2016 و 2019 والنسخة المدفوعة 365.</p><p dir=\"rtl\"><br></p><p dir=\"rtl\"><strong>المساقات التدريبية</strong></p><p dir=\"rtl\"><strong>أساسيات الحاسوب</strong></p><p dir=\"rtl\">* - سجّل في الدورة لتحترف أساسيات الحاسوب وتدرك أساسيات تكنولوجيا المعلومات وشبكة الإنترنت ، </p><p dir=\"rtl\">والذي يعتبر الجزء الأول من شهادة ICDL-Base</p><p dir=\"rtl\">*- <strong>أساسيات الإنترنت والمراسلات</strong></p><p dir=\"rtl\">تعلّم أساسيات الإنترنت والمراسلات في هذا التدريب والذي سيساعدك على فهم العديد من المصطلحات المتعلقة في المجال إلى جانب كيفية إجراء العمليات</p><p dir=\"rtl\">*- <strong>معالج النصوص Word</strong></p><p dir=\"rtl\">معالجة النصوص والتعامل معها من متطلبات أي مستخدم للحاسوب، تعلم مع هذه الدورة أساسيات معالجة النصوص والتي تعد جزءاً أساسياً من سلسلة امتحانات ICDL</p><p dir=\"rtl\">*- <strong>برنامج العروض التقديمية PowerPoint</strong></p><p dir=\"rtl\">صناعة شرائح العرض واعداد العروض التقديمية من متطلبات أي مستخدم للحاسوب، تعلم مع هذه الدورة أساسيات صناعة شرائح العرض والادوات الخاصه بها واعداد العروض التقديمية التفاعلية بكل احترافية والتي تعد جزءاً أساسياً من سلسلة امتحانات ICDL</p><p dir=\"rtl\">*- <strong>الجداول الالكترونية Excel</strong></p><p dir=\"rtl\">تعلّم أهم استخدامات برنامج Excel في هذه الدورة بعنوان الجداول الإلكترونية Excel التي تركّز على شرح أساسيات استخدام برنامج Excel للمبتدئين </p><p><br></p><p dir=\"rtl\"><strong>ستتعلم في هذا التخصص</strong></p><p dir=\"rtl\">1- المهارات الرئيسية والمفاهيم الأساسية المتعلقة بتكنولوجيا المعلومات والإتصالات، والكمبيوترات والأدوات والبرامج</p><p dir=\"rtl\">2- المفاهيم الأساسية الخاصة بإدارة الملفات وتنظيمها بفعالية</p><p dir=\"rtl\">3- المهارات الأساسية الضرورية لفهم المبادىء الرئيسية المتعلقة بتصفح الويب والأمن على الإنترنت، والاستخدام الفعال للإنترنت</p><p dir=\"rtl\">4- فهم حقوق الطباعة والنشر الأساسية ومسائل حماية البيانات والمجتمعات الافتراضية</p><p dir=\"rtl\">5- إرسال وتلقي رسائل البريد الإلكتروني والتحكم في الإعدادات الخاصة به وتنظيمها</p><p dir=\"rtl\">6- المهارات الأساسية لاستخدام برامج معالجة النصوص وضمان أفضل الممارسات لاستخدامها بشكل فعال</p><p dir=\"rtl\">7- المهارات الأساسية اللازمة لاستخدام جداول البيانات وضمان أفضل الممارسات لاستخدامها بشكل فعال</p><p><br></p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-12-01_18-08-26-8965c60478f3e7b7915b9b3e0dcdce2d/1/WebHD_720p.mp4?Expires=1638357660&Signature=hZc1Vi89ZlUyp2W0giweHo77fIw7mQViN93hkdwKWv1HzRQDuR5PpP98APWiWMQU3mixKKvsbjKSMg0EzW6Dw5VjSgfO~Qkx0BPQ6udf8uMJ068B6I3mcg2wV1PtxHmwptp4cRRfUOU4X161tOwe4jYhVBe7rFPKzQsIJ~sbOYuNF5kZuQRxs0RmupRD-RUYdtQnb~dBmbNPdCmM7kjgoMY1fcyzCo194vRHa~FgOCXVjVPrQpA06WVJ9SaInDjg0AQ4GfUdcvL4TTlizIb9KTAi2fe4sWfSYlILnwkYgSITgNvIDl4dTlMEZLF0eXuZL3Is8c7eSb~3ydSLwIPgjA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3799526", "category": "Marketing", "sub_category": "Content Marketing", "title": "Complete Guide to Tailwind - Master Pinterest with Tailwind", "level": "All Levels", "author": "Nick Nyxson", "duration": "3.5 hours", "rating": "4.7", "reviews": "98", "students": "46003", "coupon_code": "3E55ACE63483B2197590", "preview_img": "https://img-b.udemycdn.com/course/750x422/3799526_e209_2.jpg?secure=I7YYIAgAiqBGKFM2w2fIiA%3D%3D%2C1638427867", "coupon_link": "https://www.udemy.com/course/tailwind/?couponCode=3E55ACE63483B2197590", "end_day": "2021-12-05 03:26:45+00:00", "headline": "Pinterest Workflow Streamlining with The Power of Tailwind, Pinterest Management Tool", "description": "<p>Welcome to <strong>Complete Guide to Tailwind - Master Pinterest with Tailwind!</strong></p><p>The only course you will need to start with Tailwind, one of the best Pinterest Management Tools on the market (if not the best).</p><p>Tailwind is the service that will help you to manage practically all aspects of Pinterest and most importantly it allows you to create Pinterest Pins (Right from the browser), Schedule your pins and manage them, all from one convenient spot.</p><p>Here you will learn everything you need to know about Tailwind, including but not limited to:</p><ul><li><p><strong>Basics &amp; Interface of Tailwind;</strong></p></li><li><p><strong>Tools of Tailwind;</strong></p></li><li><p><strong>Creating Pin Schedules;</strong></p></li><li><p><strong>Scheduling Pins Directly From Tailwind;</strong></p></li><li><p><strong>Joining, Creating and Interacting with Tailwind Communities;</strong></p></li><li><p><strong>Creation of Pins Directly Within Tailwind;</strong></p></li><li><p><strong>Reading and Analyzing Pin and Board Analytics;</strong></p></li><li><p><strong>Practical tips &amp; Tricks</strong></p></li><li><p>&amp; Much More...</p></li></ul><p>Everything you will learn here will be based on My practice as a Tailwind user for 2 years now and I am going to teach you how I myself utilize Tailwind to achieve results on Pinterest as fast as possible.</p><p>Most importantly this course will continue and grow as time passes and all the upgrades will be available for FREE for every enrolled student.</p><p>And don't forget that Instructor is here for you. For any questions do not hesitate to ask.</p><p>Join me in this amazing journey and I hope to see you in class :)</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-01-28_04-01-49-c82a88d3fe69abf12f239c75bc969dc3/1/WebHD_720p.mp4?Expires=1638357667&Signature=RCpGPgkKntb2otwu114ny65TTGyfnNf0D2WJax4AKizAsRQ~tW1DGfdVK8LkW6-LSkGVwnlAQlK3mS-LHzligEiR2NbiaPcw6MW0mDW9GWXd5SxuHW5XKCcWEuBVrfrPN2Sp63kH12R627c~wrKQwUaxqcx5esdvrDXp5hHHkGxjtmOHrjFnaJIBSCCOlkJS7kVyClU7aNG-5FDQEOU3iBTb7~GuQslwWTlns8eiRH2Lg0BU1igytuB36OMahgzHd1JSCa9NnXBtIJ6t7wVi7-ElwjPMulQjRf0nsWUHqQSz45Sgv7n1thAcJZxDn7nkpo85ONZ8s98ifelaHsj-YA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3473250", "category": "Development", "sub_category": "Software Engineering", "title": "Introduction to Quantum Computing", "level": "Beginner Level", "author": "Yassin Marco", "duration": "2.5 hours", "rating": "4.1", "reviews": "354", "students": "81311", "coupon_code": "C6CD8DC4B9EC6FFA4021", "preview_img": "https://img-b.udemycdn.com/course/750x422/3473250_4782_2.jpg?secure=cC9ca3STYdY_ate8Ipe9tQ%3D%3D%2C1638427870", "coupon_link": "https://www.udemy.com/course/introduction-to-quantum-computing/?couponCode=C6CD8DC4B9EC6FFA4021", "end_day": "2021-12-06 00:21:24+00:00", "headline": "Master Quantum Computing and Understand all the Basics of Quantum Computing in just one course", "description": "<p>Understanding what quantum computing is is definitely not an easy task. Indeed, since this is a new science there is a few places where you can find a quality introduction course about this topic. Indeed, usually all the course are either to advanced or simply does not cover properly the topic of quantum computing. But, this course is designed to give you all the basic knowledge about the topic. If you :</p><p>- Are a student and want to learn about new technologies</p><p>- Are interested about this topic but don't know were to find good resources about it</p><p>- Want to know how to work with different tools used for quantum computing</p><p>- Simply curious about the topic and you want to learn more about it</p><p>Then this course is definitely for you and you will love it. Not only you will learn different theoretical concepts that are really useful in quantum computing but you will also use different tools to practice everything that you have learned. Finally, you will not only have an introduction to the topic but also to Microsoft Q the programming language used for quantum computing.</p><p><strong>The structure of the course</strong></p><p>The way this course is designed will help learn all the concepts that you need to be able to understand the basics of Quantum Computing. Indeed, you will at first learn all the basics of mathematics especially linear algebra. Once again, you will not become a specialist in this field but you will at least understand the basic concepts of it that can be useful for your understanding of quantum computing. Then, you will learn what exactly is an algorithm and what is the difference between a quantum algorithm and a classical mathematical algorithm. Also, we are going to cover different quantum algorithms that are also really popular in this field. Finally, you will have an introduction to Microsoft Q. In my opinion this is pretty important to learn because this is the programming language that is used to perform different quantum calculations as well as testing or running different quantum apps. </p><p>Also, it's really important to understand that I created this course on the Principe of learning by practice. This is why even if this course is mostly theoretical, I&nbsp;tried to implement as much practice as possible. This way, when you will have completed this course you will not only be able to understand the basics of what is quantum computing but you will also be able to write basic lines of code and have a basic understanding of different quantum algorithms.</p><p><strong>For who is this course designed</strong></p><p>This course is created for beginners who have no prior knowledge of what is quantum computing and are interested by the topic. Indeed, you don't need to be an expert in any field to take this course, everything that is presented in this course is done very simply to help you understand from scratch everything you need to know about this topic. You will be introduced to different quantum algorithms as well as different mathematical notions that will allow to understand a bit more about this topic. So, if you are a student that wishes to learn more about this topic for educational or professional purposes you will definitely enjoy this course. Also, if you are just someone that find this topic interesting and you want to have a basic introduction to it well this course has everything you need. Not only you will understand Quantum computing in a theoretical way but you will also learn to use it in a more practical way.</p><p><strong>Why should I take this course</strong></p><p>The main reason is that you will be able to understand what exactly is quantum computing and all the concepts linked to it. In other words, you will learn different concepts as well different element that are pretty useful in quantum computing if you want to get more advanced in this field. Also, the course is well structured and made simple this means that you don't necessary need advanced knowledge in many fields to understand it. So, if you are passionate about quantum computing and want to learn more don't wait anymore and join the course. </p><p><strong>There is no risk involved in taking this course</strong></p><p>This course comes with a 100% satisfaction guarantee, this means that if your are not happy with what you have learned, you have <strong>30 days </strong>​to get a complete refund with no questions asked. Also, if there is any concept that you find complicated or you are just not able to understand, you can directly contact me and it will be my pleasure to support you in your learning.</p><p>This means that you can either learn amazing skills that can be very useful in your professional or everyday life or you can simply try the course and if you don't like it for any reason ask for a refund.</p><p><strong>You can't lose with this type of offer !!</strong></p><p><br></p><p><strong>ENROLL NOW and start learning today :)</strong></p>", "preview_video": "https://mp4-b.udemycdn.com/2020-09-27_17-05-57-f0144809dff84bdc88ee2ba332094ae3/1/WebHD_720p.mp4?secure=L-V440j0d7SuykJ4KVMyxg%3D%3D%2C1638357670"}, {"course_id": "2582688", "category": "Development", "sub_category": "Software Development Tools", "title": "Opera Basics", "level": "Beginner Level", "author": "Learn Tech Plus", "duration": "34 min", "rating": "4.1", "reviews": "36", "students": "18126", "coupon_code": "TRY100FREE112105", "preview_img": "https://img-c.udemycdn.com/course/750x422/2582688_affd_3.jpg", "coupon_link": "https://www.udemy.com/course/learn-opera/?couponCode=TRY100FREE112105", "end_day": "2021-12-03 12:26:08+00:00", "headline": "Learn Everything you need to know about Opera Basics", "description": "<p>Have you always wanted to learn how to do use Opera but don’t know where to start?&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </p><p>Would you like to learn how to use Opera?&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p><p>Then Opera Basics is for you!&nbsp; </p><p>Hi, I’m your instructor Josh Werner and I’ll be leading you through this course.&nbsp; &nbsp; &nbsp;</p><p>Opera is an in-demand skill in 2021.&nbsp; </p><p>The course begins with the basics. We’ll Cover everything you need to know about Opera Basics from scratch.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </p><p>Next, you’ll learn all the fundamentals of Opera Basics.</p><p>This is great for students starting that need a refresher course on Opera.</p><p>There are no requirements necessary to enroll I only ask that you come open minded and ready to learn.</p><p>Thanks for checking out my course make sure you have fun when you learn!</p><p>Go ahead and feel free to check out the course contents.</p><p>Let's learn about Opera Basics!</p><p>Feel Free to look through the course description and checkout some of my preview videos.</p><p><br></p><p><strong>Here Is What You Will Learn:</strong></p><p><br></p><p><strong>01. Introduction</strong></p><p>\t01. Overview</p><p><strong>02. Opera</strong></p><p>\t02. Download &amp; Install</p><p>\t03. Key Features</p><p>\t04. Advanced Settings</p><p>\t05. Developer Tools</p><p><strong>03. Conclusion</strong></p><p>\t06. Summary</p><p> </p><p><strong>So what are you waiting for? I look forward to going through course with you I’ll see you inside!</strong></p><p><br></p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-01-27_08-55-23-029e9043671a8e08ac55851e3e1934e0/WebHD_720p.mp4?Expires=1638357680&Signature=I8q62pZXXSMUu~arPgjwhKUsRcXbXM0jdR4PN0vCENQA0SHR4WVyyxV8okGpS-3XW3a~NuBCyWh3fDUWno8CFoN1IOmnmlM9kj0KE8eHWMDJjcFD09fLUubwDLKt~crIqpInwYacYZXGfDofhxqshDDaH52Wql-ofr1vnciALZ5~XUjp7XOcXdMTn2VXxXe~BgMxTGOMQkbL7RayiYdiF2f3wjejg3u70sZYVb5hZjf8x4oHOJnWY9z9K3EWHl-5Gd-3Yxg~uL~O4tKU-DWnpn1qeLiv6vb0BfvuH71doPt8JfurLP7hJmP~gEsvROGDmbHWxmXlccgUieA3LWUWiA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3309274", "category": "IT & Software", "sub_category": "Operating Systems & Servers", "title": "Administración de Windows desde la Consola", "level": "All Levels", "author": "Jerson Antonio Martínez Moreno", "duration": "2.5 hours", "rating": "4.5", "reviews": "1352", "students": "65594", "coupon_code": "F06289BC3C1D2F8BDCFA", "preview_img": "https://img-c.udemycdn.com/course/750x422/3309274_bdc5_2.jpg", "coupon_link": "https://www.udemy.com/course/administracion-de-windows-desde-la-consola/?couponCode=F06289BC3C1D2F8BDCFA", "end_day": "2021-12-01 16:54:50+00:00", "headline": "Curso 100% Práctico de Administración de Windows desde la Consola", "description": "<p>Curso 100% práctico, ya que incluso dentro de la teoría que se comparte mediante documentos, se explican con prácticas. Trata de mejorar las habilidades Administrativas usando sólo la consola del sistema de Windows, en este caso, CMD. Este curso te promete implementaciones desde un nivel básico hasta avanzado. Un curso al que le he dedicado más de 5 años estudiarlo y condensado en este material.</p>", "preview_video": "https://mp4-b.udemycdn.com/2020-07-07_22-44-25-86b5a44ab325f2d063dfd6e8878d34e2/1/WebHD_720p.mp4?secure=Gm2yykjEGFbnMOR40N-ejA%3D%3D%2C1638357695"}, {"course_id": "4201016", "category": "Personal Development", "sub_category": "Personal Productivity", "title": "Productivity Plan & Execute Effectively, Getting things done", "level": "Beginner Level", "author": "Kritika Tripathi", "duration": "1.5 hours", "rating": "3.7", "reviews": "50", "students": "13309", "coupon_code": "2318686AA3E7AEE1A9BA", "preview_img": "https://img-b.udemycdn.com/course/750x422/4201016_b06d_5.jpg?secure=72K7THFrvkMFiRhG9oH_-Q%3D%3D%2C1638427907", "coupon_link": "https://www.udemy.com/course/the-art-of-being-productive-planning-effective-execution/?couponCode=2318686AA3E7AEE1A9BA", "end_day": "2021-12-05 08:02:47+00:00", "headline": "Organise Life and work by Learning art of getting things done & Effective Planning and Execution techniques 2022", "description": "<p>Research shows that a large number of professionals fail to execute their action plan successfully. The problem often isn’t with planning but with executing the planning. It is very important to take a well-structured approach to implement and execute what is planned.</p><p>The Art of Being Productive: Planning &amp; Effective Execution is an online course, that will help professionals to overcome their most challenging execution obstacles on a working day and execute their tasks effectively to achieve better results.</p><p>A business leader's job is to successfully move the organization forward and improve business performance. This requires a continuous process of reflection, analysis, planning, and execution. There is no better way to learn/practice these skills than “by doing”. It doesn't matter how good your strategies and tactics are if you don't execute them well it won't really matter.</p><p>We designed an engaging course for you, You will learn all the aspects of how to create a plan for your objectives and various techniques to effectively execute your plan. Along with learning concepts of being productive, you will get multiple exercises for practicing the skill.</p><p>If you are a working professionals or student who want to learn the art of getting things done, this course is for you.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-08-06_13-58-05-05fccf2c9cdb1e6a3dc1102ecf84af76/2/WebHD_720p.mp4?Expires=1638357707&Signature=jSxA5uoAWZnTZ19qqCcN5rWPoVSCCr5VPzg32sy90KSeQbaXCjDX7hfQNeUSUFsL2oyI1MWSN3LDYQm3HI6HgUv354Szc8ACif4irSoDTnzHPOrQh01bC7bZA63XkjdNYO7pg-a-ncYlH-zwXZ5NRTWvpEgX0xSpb3kv5Y2aDsSH4RK6~XorT3IdWfoNkd-T0oSvE5VTKHXndemHnv95~37PpB8NlHf-oNlrZq5CezBnH-YthpVJ56mfdEQWwTNMxhFZ6OwZ73tIiA3eoUterDh6SH2wPXf5aZmdAMZQXvbasckS5v7REx7jAVcR3tDMdxUrfpZKY~hTZ1e-AYHVDA__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3850246", "category": "Business", "sub_category": "Communication", "title": "First Steps Into Public Speaking", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "42 mins", "rating": "4.4", "reviews": "864", "students": "63225", "coupon_code": "NOV-21", "preview_img": "https://img-c.udemycdn.com/course/750x422/3850246_42ba.jpg", "coupon_link": "https://www.udemy.com/course/first-steps-into-public-speaking-u/?couponCode=NOV-21", "end_day": "2021-12-05 11:25:34+00:00", "headline": "Public speaking is one of the most important and most dreaded forms of communication", "description": "<p><strong>First Steps into Public Speaking</strong></p><ul><li><p>Do you get nervous when presenting at company meetings?</p></li><li><p>Do you find it hard to make conversation at gatherings and social events?</p></li><li><p>Do you lock up in awkward social situations?</p></li></ul><p>If so, this course is just for you!</p><p>It’s aimed at anybody who wants to improve their speaking skills in informal or formal situations.</p><p>We’ll give you the confidence and the skills to interact with others, and to speak in front of small or large groups.</p><p><br></p><p><strong>Glossophobia or speech anxiety is the most common fear people have across the globe.</strong></p><p>It affects up to 75% of the population.</p><p>Fear of public speaking can prevent you from taking risks to share your ideas, to speak about your work, and to present your solutions to problems that affect many people.</p><p>However, public speaking is a tremendously efficient form of communication. If you rehearse your presentation over and over you will soon gain confidence.</p><p><strong>Remember, one of the often unexpected delights of public speaking is how it builds confidence.</strong></p><p>Knowing that you can stand in front of an entire tribe—sometimes complete strangers—and weave your magic, is a powerful elixir for greater confidence. And if you find that, rather than enduring public speaking, you actually enjoy it, so much the better.</p><p>I wish you a happy learning and let’s get started.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-02-15_12-06-34-ff438a614bae0ac7c33a6dc5741f76ca/1/WebHD_720p.mp4?Expires=1638357710&Signature=RQiaSPQKGnvvh80U8P3oUC985lyMapaalOg8mE7yRNngM6YUO8~A5HFHJ4dLZ6vQiCWFvX0nKXZUPvt0sX~LsmuSH5ed4m7g7PrIabTRfcHDK~YMRQAC08mdxWFyGduWdgvA88E9AxcrAyw6FDgicUFksWmV0J0P88mKoDK0xOoN52pBkh8DTz25~wYT~qMeg8uuzDZK0jkReQBtQtnTNRLBmwnSN3evTXT5R9IFEZPD3bA2ijrhXkLe8HdmGLHv4nonRlMnsqKMxfSN5vt0GGERrJucDAUp7Ro5TpZTJvUugF3mmfoIo9FypTBiZXxhp47LSPn6inB4lmxAioGSvg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3717522", "category": "Marketing", "sub_category": "Social Media Marketing", "title": "Instagram Marketing 2021: Growth and Promotion on Instagram", "level": "Beginner Level", "author": "Yassin Marco", "duration": "3.5 hours", "rating": "4.0", "reviews": "1066", "students": "99035", "coupon_code": "AEA66C1C775CBA2D1D76", "preview_img": "https://img-c.udemycdn.com/course/750x422/3717522_932f_2.jpg", "coupon_link": "https://www.udemy.com/course/instagram-marketing-2021-growth-and-promotion-on-instagram/?couponCode=AEA66C1C775CBA2D1D76", "end_day": "2021-12-06 00:21:11+00:00", "headline": "Use Instagram to Target and Attract the right Followers to Grow your Account | Convert Followers into Loyal Clients", "description": "<p>Growing on social media can sometimes be very complicated, especially if you have no prior experience and this field. But, this course has everything that you need to be able to start growing your instagram account for personnal or professional purposes. Indeed, you will learn many different things about this amazing application from scratch. If you: </p><p>- Are someone interested in growing your personnal Instagram</p><p>- Want to create an Instagram account for your business </p><p>- Launch an agency to promote different Instagram accounts</p><p>- Are simply interested by the topic and want to learn how to grow on instagram</p><p>Then you will love this course. Not only you will have by the end of the course a very strong understanding of this social media, but you will also be able to grow instagram accounts no matter in what sector of activity they are. </p><p><strong>The structure of the course</strong></p><p>The way this course is created is really done to help you learn all the basics of instagram marketing. From a;; the basic theory and app installation on your cell phone to promote your account with hashtags and other techniques everything in this course is structured to help you learn and achieve your goal of understanding instagram marketing and promotion. In this course, you will also learn how to create your account the right way and what exactly you should take into consideration. The objective of the course is simple, teaching you everything you need to know to become more efficient when you are growing your personnal, business or customer instagram account.</p><p>Also, this course is built on a concept of learning by practice. In other words, even if there is a lot of theory, you will have a lot of examples and practice. This way, you will have a better understanding of this social media and reach your full potential when you will grow your account on it. This way, by seeing examples and practicing yourself you will have a solide understanding of this applicaiton.</p><p><strong>For who is this course designed</strong></p><p>There are many social media marketing courses out there, but this course is different. Indeed, this instagram course will teach you with clear and simple examples all the basics of growth on instagram. Also, since this course is an introduction to the topic it's perfect for people that have no prior experience with social media marketing and growth. Indeed, even if you never used certain strategies to grow your instagram account you will have a solide understanding of the topic. The goal of this course is really teaching you how to think like an instagram specialist and see all the details when promoting your account. </p><p><strong>Why should I take this course</strong></p><p>If you want to grow substantially you instagram following base then you should definely take this course. Not only you will learn how to promote your own account step by step but you will also be able to offer this service to other people. Insdeed, by the end of this course you will have the required knowledge and a complete understanding of instagram in order to offer it as a service to potential consumers.</p><p><strong>There is no risk involved in taking this course</strong></p><p>This course comes with a 100% satisfaction guarantee, this means that if your are not happy with what you have learned, you have <strong>30 days </strong>​to get a complete refund with no questions asked. Also, if there is any concept that you find complicated or you are just not able to understand, you can directly contact me and it will be my pleasure to support you in your learning.</p><p><br></p><p>This means that you can either learn amazing skills that can be very useful in your professional or everyday life or you can simply try the course and if you don't like it for any reason ask for a refund.</p><p><strong>You can't lose with this type of offer !!</strong></p><p><strong>ENROL NOW and start learning today :)</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-02-10_16-08-32-883b3f4727cc595b6490f78516252847/1/WebHD_720p.mp4?Expires=1638357731&Signature=X6NyOTxo6baNrEMoMUjBIgvCk6Uhecs5Xaob9pYNhci3C-l7cZ9T3XuCB7zQvpB4Ldcw3~2hMSD7VJ6slROQMbetu44uqGeRKllTwuGmVxcHvHtW2ygU658-PScQolcUM7rE82eBf8vY0oM3fx9cQ~0GzVZ5FYZ03sh3fK~1goqS6HQ2T4efbtqv1koqGz4NX5xMBx4~siEAKSyPjU4AiETGJFZt1D4aKkM-wpJYShsfQQ3Wp4bNanJHBk~PtPdX-FBgnlMFzNOjfRwr9fk1G8J06tHCgMKdUgR5nCg6E-l-N3BMtjvCA6-EADkQkISIKg2qXnYbXVaiSy3jNwYkgQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4107958", "category": "Development", "sub_category": "Software Engineering", "title": "GoF Design Patterns - Complete Course with Java Examples", "level": "All Levels", "author": "Andrii Piatakha", "duration": "3 hours", "rating": "4.6", "reviews": "57", "students": "34258", "coupon_code": "GOF_FREE_NOV_3", "preview_img": "https://img-c.udemycdn.com/course/750x422/4107958_3268.jpg", "coupon_link": "https://www.udemy.com/course/gof-design-patterns-learnit/?couponCode=GOF_FREE_NOV_3", "end_day": "2021-12-05 09:21:21+00:00", "headline": "Software Design Patterns in OOP with Java examples. Architecture principles and clean code design in OOP applications", "description": "<p>From this course you can learn <strong>GoF Design Patterns with detailed Java examples.</strong></p><p>There are a lot of other courses in this topic. <strong>So, why would you choose exactly this course?&nbsp; </strong>Here just a few reasons:<br><br><strong>- Coding examples</strong></p><p>To learn programming it is not enough just watching videos and reading books. You also need to have a lot of practice. In this training course you will review multiple practical tasks and coding examples which will help you learn and understand Java better.</p><p><br><strong>- Open source code</strong></p><p>We hide nothing from our students!&nbsp;Including the source code for the hometask solutions and source code of examples which were shared during the lesson. Having the source code you can just copy and paste it to run it on your local computer to understand how things work better.</p><p>You are allowed to use all source code examples for learning purposes. This helps significantly to configure environment and make tests work, especially in case student didn't work with any testing framework in the past.<br></p><p><strong>- Q&amp;A support</strong></p><p>The significant difference between online and offline learning process is instructor's availability. If you are in the one room with tutor he always can help you to get understanding specific concept or to help fix your code on your computer. <br>In this course, we are supporting students with answers to any questions flagged in Q&amp;A section. In case there will be recurring questions - separate video lessons will be created to show how to address issue. </p><p><strong><em>So with this course you are not just getting video materials, code exercises, source code, access to free mobile application without limits (which is still pretty cool, huh?&nbsp;:)&nbsp;) , but you also get tutor support and answers to your questions along with this course. </em></strong><br><br><strong>- Relevant knowledge</strong></p><p>After our team investigated other Java courses on Udemy we realized that most of them has nothing in common with real life. Information which is shared there is very old and significantly out of date. For example, instructor teaches framework which is not used already for 15 years. Or instructor do a stress on the programming design which is not used anymore at all!</p><p>Instructor of this course is consultant in the top-rated IT&nbsp;outsourcing company and helps to bring cutting-edge solutions in IT for all his clients. Feel free to check LinkedIn page of instructor and check skills endorsement. More than 19 thousand people acrooss all over the world (BTW&nbsp;most of them are from top 100 companies of the world) evaluated skills of Andrii Piatakha. </p><p>With this course you can be sure that you will spend your time learning the right things from the one of the best IT&nbsp;consultants in the world. <br></p><p><strong>- Free mobile App without limits for our students</strong></p><p>Knowing Java is one skill. Be able to pass interview in company - that is another skill :)&nbsp;Nowadays a lot of companies use tests to select candidates on the first level of interview. We developed application to practice skills specifically for such purposes. </p><p>In this course we will provide you link to download our FREE&nbsp;mobile app for android. (soon it will be also available for iOS platforms) </p><p>Instructor of this course come up with hundreds tests which are used to test knowledge of candidates. With this application you will be well-prepared for the interview. </p><p>Also, <strong><em>only for our students - there is no limit on attempts to pass certification. </em></strong>In the course we will tell you how to set up special bonus code which will remove restrictions for our students inside the app.<br></p><p><strong>- High concentration of useful material in each lesson</strong></p><p>Sometimes you can notice that watching of 5 minutes of our lesson is equivalent to watching of other 30 minutes lesson. </p><p>This is because time spent for preparation for the lesson (script for the lesson, lesson structure) and video editing (to cut boring pieces of the lesson, or time when program loads) sometimes <strong><em>10 times as much (sometimes even 20)</em></strong> as final lesson duration after video editing.</p><p>Also each topic is separated from another. In case some concept will be explained in the next lesson and you don't need to worry about understanding this in scope of this lesson - instructor will make announcement when specific topic will be covered. </p><p>Go and try it yourself!&nbsp;We will appreciate your feedback.</p><p><br></p><p>So don't wait! Take a look at lessons' preview if you still have doubts! </p><p><strong><em>Buy this course today, and you will get all updates for FREE! </em></strong></p><p>For those who successfully passed this training course, or for students who was recognized for asking amazing questions, there is a special offer from IT-Bulls company! The creator of this course is IT-Bulls company CEO&nbsp;and Founder. We always in search of talents to run our amazing startups together with you. Probably you always dreamed about running your own startup?&nbsp;In this course you will be able to find the team who will teach you how to do that and (in particular cases) will be glad to help with implementation! </p><p>Hope you enjoy this course! And remember, we appreciate all your feedbacks! Your feedbacks will help us to become even more better!&nbsp;Your feedbacks will help us to create to best Java course ever! </p><p>See you on the lessons!&nbsp;:)</p><p><br></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-06-07_21-23-31-8280d6b727552a462a28fa2605d93c88/1/WebHD_720p.mp4?Expires=1638357745&Signature=GZOO6S44Qg~Ki7TNIW0v6FmYp35QNmcEcaSzvpn-KFFIimS95ICY15Iwp1xWCZCRkDIrEXlE3yh~h2az4Lq-mlSSjkIK5hfdqr~5qmoM32htuzrRIhPHASaarlDqvOi0yO-N0Vap4Tuc60GN35rdXyBb6g1rO2fdotoYgIEultpdCsIsSKis~1fkEHSPi48D5or5KVHQvOg2BBwUvflapWSsfqXxo5bbNDrvL~tpCPjY-8eNT2AKQ4PRO33vI3~N-VsF4EOHevEVSs8zP9lxB~6OoIDU6ttJgjv7MrGoqeAbmu1zD9sOto39iuyL4oHRYpvLp70LMJgzKB-AeCij5A__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3109678", "category": "Health & Fitness", "sub_category": "Meditation", "title": "Meditation Masterclass: meditation teacher certification", "level": "All Levels", "author": "Kevin Ellerton", "duration": "5.5 hours", "rating": "4.5", "reviews": "474", "students": "63610", "coupon_code": "586ACC8F60A2CF745C1C", "preview_img": "https://img-c.udemycdn.com/course/750x422/3109678_a0c1_2.jpg", "coupon_link": "https://www.udemy.com/course/meditation-masterclass/?couponCode=586ACC8F60A2CF745C1C", "end_day": "2021-12-04 02:13:49+00:00", "headline": "Accredited meditation certification course. Learn & teach a wide range of meditation techniques from around the world!", "description": "<p>In this course, you'll learn meditations from all around the world!</p><p>From mindfulness to zen to breath-work, chakras, Tibetan bowls, and everything in between, you'll even be certified to teach meditation by the end of the course!</p><p>From new meditators to zen masters alike, no matter what your level of experience, you can gain a lot from exploring this course. By the end, you'll have experience with over a dozen different styles of meditation!</p><p>This course is accredited by The Meditation Organization as a Certified Meditation Teacher Training Course -- AMC&nbsp;(Accredited&nbsp;Meditation&nbsp;Course) #39283 -- so once you receive your Meditation Certification at the end of this course, you'll be able to teach meditation to others as well.</p><p>While many course creators make one-hour courses to maximize the ROI&nbsp;on their time&nbsp;(one hour courses often sell for as much as 20-hour courses), that's not what this course is about. This course is my masterclass, a culmination of over a decade of learning meditation techniques from gurus around the world and teaching it to groups of students here in the United States. When friends and family ask me to teach them to meditate, I always wish I had a link to send them, that would cover everything that I would want to teach them if I only had the time. Well, I took the time to make this course, and this is the link that I will send to people in the future! </p><p>That's why I've made this course as comprehensive as I could possibly make it, and why I will continue to add videos to this course over the months, years, and decades to come.</p><p>Welcome to my Meditation Masterclass. I hope you enjoy it ❤️</p>", "preview_video": "https://mp4-b.udemycdn.com/2020-05-24_16-45-38-96cd7f4ca7b6809da22109c4da307e94/1/WebHD_720p.mp4?secure=FTaEIYe91YkaYtOrH9XNLQ%3D%3D%2C1638357752"}, {"course_id": "2482036", "category": "Marketing", "sub_category": "Digital Marketing", "title": "Lead Generation MASTERY with Facebook Lead & Messenger Ads", "level": "Beginner Level", "author": "Ing. Tomas Moravek | SEO, Facebook Ads & Facebook Marketing Expert", "duration": "10.5 hours", "rating": "4.5", "reviews": "384", "students": "73264", "coupon_code": "NOVEMBERGOODNESS11", "preview_img": "https://img-c.udemycdn.com/course/750x422/2482036_2765_6.jpg", "coupon_link": "https://www.udemy.com/course/facebook-lead-ads-course/?couponCode=NOVEMBERGOODNESS11", "end_day": "2021-12-05 22:00:29+00:00", "headline": "Create MAGNETIC Facebook Lead Ads, Conversion and Messenger Ads to BOOST your Facebook Marketing and GET MORE CUSTOMERS.", "description": "<p><strong><em>Discover how to QUICKLY attract a CONSTANT stream of new customers with targeted FACEBOOK MESSENGER ADS, FACEBOOK LEAD GENERATION ADS, and FACEBOOK CONVERSION ADS!</em></strong></p><p><strong><em>Dear Students,</em></strong></p><p>Hi, I’m Tomas Moravek, Internet Efficiency Awarded Digital Strategist and Professional Marketer, here to present my Facebook Lead, Messenger, and Conversion Ads Mastery Guide, so you can benefit from these POWERFULLY EFFECTIVE automated marketing tools.</p><p>Facebook Lead Ads, Messenger Ads, and Conversion Ads are vital tools for any brand, as they'll help you quickly build a subscriber base of interested potential customers. When you enrol on my course, you’ll receive ALL THE RESOURCES YOU’LL EVER NEED to become an expert in creating, setting up, and using Lead Ads, Messenger Ads, and Conversion Ads. You’ll get lifetime access and you’ll also receive my REGULAR COURSE UPDATES FOR FREE, <em>forever,</em> so you’ll always be able to stay on top of the latest Facebook Ad techniques.</p><p><strong>FACEBOOK MESSENGER ADS</strong> are a superb way to <strong>TURBOCHARGE YOUR BUSINESS,</strong> and I have found they are brilliant for generating leads. This is because they grab people's attention by encouraging them to check their messages, and because potential customers feel relaxed enough to chat, via the safe platform of Messenger.</p><p>In this course you'll learn how to MASTER MESSENGER ADS and will understand how to use the Messenger Objective to <strong>BOOST YOUR LEADS. </strong>You'll discover how to set up and use Messenger Ads correctly, and I'll also teach you how to CREATE ENGAGING MESSENGER ADS that make people want to respond to your promotion.</p><p><strong>FACEBOOK LEAD ADS</strong> can also help you get many more subscribers to sign up to your newsletters and email marketing. That way you can stay in touch by providing updates on new products or services, announce upcoming promotions or share other details about your business.</p><p>In this course I'll be sharing CASE STUDIES YOU CAN COPY that illustrate the power of Lead Ads, such as when The Royal Danish Theatre used them to attract 47% of its newsletter subscribers.</p><p><strong><em>Lead ads MAKE IT EASY FOR POTENTIAL CUSTOMERS TO CONNECT WITH YOUR BRAND. They make customer engagement a breeze, which in turn encourages more sign ups as when a person clicks your Lead ad on Facebook or Instagram, they'll see a form that's pre-filled with the contact details they've opted to share on Facebook, like their name and email address.</em></strong></p><p>This makes people much more likely to respond as they don't have to do much work at all, making it super easy for you to capture a whole new audience. These types of Ads can be tightly targeted to ensure you <strong>REACH THE RIGHT AUDIENCE AND OPTIMISE YOUR AD SPEND.</strong></p><p><strong><em>When you enrol, I'll teach you how to make Lead Ads work for you, from initial set up, to selecting your target audience, and creating engaging Ads using visual, video, and text content to ATTRACT CUSTOMERS MAGNETICALLY.</em></strong></p><p>After you get your leads, you can easily and swiftly follow them up by downloading them from your Page. Alternatively, you can receive them automatically by integrating your email or CRM tool.</p><p><strong>FACEBOOK CONVERSION ADS</strong> are yet another tool you need to have in your armoury, if you want to promote your product to the right niche market and turn many more potential leads into sales.</p><p>I’ll teach you how to CREATE MAGNETIC FACEBOOK CONVERSION ADS using engaging images, and copywriting that intrigues, <em>then</em> I’ll show you how to correctly set them up through a handy walkthrough guide you can easily follow. You'll learn how to coreectly set up, install and use the Facebook Pixel and I'll also demonstrate how to smartly target the right customer niche, so you get MAXIMUM returns on your Facebook Conversion Ad spend.</p><p><strong><em>You'll discover how to use Facebook Conversion Ads to get leads to click through and perform the action you want, whether that's sign up to your newsletter, explore your website, or make a purchase. Facebook Conversion Ads are a POWERFUL AND EFFECTIVE SELLING TOOL, but to get the most out of them, you must know how to use them right, otherwise you'll just be throwing your money away.</em></strong></p><p>With my knowledge, you'll be able to avoid common costly mistakes, and ensure you <strong>MAKE EVERY PENNY YOU SPEND ON FACEBOOK ADS WORK ON BEHALF OF YOUR BRAND.</strong></p><p><strong><em>All the Resources you'll EVER Need to Master Facebook Messenger, Lead, and Conversion Ads</em></strong></p><p>I've spent so much time compiling this course material, and ensuring it's value-packed. I've stuffed it with informative, high quality original and exclusive content, including over 9 hours of video explainers, handy walkthrough guides, BLUEPRINT CASE STUDIES, tips, tricks, tools, and more.</p><p>Enrol and you'll find you have everything you need to BECOME A MASTER OF FACEBOOK ADS, all laid out clearly for you.</p><p><strong><em>Sign up and you'll know how to use the latest and most effective way to attract an endless stream of highly engaged leads - Facebook Messenger Ads. You'll discover why, in my experience, they are currently outperforming all the other types of Facebook Ad.</em></strong></p><p>You'll also learn how Lead Ads can help boost your business through smart customer profiling. You'll be able to PUT MY KNOWLEDGE IMMEDIATELY INTO ACTION and gain a <em>massive</em> increase on your audience for your newsletter or subscriber sign ups, that you can then use as your personal targeted audience to promote to.</p><p><strong><em>Facebook Lead Ads, Messenger Ads, and Conversion Ads are critical to expanding your business and are the SECRET WEAPON you'll need if you're looking to EFFORTLESSLY GROW YOUR BRAND.</em></strong></p><p>In my comprehensive course, I’ve clearly laid out a step-by-step guide to creating multiple different kinds of winning Facebook Lead, Messenger, and Conversion Ads, so you'll always be creating the perfect as to get you <strong>MAXIMUM RESULTS.</strong></p><p>Whether your goal is to encourage customers to chat, showcase your coupons or promotions, learn more about your customers, schedule appointments, or gain more sign ups or sales, I'll teach you how to create <strong>FACEBOOK ADS THAT GENERATE LEADS AUTOMATICALLY.</strong></p><p><strong>Smartly Automate your marketing</strong></p><p>Using Lead Ads, Messenger Ads, and Conversion Ads the <em>right</em> way will free up your time and automate a big part of your marketing, a key reason why they're so pivotal to the success of your brand.</p><p><strong><em>In this easy-to-learn course you’ll find over 9 hours of video explainers, worksheets, blueprints, and downloadable resources that will help you MASTER FACEBOOK LEAD ADS, MESSENGER ADS, &amp; CONVERSION ADS so you can make them work overtime for your business.</em></strong></p><p><strong><em>Lead Ads, Messenger Ads, and Conversion Ads have a variety of applications and are incredibly useful marketing tools. When you know how to use them correctly you can:</em></strong></p><p>✔ BOOST your email list with Lead Ads</p><p>✔ USE THE POWER OF FACEBOOK CONVERSION ADS to get customers to perform any action you want on your website</p><p>✔ APPLY SMART FACEBOOK LEAD ADS STRATEGIES to get more sign-ups for your newsletter or other email marketing, then learn how to follow up QUICKLY so you can close the deal</p><p>✔ Converse and CONNECT WITH POTENTIAL CUSTOMERS using interactive Facebook Messenger Ads</p><p>✔ Alert customers to your promotions and special offers using Messenger Ads to PUSH YOUR PROMOTIONAL NOTIFICATIONS</p><p>✔ Encourage people to engage or visit your website with POWERFUL Messenger Ads and Lead Ads</p><p>✔ Use Facebook Messenger Ads to intrigue and PULL IN POTENTIAL CUSTOMERS and <em>make</em> them want to respond to you</p><p>✔ UNDERTSTAN YOUR CUSTOMERS - Use Lead Ads to ask them about their preferences so you can offer them a tailored experience, build trust, and win more sales</p><p>✔ Offer your coupons and promotions through Facebook Messenger and Lead Ads - and attract a new audience using this powerful sales technique</p><p>✔ USE LEAD ADS TO SHOWCASE DEALS, coupons or discounts, and expand your marketing reach, and attract more interest</p><p>✔ Schedule appointments quickly, AUTOMATICALLY &amp; EFFORTLESSLY using Facebook Lead Ads</p><p>✔ USE MESSENGER ADS &amp; LEAD ADS to offer your customers a fast and easy way to schedule appointments</p><p>✔ COLLECT MORE EMAIL SIGN-UPS with Facebook Conversion Ads and Lead Ads</p><p><strong>Wait there's more!</strong></p><p>On top of my comprehensive Facebook Lead Ads, Messenger Ads, and Conversion Ads training package, you’ll <em>also</em>receive my Golden Keys to Getting even more Clients, including Lead Ad case studies and examples you can easily follow that have been PROVEN TO DELIVER.</p><p>You’ll learn how to incorporate humour in your lead ads so you can connect with customers better, you’ll discover how to use the PSYCHOLOGY OF PERSUASION for your brands’ benefit, and you’ll be able to learn from my past client’s stories of success by applying their techniques to your business model.</p><p><strong><em>I’ve really tried to pack this course out with value and have taken care to include all the aspects of Facebook Marketing that will be pivotal to your success. As well as my comprehensive Lead, Messenger, and Conversion Ad training, you’ll also learn:</em></strong></p><p>✔ How to Set Up and Use FACEBOOK PIXEL EVENTS – find out why it’s a KEY TOOL FOR BUSINESS GROWTH</p><p>✔ Why Facebook Conversion Ads are the diamond key to your FACEBOOK ADS MARKETING SUCCESS</p><p>✔ How to correctly use Facebook Retargeting to MAGNETISE CLIENTS</p><p>✔ Why your brand reputation is the ULTIMATE GOLDEN KEY to unlocking unlimited success - and how to build a POSITIVE one</p><p>✔ Facebook Retargeting Strategies to MAXIMISE YOUR AD SPEND and magnetise leads</p><p>This content is worth the price of enrollment alone, as it's stuffed with exclusive PROVEN and TESTED strategies that I typically sell separately.</p><p><strong><em>Sign up today, and ALL this bonus content will be yours forever, to keep and use, FOR LIFE.</em></strong></p><p><strong><em>Don't miss this LIMITED TIME, SPECIAL OFFER PRICE, enrol today and get IMMEDIATE LIFETIME ACCESS.</em></strong></p><p>As soon as you enrol, you'll receive INSTANT LIFETIME ACCESS to all my Facebook Messenger Ads, Conversion Ads, and Lead Ads training materials, as well as my FACEBOOK AD BONUS Golden Keys for Success, and bonus Digital Marketing, SEO and Dynamic Ads Guides.</p><p>On top of this, you'll also receive FREE COURSE UPDATES FOR LIFE. As I'm always refining my material, and adding in the latest and most effective techniques and strategies, you'll find there's <em>always</em> something new to discover.</p><p><strong><em>With my course, you're guaranteed ORIGINAL, EXCLUSIVE CONTENT YOU CANNOT GET ANYWHERE ELSE, plus the latest, cutting-edge digital marketing strategies, so you'll always stay ahead of the game.</em></strong></p><p>There's absolutely zero risk, as I'm so confident you're going to love my material, I'm offering a no quibble FULL 30 DAY MONEY BACK GUARANTEE, if for ANY reason you're not completely satisfied.</p><p>When you complete the training, you'll also receive a UDEMY CERTIFICATE OF COMPLETION, that you'll be able to immediately download, so you can show off your newly acquired expertise.</p><p><strong><em>With over 10 hours of high quality video, downloadable Walkthrough guides you can follow step-by-step, To Do lists you can use to check off essential steps, Success Blueprints you can copy, and a raft of other tools, including my FREE MEDIA RESOURCES SHEET, so you can find royalty free content for your Facebook Ads, you'll find this course offers you EVERYTHING YOU NEED TO BECOME AN EXPERT IN GENERATING LEADS USING FACEBOOK ADS.</em></strong></p><p><strong><em>Don't miss being able to TAKE ADVANTAGE OF MY LIMITED TIME SPECIAL OFFER PRICE, as it won't be around forever.</em></strong></p><p><strong><em>Secure your spot by enrolling today, and you'll gain immediate access to a wealth of knowledge that will enable you to UNLOCK THE FULL POWER OF FACEBOOK Messenger, Lead, and Conversion Ads, so you can start enjoying a stream of new leads, sign ups and sales.</em></strong></p><p><strong><em>I've put so much energy into making this course and I really can't wait to share it with you,</em></strong></p><p><strong><em>Tomas Moravek</em></strong></p><p><strong><em>Digital Strategist and Internet Efficiency Award Winner 2016</em></strong></p>", "preview_video": "https://mp4-b.udemycdn.com/2021-08-20_20-39-49-d32d0d374551e9a656f426071c358843/2/WebHD_720p.mp4?secure=zO1PpIdvupEU9VCS2_G5Tw%3D%3D%2C1638357762"}, {"course_id": "2991812", "category": "Marketing", "sub_category": "Content Marketing", "title": "2021 Ultimate Guide to YouTube Channel & YouTube Masterclass", "level": "All Levels", "author": "Nick Nyxson", "duration": "10.5 hours", "rating": "4.3", "reviews": "1801", "students": "154139", "coupon_code": "CCCE89A360C443DBC54D", "preview_img": "https://img-c.udemycdn.com/course/750x422/2991812_eab1_3.jpg", "coupon_link": "https://www.udemy.com/course/tubeheroes/?couponCode=CCCE89A360C443DBC54D", "end_day": "2021-12-06 04:09:23+00:00", "headline": "TubeHeroes - Practical & Complete Guide to YouTube Growth, YouTube Channel & YouTube Masterclass", "description": "<p>Welcome to <strong>TubeHeroes 1.5</strong>!</p><p>An Only Course you need to start making and growing your YouTube channel!</p><p>The YouTube industry is as big as ever was and it will only continue to grow in the coming years. And it does not matter whether you want to grow your personal following or to grow your business, YouTube is a practically essential social media platform to be active on.</p><p>But you have no idea where to start?! Say no more! </p><p>Here we concentrate on building your Youtube channel for the WIN and use methods that worked from the very beginning of YouTube and will work forever!</p><ul><li><p><strong>Learn How to Start a YouTube Channel</strong></p></li><li><p><strong>Learn How to Create a YouTube Channel</strong></p></li><li><p><strong>Learn How To Record YouTube Video;</strong></p></li><li><p><strong>Learn How To Create YouTube Thumbnail;</strong></p></li><li><p><strong>Learn How To Grow Your YouTube Channel</strong></p></li><li><p><strong>Learn To Nurture YouTube Audience</strong></p></li><li><p><strong>Everything is here, from basic software to advanced YouTube practices!</strong></p></li></ul><p>This course is going to be great not just for YouTube Beginners, but for all YouTube users, no matter their level.</p><p><strong>Disclaimer</strong>: This is an initial version of this course. The course will be updated constantly with newer versions releasing from time to time. Buying the course will give you access to current and all future versions of the course.</p><p><br></p><p><em>TubeHeroes YouTube Course Version History:</em></p><p><em>1.0 - Initial Launch;<br>1.5 - Added 4 New Section &amp; 19 New Lectures </em></p>", "preview_video": "https://mp4-b.udemycdn.com/2020-11-26_08-51-50-b7d1b167b0907957cc762aa0b461af03/1/WebHD_720p.mp4?secure=mr354R6niFQ0goAdFLzVHw%3D%3D%2C1638357789"}, {"course_id": "2329328", "category": "Lifestyle", "sub_category": "Travel", "title": "Proven Travel Hacks for Southeast Asia", "level": "All Levels", "author": "Scott Paton", "duration": "1 hour", "rating": "3.3", "reviews": "27", "students": "11421", "coupon_code": "PTHFSEXPDEC52021", "preview_img": "https://img-b.udemycdn.com/course/750x422/2329328_75e8.jpg?secure=TXu5hsDsYzt14HpnpazgPQ%3D%3D%2C1638427992", "coupon_link": "https://www.udemy.com/course/travel-hacks-for-southeast-asia/?couponCode=PTHFSEXPDEC52021", "end_day": "2021-12-06 02:56:05+00:00", "headline": "Discover the Best Food, Places and travel tips in SE Asia", "description": "<p>Ricky Shetty and Scott Paton take you on a journey throughout SE&nbsp;Asian countries like, Indonesia, Singapore, Malaysia, Thailand and the Philippines. Seasoned travellers, they share their favourite travel hacks for each country.</p><p>You'll learn the best ways to get around, where to stay, what foods to make sure you sample and much more!</p><p>Discover:</p><ul><li><p>The best places to visit</p></li><li><p>How to travel safely</p></li><li><p>What food you must try</p></li></ul><p>The countries discussed are:</p><ul><li><p>The Philippines</p></li><li><p>Malaysia</p></li><li><p>Indonesia</p></li><li><p>Thailand</p></li><li><p>Singapore</p></li></ul><p>Scott and Ricky are world travellers with over a 100 countries visited between them. Ricky has been to 80+ countries with his wife and three children under 6. Scott has been to 60+ countries as a single traveller. Between them, they have experienced just about any situation you might run into (except being kidnapped).</p><p>If you are excited to visit Southeast Asia, this course is a great place to start!</p><p>Enrol today!</p><p><strong>The Philippines</strong>, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. In the western Pacific Ocean, it consists of about 7,641 islands that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, Mindanao.</p><p><strong>Malaysia</strong> occupies parts of the Malay Peninsula and the island of Borneo. It's known for its beaches, rainforests and mix of Malay, Chinese, Indian and European cultural influences. The capital, Kuala Lumpur, is home to colonial buildings, busy shopping districts such as Bukit Bintang and skyscrapers such as the iconic, 451m-tall Petronas Twin Towers.</p><p><strong>Indonesia</strong>, officially the Republic of Indonesia, is a country in Southeast Asia and Oceania, between the Indian and Pacific oceans. It consists of more than seventeen thousand islands, including Sumatra, Java, Borneo, Sulawesi, and New Guinea.</p><p><strong>Thailand</strong> is a Southeast Asian country. It's known for tropical beaches, opulent royal palaces, ancient ruins and ornate temples displaying figures of Buddha. In Bangkok, the capital, an ultramodern cityscape rises next to quiet canalside communities and the iconic temples of Wat Arun, Wat Pho and the Emerald Buddha Temple (Wat Phra Kaew).</p><p><strong>Singapore</strong>, officially the Republic of Singapore, is a sovereign island city-state in maritime Southeast Asia.</p>", "preview_video": "https://mp4-c.udemycdn.com/2019-05-28_10-11-26-38c4a6afb0695469cafa13ba2029bb52/WebHD_720p.mp4?Expires=1638357792&Signature=MrNMrJogeg8EBIuANdJOIalfaoITdbADLKVN-9pn1cngv6-Na7KcRWKcO5yo8jwvwGKDAQynGgMLQRhhZtun13~IcLd~UYP2FinI7sh6KjoZ0KqyHMUs2LlCvvtrTSLhcel~zLxseh~ra8pmPepNMf8v6v7SlLhdC5IENbcbyxqJC2~6VMXhgGxq6NCjFjzgeH57C~O3-sXnT0viYVWW6eOZzOuLPgU1SyhwWTfjDwzbxeTto44C4qNUPT5AHvfJAHG0sOEErbCBCyl7Y4vbBk8dkjiKzrwAYSDtItcPO-VD86c~lS61uV-frj0GEZcCAc3VwwJFA~nzAOnMVt4D0w__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "4179698", "category": "Teaching & Academics", "sub_category": "Language Learning", "title": "Arabic Language Course: Learn to Read Arabic, Write & Listen", "level": "All Levels", "author": "Hassan Academy For Arabic Language Courses", "duration": "13.5 hours", "rating": "4.6", "reviews": "66", "students": "19039", "coupon_code": "ARABIC-FREE", "preview_img": "https://img-c.udemycdn.com/course/750x422/4179698_829c.jpg", "coupon_link": "https://www.udemy.com/course/arabic-language-learn-to-read-arabic-through-short-stories/?couponCode=ARABIC-FREE", "end_day": "2021-12-05 05:24:59+00:00", "headline": "Arabic language course to learn to read, write arabic & listen through stories for Beginner, Intermediate & Expert Level", "description": "<ul><li><p><strong>New Update:&nbsp;We added Arabic Audiobook + MP3 Files + Translation in English.</strong></p></li></ul><ul><li><p><strong>New Update: We added new Section to Learn Writing in Arabic.</strong></p></li></ul><p>--------------------------------------------------------------------------------------------------------------</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;السلام عليكم</p><p><br></p><p>In this Course, you will learn to <strong>Read, Write &amp; Listen </strong>to<strong> Arabic</strong> through <strong>Short Stories &amp; Audiobooks.</strong></p><p><br></p><p>This Course is divided into 9 Sections:</p><ul><li><p>In the First Section: you will learn How to Write &amp; Pronounce <strong>Arabic Alphabet</strong>, and we will take some words for each letter.</p></li><li><p>The Second Section: you will learn How to Read Words with <strong>Arabic Diacritics</strong>.</p></li></ul><p>By finishing these two sections, you will be able to Read Words in Arabic.</p><p><br></p><p>Then,</p><ul><li><p>In the Third Section: you will take <strong>General Important Lessons</strong>, such as: How to make a sentence in Arabic.</p></li></ul><p>By finishing this section, you will be able to make sentences in Arabic.</p><p><br></p><p>Then,</p><ul><li><p>In Section 4: we will take <strong>Short Stories</strong>.</p></li></ul><p>By finishing this section, you will be able to Read Stories in Arabic.</p><p><br></p><p>Then,</p><ul><li><p>In Section 5: we will learn <strong>Writing in Arabic</strong> from Beginner to Advanced.</p></li></ul><p><br></p><p>And Finally,</p><ul><li><p>In Section 6, 7, 8 &amp; 9: we will learn to Listen to Arabic through <strong>Audiobooks</strong>.</p></li></ul><p><br></p><p>So, <strong>this Course consists of 5 Steps:</strong></p><ul><li><p>The First Step: is to learn How to <strong>Read Words</strong>.</p></li><li><p>The Second Step: is to learn How to <strong>Read Sentences</strong>.</p></li><li><p>The Third Step: is to learn How to <strong>Read Stories</strong>.</p></li><li><p>The Fourth Step: is to learn <strong>Writing in Arabic</strong>.</p></li><li><p>The Fifth Step: is to learn to <strong>Listen to Arabic</strong>.</p></li></ul><p><br></p><p>So, bring your pen &amp; papers; and let’s get started..</p><p><br></p><p><strong>What will you learn in this Course?</strong></p><ul><li><p>You will learn the Essentials of Arabic Language.</p></li><li><p>You will learn Arabic Alphabet &amp; Diacritics.</p></li><li><p>You will learn How to Pronounce Arabic Words.</p></li><li><p>You will learn 2000+ Arabic Words &amp; General important Lessons.</p></li><li><p>You will learn How to Make Sentences in Arabic.</p></li><li><p>You will learn to Read &amp; Listen to Arabic through Stories.</p></li><li><p>You will learn to Read Arabic Books.</p></li><li><p>You will learn to Write Arabic from scratch.</p></li><li><p>You will learn to Listen to Arabic Audiobooks.</p></li></ul><p><br></p><p><strong>Who is this Course For?</strong></p><ul><li><p>Arabic Learners.</p></li><li><p>Students who are in Beginner, Intermediate &amp; Expert Levels in Arabic.</p></li><li><p>Anyone wants to learn Arabic Alphabet &amp; Diacritics.</p></li><li><p>Anyone wants to learn How to Pronounce Arabic Words.</p></li><li><p>Anyone wants to learn How to make sentences in Arabic.</p></li><li><p>Anyone wants to learn to Read Arabic through Short Stories.</p></li><li><p>Anyone wants to learn to Write in Arabic from scratch.</p></li><li><p>Anyone wants to learn to Listen to Arabic through Audiobooks.</p></li></ul><p><br></p><p><strong>Who is Hassan Academy?</strong></p><p>Native Arabic Speaker, with over 12+ years of experience in Arabic Language.</p><p>Hands-on experience creating development courses and activities modeled on goal attainment and student-centered instruction, delivering engaging lessons focused on the interests and needs of students. Knowledgeable of standard instruction principles, classroom management styles, and approaches to teaching Modern Standard Arabic to English speakers.</p><p>We will add value by helping you learning how to listen to Arabic and read Arabic with true pronunciation as fast as possible.</p>", "preview_video": "https://mp4-c.udemycdn.com/2021-07-16_16-59-00-b6720ed43c57cfa5990423d9d11e18da/2/WebHD_720p.mp4?Expires=1638357801&Signature=Lk82TU0HAPUa5~KKZoskR4fckwoPU2urDeDXkJYDIfJqiBhrSQ-I46YhVOl-3stxoC7QjyAQ451gjrYfCNvNwn0qTiM6lOAeJkqHU3qeRUYYu0UrK~jjIFV9lbwXee8eTkVOMLbbnDr7V9i2a2iTNwbFs~6H6GpttR5~gO9SkBg2MnV--4POeOxNR6FYR1dIFwz3mDCGvRa441yJtwPMrIw1KPBC4B~fei0eSKidL2bw5bj7khSmjw1~F5v6VdLeZhKtstDwIDJIQwjdlqHbdA4S5H~-y1T6vPxViahIFBV9vupGbee5XN~AqS0FMn1TdOC~MEZNM8~L1UjyzQeFYQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3162082", "category": "Health & Fitness", "sub_category": "Meditation", "title": "Meditation For Beginners", "level": "Beginner Level", "author": "Kevin Ellerton", "duration": "1.5 hours", "rating": "4.6", "reviews": "446", "students": "54898", "coupon_code": "B898EEC93E4F99D74FE6", "preview_img": "https://img-c.udemycdn.com/course/750x422/3162082_6fea_4.jpg", "coupon_link": "https://www.udemy.com/course/meditationforbeginners/?couponCode=B898EEC93E4F99D74FE6", "end_day": "2021-12-04 02:14:00+00:00", "headline": "Completely new to meditation? This is the course for you!", "description": "<p>Meditation is one of the most powerful things that you can do, as a human being. It trains you to be in control of you mind and your emotions, in ways that you never knew were possible. It allows you to be happy just to be alive, even in the most difficult of circumstances; even when you're injured, or suffering a loss, stressed out at work, overwhelmed, depressed or anxious. It allows you to find the basic happiness of being alive, and that pervades everything else, so that you can deal with everything else much better.</p><p>Aside from just giving you that unshakeable happiness &amp; joie de vivre, it also gives you control over your mind in ways that are hard to even imagine before you experience it. It gives you the ability to focus on whatever you want to focus on, which can make you extremely productive and successful in life.</p><p>Tim Ferris studied hundreds of the world's most successful people: billionaires, celebrities, athletes, bodybuilders, and scientists at the tops of their fields. There was only one trait that over 80% of them had in common: a daily meditation practice. That's crazy when you think about it. It's not that they were all super intelligent, hard working, good looking, or born into wealthy families. The single most common trait among the world's most successful people is <em>meditation</em>. Isn't that weird?</p><p>To experienced meditators, this is not a surprise at all. It makes perfect sense that the world's most successful people are meditators. Meditation is a meta-skill; it's a skill that improves all of your other skills. It improves your ability to focus, so that you can do everything else better.&nbsp;In that way, meditation improves every aspect of your life, from relationships to health, happiness, productivity, career... everything.</p><p>In this course, you'll go from complete n00b to at least understanding the basics of meditation. This course is <em>Meditation For Beginners</em>. It will help you to get a good firm grounding in the basics of meditation, that you'll be able to take with you into daily life, to walk around in a meditative state, and to form the foundations for your own daily practice.&nbsp;All within about an hour and a half of course materials.&nbsp;Very easy, very simple, geared toward you, specifically, the beginner meditator. This will help you be happier in life, feel better, be healthier, and deal with pretty much anything that life will throw your way. The best hour and a half you'll ever spend in the rest of your life is this hour and a half, watching this course, learning to meditate for the first time.</p><p>I'll see you inside!</p><p>Namaste.</p>", "preview_video": "https://mp4-c.udemycdn.com/2020-06-12_17-02-35-ab7f9af42549a18ab10e0e3367da1f98/1/WebHD_720p.mp4?Expires=1638357822&Signature=SDwXzqLrIwmojZz7Vr8F0HrqFjZZN7d8JiX9eHWxoXEZk8EJi64M0KZnc1o4vxFFQmh2yn0B56MDs6XbedcFXMYLF16qa~gDZ5scKHw1cpliv07dCy4DDEcYS56k9WOM~l336SGK31thvPlFGbeNcRq9M~i8oktO95qER4lp1blN4J97XBVwFs8jcveLica36-8T2kZuKxgTHd7W4MjxVEdcD6stVFeONRPniV9nOs5EFq2ASV4hc~xnbjqH0OdBSRj97rmRir1CVyiV-yr2-7OxZrF~4nlle7J4nn~QOkS8Bp~q4bszSDRVO7dRRtYsixo4dyI2~CHXhEWnVW1HHQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3904774", "category": "Business", "sub_category": "Human Resources", "title": "Diversity At Workplace", "level": "All Levels", "author": "Nevcihan Dogan", "duration": "32 mins", "rating": "4.6", "reviews": "136", "students": "26898", "coupon_code": "NOV.2021", "preview_img": "https://img-c.udemycdn.com/course/750x422/3904774_476b.jpg", "coupon_link": "https://www.udemy.com/course/diversity-at-workplace-t/?couponCode=NOV.2021", "end_day": "2021-12-04 08:14:53+00:00", "headline": "If you want to position your business for success, hire a diverse workforce.", "description": "<p><strong>Diversity in the workplace</strong> is vital for employees because it manifests itself in building a great reputation for the company, leading to increased profitability and opportunities for workers.</p><p>Workplace diversity is important within the organization as well as outside.</p><p><strong>Diversity in the workplace</strong> means that a company’s workforce includes people of varying gender, age, religion, race, ethnicity, cultural background, sexual orientation, religion, languages, education, abilities, etc.</p><p><strong>Why is workplace diversity so important?</strong></p><p>In the modern, globally connected society and market, workplace diversity is becoming a <strong>necessity </strong>rather than a banner companies wave to show their commitment to embracing differences.</p><p>Most of the modern companies can sell their products <strong>all over the world</strong>, reaching many different groups of people. In order to successfully create, present and sell their products in this global market, companies <strong>need </strong>a diversified workforce.</p><p>So, in this class our Learning Objectives are:</p><ul><li><p>Understand what diversity and its related terms mean</p></li><li><p>Be able to identify your stereotypes</p></li><li><p>Understand what terms are politically correct and which are not, and why</p></li><li><p>Be familiar with the four cornerstones of diversity</p></li><li><p>Develop a technique for dealing with inappropriate behavior</p></li><li><p>Develop a management style to encourage diversity</p></li><li><p>Know what to do if you or one of your employees feels discriminated against</p></li></ul><p>So, shall we get started? I wish you a happy learning!</p>", "preview_video": "https://mp4-b.udemycdn.com/2021-03-10_18-27-35-2bbbf410a61aae5dcbeec3c4c3756a88/1/WebHD_720p.mp4?secure=9s2d2-k1cjBbgmUxX1SWfg%3D%3D%2C1638357836"}, {"course_id": "3385322", "category": "Finance & Accounting", "sub_category": "Compliance", "title": "Anti-Money Laundering Concepts: AML, KYC and Compliance", "level": "All Levels", "author": "GenMan Solutions", "duration": "1 hour", "rating": "4.5", "reviews": "2455", "students": "71454", "coupon_code": "AMLNOVEND", "preview_img": "https://img-c.udemycdn.com/course/750x422/3385322_e814.jpg", "coupon_link": "https://www.udemy.com/course/anti-money-laundering-aml-kyc/?couponCode=AMLNOVEND", "end_day": "2021-12-02 07:54:14+00:00", "headline": "(Highest number of Students Enrolled) Anti-Money Laundering(AML), AML policies, AML KYC & AML Compliance", "description": "<p>Welcome to the course on <strong>Anti-Money Laundering (AML)</strong>, where you will learn about the key issues faced by financial institutions today: <strong>Money Laundering and Terrorist Financing</strong>. This course will educate you on <strong>Money Laundering and Terrorist Financing laws, Know Your Customer, Customer Due Diligence, Economic Sanctions and Politically Exposed Persons</strong>. This is a comprehensive course that captures all relevant concepts required for training employees of an organization.</p><p>We will start the course by understanding the term Money Laundering and will then cover the process &amp; impact of the same. Post which, we will learn about terrorist financing and then cover the differences and similarities between money laundering &amp; terrorist financing. In the next lectures, we will cover the Anti-Money Laundering policies along with KYC procedures, Economic Sanctions &amp; Politically exposed persons.</p><p>There are <strong>no prerequisites for this course </strong>and <strong>can be completed in just 1-2 hrs</strong> (including <strong>situation based practice scenarios &amp; exercises</strong>).</p><p><em>Course enrollment grants you lifetime access, with no expiration, to all the course lectures. In addition, you’ll also receive 1-on-1 support for any questions or uncertainties that come up. And this all comes with a </em><strong><em>money-back guarantee</em></strong><em>. You have nothing to lose and so much knowledge to gain.</em></p><p><br></p><p><strong>Just ask the students who’ve already taken this course:</strong></p><p>★★★★★ \"This is an excellent course. Please continue such type of very very important courses for us. Very helpful in the interest of security of the state.\"</p><p>- <strong>Tav Sarma</strong></p><p>★★★★★ \"This course was very informative and covered a wide variety of areas. I especially liked the fact scenarios to test assimilation of the material and the guidance on what to include in a money laundering policy. Thanks for that.\"</p><p>- <strong>Danine K. Jones</strong></p><p>★★★★★ \"The Course is Great and I suggest not only Business Personalities or the Person in Financial Field, But, to Everyone as it is very important content. This should be Educated and printed in Text Books of Students too. I admire the Instructor and Thank You and I hope this helps everyone.\"</p><p>- <strong>Abdulbasiru Rabilu</strong></p><p>★★★★ \"It was nice taking this course, i have acquired more knowledge about money laundering and i love the way videos and quiz has been set.\"</p><p>-<strong>Pillwax Bulambo</strong></p><p>★★★★★ \"I was very fascinated about the topic from the very start of the course. The course was great and especially with the examples the understanding was clear and crisp.\"</p><p>-<strong>Subham Saha</strong></p>", "preview_video": "https://mp4-c.udemycdn.com/2020-08-06_21-48-00-b3733454b3c37fb2a7ac894ba513b199/1/WebHD_720p.mp4?Expires=1638357845&Signature=Mr3lCK66RdSrsOAXE96uQcunqYq6dUb3RFeF~1Dc5FK~ZtSI8nGTyQqTYFME~CyIahvKLwt23IcAa0qKsMqYQGvaIJxOL8rQXnPMZoVPna56CniN6QjRMVE8O7Smakz3S14TWM3vsrgvvi3hLK9qLpZOmZKV6p0g3O5h1~HuilgdnIfUsCaD1uYofXEWcPd1ngI8P~V-S7Z8oSueKEkPpy0ZXPW3-ymp8mkd~knuobz-CQk4nYywSYzCeF9gIHTtSBtchu8cZD9QaQt97HZUPOuRThqexYTXwqWhcKUQnRgPGwXF-Bm3FJpF2QZQC~jnKgdF3MEvnrWAgVQF27m79Q__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3704956", "category": "IT & Software", "sub_category": "Other IT & Software", "title": "Agile Kanban: Kanban for Software Development Teams", "level": "All Levels", "author": "GenMan Solutions", "duration": "2.5 hours", "rating": "4.4", "reviews": "735", "students": "90158", "coupon_code": "AGILEKANBAN3", "preview_img": "https://img-b.udemycdn.com/course/750x422/3704956_8552.jpg?secure=Zt4bDyeuCwpCpl5K2imSDQ%3D%3D%2C1638428054", "coupon_link": "https://www.udemy.com/course/agile-kanban/?couponCode=AGILEKANBAN3", "end_day": "2021-12-04 13:31:53+00:00", "headline": "Learn the Kanban way of Agile Project Management | Prepare for Kanban Certification | Kanban for Software Development", "description": "<p><em>Kanban is not a software development lifecycle methodology or an approach to project management.</em></p><p><em>It requires that some process is already in place so that Kanban can be applied to</em></p><p><em>incrementally change the underlying process.</em></p><p><em>—David Anderson, Kanban</em></p><p><strong>Kanban</strong> is a popular framework used to implement agile and DevOps software development. It requires real-time communication of capacity and full transparency of work. Work items are represented visually on a kanban board, allowing team members to see the state of every piece of work at any time.</p><p>A Kanban board is an agile project management tool designed to help visualize work, limit work-in-progress, and maximize efficiency (or flow).</p><p>It can help both agile and DevOps teams establish order in their daily work. Kanban boards use cards, columns, and continuous improvement to help technology and service teams commit to the right amount of work, and get it done!</p><p>This course will help you explore how working on an Agile project using Kanban has benefits for your development team, your end users, and your organization as a whole.</p><p>We will identify various process flow related issues including too much work in progress, underutilization of resources, lengthy tasks, unequal sized tasks etc. using simple and easy to understand demonstrations on Kanban board.</p><p>We will not only identify these inefficiencies but also solve for the same by continuously improving the process flow using Kanban Board.</p><p>Here is a list of the topics we will cover in this course:</p><ul><li><p>Introduction to Kanban &amp; Kanban Board</p></li><li><p>Finding Inefficiencies in the Process</p></li><li><p>Limiting Work in Progress</p></li><li><p>Under utilization of Resources</p></li><li><p>Unequal Sized Tasks</p></li><li><p>Marking the Tasks</p></li><li><p>Other Inefficiencies/Issues</p></li></ul><p><em>Kanban Practices</em></p><ul><li><p>Defining Done</p></li><li><p>Daily Stand up</p></li><li><p>Specifying Rules</p></li></ul><p><em>Key Agile Concepts</em></p><ul><li><p>Understanding &amp; Creating <strong>User Stories, Theme &amp; Epic</strong></p></li><li><p>What is <strong>Product Backlog</strong></p></li><li><p>Difference between <strong>Product Backlog &amp; Product Roadmap</strong></p></li><li><p><strong>Advantages &amp; Disadvantages of Agile</strong></p></li><li><p>How <strong>Estimation</strong> is done in Agile</p></li><li><p>Why <strong>Relative Estimation</strong> in Agile</p></li><li><p><strong>T-Shirt &amp; Fibonacci</strong> Estimation</p></li><li><p><strong>Planing Poker</strong> in Agile</p></li><li><p><strong>Understanding &amp; Creating Burn down Charts </strong></p></li><li><p><strong>Minimum Viable Product</strong></p></li><li><p><strong>Team Velocity</strong></p></li></ul><p>This course is ideal for <strong>software developers, project managers, software leadership, or anyone that would have an interest and gain benefit from running an Agile project and delivering maximum value early to your customers.</strong></p><p>No prior experience is necessary to take this course. So, if even if you don’t know what Kanban is and the various principles and concepts under Kanban and Agile Project Management, not to worry.</p><p>We will cover all of these concepts from scratch.</p><p>Course enrollment grants you <strong>lifetime access to all the the entire course content including quizzes, practice exercises etc.</strong> In addition, you’ll also r<strong>eceive 1-on-1 support for any questions or uncertainties that come up.</strong> And this all comes with a <strong>30-day money-back guarantee!</strong> You have nothing to lose and so much knowledge to gain.</p><p>I hope that you will enjoy the course, be challenged by it and learn a lot. The primary objective is to build a strong foundational knowledge of the principles of Kanban &amp; Agile.</p><p>It is suggested that you go through the course at a pace that makes sense for you. The topics build on each other, so it is better to slow down and really learn something than to just move on in order to keep up a certain pace. </p><p>So, I have the tools needed to get the job done. So, let’s do it, I’ll see you in class. All the best!</p>", "preview_video": "https://mp4-b.udemycdn.com/2020-12-20_21-01-51-e447ac27df47b373ad183963e42cf18d/1/WebHD_720p.mp4?secure=UYKMD8hh7_uPSAbl4Ypt8g%3D%3D%2C1638357854"}, {"course_id": "4202592", "category": "Development", "sub_category": "Web Development", "title": "Build Your Own File Sharing Website", "level": "All Levels", "author": "Narendra Dwivedi", "duration": "38 mins", "rating": "4.1", "reviews": "103", "students": "20981", "coupon_code": "9D8A6CAEF1F22CFDADD5", "preview_img": "https://img-c.udemycdn.com/course/750x422/4202592_8a72_2.jpg", "coupon_link": "https://www.udemy.com/course/build-file-sharing-website/?couponCode=9D8A6CAEF1F22CFDADD5", "end_day": "2021-12-05 11:08:59+00:00", "headline": "Learn How To Create File Sharing/Hosting Website From Scratch", "description": "<p>In This Course , You Will Learn How To Create <strong>File Sharing</strong> / <strong>File Hosting Website</strong> From Scratch. This Course is In English Language. With The Help Of File Sharing Website , User Can Upload &amp; Share The Files Over The Internet. For Building File Sharing Website , You Need A Web Hosting And A Domain Name To Create File Sharing Website.</p><p><strong>Why To Create File Sharing Website</strong></p><ul><li><p>You Can Upload Files</p></li><li><p>You Can Share The Uploaded Files</p></li><li><p>File Can Be Accessed Anywhere</p></li><li><p>Easy To Share Files</p></li></ul><p><strong>This Course is For You If...</strong></p><ul><li><p>You Want To Build File Sharing / File Hosting Website From Scratch</p></li><li><p>You Want To Know How To Build File Sharing / File Hosting Website</p></li><li><p>Want To Create Own File Sharing Website To Host Your Files</p></li></ul><p><strong>Requirements</strong></p><ul><li><p>Web Hosting</p></li><li><p>Domain</p></li></ul><p><strong>Whats Included in This Course</strong></p><ul><li><p>Downloadable Lectures</p></li><li><p>Resource</p></li></ul><p><strong>I'm The Right Teacher For You ?</strong></p><p>I Tried My Best To Teach You in Easy Words in This Course.</p><p><strong>Covered in This Course :</strong></p><ul><li><p>Introduction About Course</p></li><li><p>What is File Sharing Website</p></li><li><p>Requirements</p></li><li><p>Introduction To ProjectSend</p></li><li><p>Uploading ProjectSend To File Hosting</p></li><li><p>Installing ProjectSend</p></li><li><p>Login</p></li><li><p>Changing Site Logo</p></li><li><p>Changing Footer Text &amp; Time Zone Of Website</p></li><li><p>File Extensions</p></li><li><p>Enable Registration</p></li><li><p>Adding User Manually</p></li><li><p>Managing Users</p></li><li><p>Adding &amp; Managing System User</p></li><li><p>Categories</p></li><li><p>Uploading &amp; Downloading File</p></li><li><p>Managing File</p></li></ul><p><strong>Extra</strong></p><ul><li><p>Adding Advertisement in Your Website</p></li><li><p>Conclusion</p></li></ul><p><strong>Outcome Of This Course</strong></p><ul><li><p>You Will Know How To Build File Sharing Website</p></li><li><p>You Can Build File Sharing / File Hosting Website</p></li><li><p>Knowledge About File Sharing / File Hosting Website</p></li></ul>", "preview_video": "https://mp4-c.udemycdn.com/2021-07-24_17-23-44-1c70ca436afaf50484feb3d06bc5bce4/2/WebHD_720p.mp4?Expires=1638357857&Signature=mKBUgw6H6f2wxONRT4sB2I~MSN9JUWFeHezpS1sMS42KxduFjNWde4QJAF4cf~3fWwvwPRJSJKNr0-0qcBusAfxGxeQ09ob9YcxZl-wn8oXmSfR1ugakVO5Kka01d2yizQ-hYsd8y6G8EfI9Yf3lrv1hA4h3S4cRKYhrVBjlHU0nx-Y6J9R~t~miDoZkSm~qRbSscMXWmTW7uM0~TuKR0uat~uazjS1ACEenKY5h9ptjP6aKj6KGBH5GqBYaHEq7WJHCyt-X2Ov2KE3rwdUNGdxcgnf2WUdXf3j7kY0TiIyqJEE~ub~axCoiiipbQQ3PbyB8AB0rjYadVvfCT3Ec0Q__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "3676948", "category": "Office Productivity", "sub_category": "Microsoft", "title": "MS Excel Mastery: Complete Training-Beginner to intermediate", "level": "All Levels", "author": "Mamdouh Gouda", "duration": "2.5 hours", "rating": "4.8", "reviews": "27", "students": "1698", "coupon_code": "FREE-EXCEL-NOV21-2", "preview_img": "https://img-b.udemycdn.com/course/750x422/3676948_93b2_2.jpg?secure=uMUajm_kazOMmND4nyVh7Q%3D%3D%2C1638428064", "coupon_link": "https://www.udemy.com/course/ms-excel-course-mig/?couponCode=FREE-EXCEL-NOV21-2", "end_day": "2021-12-05 13:37:52+00:00", "headline": "كورس الاكسل الشامل", "description": "<p><strong>Microsoft Excel all in One Package</strong></p><p>This Microsoft Excel course combines <strong>3 different courses</strong>.</p><ul><li><p>Microsoft Excel 101 - An Introduction to Excel</p></li><li><p>Microsoft Excel 102 - Intermediate Level Excel</p></li><li><p>Microsoft Excel 103 - Advanced Level Excel</p></li></ul><p>Material recorded with Excel 2019 and (Office 365) but works in 2013, 2016, 2019.</p><p><em>Through this course, </em><strong><em>you can update your office version</em></strong><em> to the 2016 or 2019 version for free</em></p><p><strong>Recent Student Review</strong></p><ul><li><p><strong>\"</strong><em>You sir are a life saver. Not everyone has the ability to teach. Thank you so much for taking the time to put together an amazing course bro. If anyone doubts buying this course, don't doubt it, buy it. I've learned so much in this course. Hope more courses are on the way because I'd buy every single one of them. Thanks again bro. God bless you and your family.</em>\"</p></li><li><p><strong><em>\"</em></strong><em>The course is very valuable, I recommend it highly.</em><strong><em>\"</em></strong></p></li><li><p><strong><em>\"</em></strong><em>Very exceptional, The course is full of valuable content and secrets of functions in MS Excel.</em><strong><em>\"</em></strong></p></li><li><p><em>\"Detailed and perfect course thanks ab lot for your effort\"</em></p></li><li><p><strong>\"</strong><em>Happy to say that I now \"know\" excel. I realize there is so much more to learn, but it's a start! Thank you for being such a great instructor... now on to the next class.</em>\"</p></li><li><p><em>\"Mr. Mamdouh is the cancer of Microsoft Excel, He isn't harmful like the real cancer but both similar in their intelligence\"</em></p></li></ul><p><strong>Enroll now to go through a deep dive</strong> of the most popular spreadsheet tool on the market, Microsoft Excel. As your instructor I will use my <strong>10+ years of Excel training </strong>to guide you step by step through the beginner to advanced level and beyond.</p><p>As you participate in each of the <strong>3 Parts you will master Excel tools </strong>that will clear away the pain of stumbling through your daily tasks. You will start with the basics, building a solid foundation that will give you further knowledge as you progress into intermediate and advanced level topics.</p><p>At completion of this course you will have mastered the most popular Excel tools and come out with confidence to complete any Excel tasks with efficiency and grace. Below are just a few of the topics that you will master:</p><ul><li><p>Creating effective spreadsheets</p></li><li><p>Managing large sets of data</p></li><li><p>Mastering the use of some of Excel's most popular and highly sought after functions (SUM, VLOOKUP, IF, AVERAGE, INDEX/MATCH and many more...)</p></li><li><p>Create dynamic report with Excel PivotTables</p></li><li><p>Unlock the power and versatility of Microsoft Excel's Add-In, PowerPivot</p></li><li><p>Audit Excel Worksheet formulas to ensure clean formulas.</p></li></ul><p dir=\"rtl\"><br></p><p dir=\"rtl\">هذه المجموعة تشرح برنامج الاكسل بالتفصيل من خلال<strong> 3 دورات للمستويات المختلفة</strong></p><p dir=\"rtl\">1- المستوى الاول&nbsp; للمبتدئين | مقدمة برنامج الاكسل والاساسيات وواجهة البرنامج.</p><p dir=\"rtl\">2- المستوى الثانى المتوسط | شرح المعادلات الشرطية والمركبة وكيفية اعداد التقارير.</p><p dir=\"rtl\">3- المستوى الثالث المتقدم&nbsp; &nbsp;| شرح الجداول المحورية واعداد التقارير المتقدمة واستخدام الرسوم البيانية.</p><p dir=\"rtl\">وذالك بالطرق الحديثه والعملية باستخدام التاسكات والتمارين الحقيقية وسوف نقوم بالتطبيق علي امثلة حقيقية خلال الكورس.</p><p dir=\"rtl\">والمادة المسجة والشرح علي نسخة اوفيس 365 و 2019 و 2016.</p><p dir=\"rtl\"><em>ومن خلال هذه الدورة ، </em><strong><em>يمكنك تحديث إصدار Office</em></strong><em> الخاص بك إلى إصدار 2016 أو 2019 مجانًا</em></p><p dir=\"rtl\"><br></p><p dir=\"rtl\"><strong>هذه الدورة من افضل التقييمات جميع المنصات التعليمية</strong></p><p dir=\"rtl\"><em>من بعض التوصيات علي صفحة الفيسبوك</em></p><p dir=\"rtl\"><strong><em>*-</em></strong><em> \"مستر ممدوح من أفضل المدربين اللي حضرت معاهم .. اخدت معاه كورس اكسيل وكنت ماليش اي علاقة بالتعامل مع اللاب وبالرغم من انه اونلاين الا اني استفدت كتير جدا طريقة شرحة مبسطة جدا وبيعيد كتير لحد ما المعلومة توصل حقيقي ربنا يباركله\"</em></p><p dir=\"rtl\"><strong><em>*- </em></strong><em>\"مستر ممدوح من افضل الناس اللي اتعلمت منهم اكسيل فعلا مجتهد جدا ف شغله وبيشرح بضمير انا ممتنه جدا ليه اني عرفت كل الحاجات دي عن الاكسيل ف وقت قليل جدا شكرا جدا لحضرتك يامستر\"</em></p><p dir=\"rtl\"><strong><em>*- </em></strong><em>\"عايز تبقي محترف ف Microsoft Excel ؟ مستر ممدوح من أحسن ال trainers ف المجال دا لان طريقته سلسلة جدا وبسيطة وانا كنت واحدة بكره الأكسيل و المعادلات لكن بعد ما اخدت كورس اكسيل معاه الموضوع بقي بسيط جدا\"</em></p><p dir=\"rtl\"><strong><em>*- </em></strong><em>\"مستر ممدوح من أحسن ال Trainers المتخصصين في شرح برامج الMicrosoft Office وبصراحة رغم ان فيه كورسات كتير على الانترنت بتشرح نفس الموضوع الا اني ملقتش ولا هلاقي زي مستر ممدوح في طريقة شرحة الممتعة جدا والبسيطة حتى في الحاجات المعقده اللي بتحتاج وقت طويل لشرحها ، مستر ممدوح ما شاء الله عليه عنده المقدرة انه يشرح الحاجه المعقده بشكل سهل جدا ومبسط بحيث تتفهم على طول ، فاحب اشكره جدا لانه خلاني احب برامج الاوفيس وبرشحه وبشدة لأي شخص لسه هيبدأ يتعلم برامج الاوفيس\"</em></p><p><br></p><p dir=\"rtl\"><strong>سجل الآن لتصفح أكثر أدوات جداول البيانات شيوعًا في السوق، Microsoft Excel.</strong></p><p dir=\"rtl\"> بصفتي مدرسك، سأستخدم خبرتي على برنامج Excel لأكثر من 10 سنوات لإرشادك خطوة بخطوة خلال المستوى المبتدئ إلى المستوى المتقدم وما بعده.</p><p dir=\"rtl\"><strong>أثناء مشاركتك في كل جزء، ستتقن أدوات Excel</strong> التي ستزيل ألم التعثر في مهامك اليومية، ستبدأ بالأساسيات ، وتبني أساسًا متينًا يمنحك مزيدًا من المعرفة أثناء تقدمك في موضوعات المستوى المتوسط ​​والمتقدم.</p><p dir=\"rtl\"><br></p><p dir=\"rtl\">عند الانتهاء من هذه الدورة التدريبية، <strong>ستكون قد أتقنت أكثر أدوات Excel شيوعًا وستخرج بثقة لإكمال أي مهام Excel بكفاءة ورشاقة</strong>. فيما يلي عدد قليل من الموضوعات التي ستتقنها:-</p><p dir=\"rtl\">1- إنشاء جداول بيانات فعالة</p><p dir=\"rtl\">2- إدارة مجموعات كبيرة من البيانات</p><p dir=\"rtl\">3- إتقان استخدام بعض وظائف Excel الأكثر شيوعًا والمطلوبة بشدة&nbsp; مثل:-</p><p dir=\"rtl\">4- المعادلات الاساسية مثل:- SUM &amp; AVERAGE&nbsp; &amp; MAX &amp; MIN</p><p dir=\"rtl\">&nbsp; &nbsp; &nbsp;* معادلات الشرطية البسيطة والمركبة مثل:- IF &amp; IFS &amp; AND &amp; OR &amp; NOT</p><p dir=\"rtl\">&nbsp; &nbsp; &nbsp;* معادلات الجمع البسيطة والمتقدمة مثل :- SUM &amp; SUM-IF &amp; SUM-IFS</p><p dir=\"rtl\">&nbsp; &nbsp; &nbsp;* معادلات العد البسيطة والعد الشرطي مثل :- COUNT &amp; COUNTA &amp; COUNTBLANK &amp; COUNTIF&amp; COUNTIFS</p><p dir=\"rtl\">&nbsp; &nbsp; &nbsp;* معادلات البحث والاستدعاء&nbsp; VLOOKUP &amp; INDEX / MATCH وغيرها الكثير …)</p><p dir=\"rtl\">5- إنشاء تقرير ديناميكي باستخدام Excel PivotTables</p><p dir=\"rtl\">6- أطلق العنان للقوة والتنوع في الوظيفة الإضافية PowerPivot لبرنامج Microsoft Excel</p><p dir=\"rtl\">7- تدقيق صيغ ورقة عمل Excel لضمان الصيغ النظيفة.</p><p dir=\"rtl\">8- الرسوم البيانية لعرض التقارير</p><p dir=\"rtl\"><em>وذالك بالطرق الحديثه والعملية باستخدام التاسكات والتمارين الحقيقية وسوف نقوم بالتطبيق علي امثلة حقيقية خلال الكورس.</em></p><p dir=\"rtl\"><em>والمادة المسجة والشرح علي نسخة اوفيس 365 و 2019 و 2016.</em></p>", "preview_video": "https://mp4-c.udemycdn.com/2021-11-12_14-10-23-f79e5e1d13ce7a004b318a1b13752103/2/WebHD_720p.mp4?Expires=1638357864&Signature=hRfCp4-OPYIVIysnUxkIuuQPpFwwQBpfkfgKnNpWzTlHfIVIzeLwKauurn4pGvGoROz3gDTqSMHnyR2vlADE-krnKqAmV6c5356CPxuV1n4I42EXFzF8udtz90O5XJ-dCk160gOpf-4I6fqPgM2Hp7sGLNGiXXv68-ilOReMcLUU0Ajpqtnr5AiZfaPwYgf4MzVq6OInG2RSeZze-k5wXVvTWLp3l0zDxAnNSXfLYjUZf55P0wTwf5Vlh9~IKx9o~Sx7lGV2B4KJxb22DMzEghCUQsMEIACRtdxWd7xWBATzST9fc9wj2TaNFnxsdhN2TbhOuQ3JSb-cT3U-MxqQmQ__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}, {"course_id": "2492980", "category": "Photography & Video", "sub_category": "Video Design", "title": "Color Grading and Video Editing with Davinci Resolve 17", "level": "Beginner Level", "author": "AK Media", "duration": "42 mins", "rating": "3.2", "reviews": "149", "students": "54407", "coupon_code": "FC15FBFDE2183120DC9F", "preview_img": "https://img-c.udemycdn.com/course/750x422/2492980_0c85.jpg", "coupon_link": "https://www.udemy.com/course/color-grading-and-video-editing-with-davinci-resolve/?couponCode=FC15FBFDE2183120DC9F", "end_day": "2021-12-04 07:05:48+00:00", "headline": "Learn Video Editing in DaVinci Resolve 17 with Color Correction & Color Grading & Visual Effects", "description": "<p><br></p><p><strong><em>DaVinci Resolve 16&nbsp; Beginners Course </em></strong></p><p>DaVinci Resolve 16 is a free professional video editing application used by professionals and amateurs. It’s easy and simple to use. It provides you with simple to use yet powerful tools to edit your videos and achieve high quality production.</p><p><strong>This course is for beginners. You do not need any previous knowledge in DaVinci Resolve 17 or video editing experience.</strong></p><p>You will dive straightaway into creating your first video and add music, graphics, text and couple of transitions. No time is wasted with unnecessary concepts. You will be up and running in DaVinci Resolve in less than an half hour.</p><p>I’ll teach you everything you need to know about video editing, visual effects, motion graphics, color correction &amp; grading and audio editing to create professionally looking videos.</p><p>We will make a video together from start to finish, step by step. You will start right at the beginning from how to import your video clips all the way through to Color Correction and Grading.</p><p>You can even come up with your own awesome and original video using the same footage. It’s open to your imagination and what you want to create.</p><p>What will you learn in this DaVinci Resolve 16 Course?</p><ul><li><p>Start by understanding the workflow in DaVinci Resolve.</p></li><li><p>Efficiently import and organize your media from Bins to Power Bins</p></li><li><p>Dive in and create your first short video – Just to get started.</p></li><li><p>Discover multiple ways to assemble your video – from inserts to swaps</p></li><li><p>Fine edit your clips a frame at a time</p></li><li><p>Lots fun re-timing your clips with speed graphs – Slow Motion and Fast Motion</p></li><li><p>You will Master Transitions and create your own</p></li><li><p>Add Graphics, Lower Thirds and Titles, we will even create an Intro and Outro</p></li><li><p>Work in the more advanced Fusion Text</p></li><li><p>Apply and customize Effects from ResolveFX</p></li><li><p>Achieve Perfect Color Correction – including Log footage</p></li><li><p>Use Power Windows, Cloud and Point Trackers to bring up features in your clips.</p></li><li><p>Understand (in detail) and work with advanced tools such as Curves, Qualifiers, Keys.</p></li><li><p>Start Color Grading like a colorist (at least a beginner one) and produce awesome videos.</p></li></ul><p>So, if you’re looking to:</p><p>Edit your Videos for your YouTube channel with a free professional and extensive application or Create exciting and well edited videos for your family album, Edit a marketing video for your website, Create a Music Video, Edit Documentaries, Start your Career as a Video Editor, Create your first Demo-Reel Then you will find this course ideal for your needs, as you work with an instructor who really cares about your success as individual.</p><p>Enroll now and start Video Editing right away. See you in the first lecture.</p><p>Wishes,</p><p>Adeep</p>", "preview_video": "https://mp4-c.udemycdn.com/2019-12-30_21-33-09-e525f6e28ebc49603ed37c34071b8565/WebHD_720p.mp4?Expires=1638357867&Signature=CBV78Tz8JQlV7H34tLpn2DqiBzUqMs~Lzlny61nqFUsKEQoP7W5K4dO-7xxEhr94xU38k2c2IwuzF~En-dsAHBQGSvOoRwje4j-Nh1MRf-u-FUhqadpQ90eMIP8R6hXXVtTSDu91AUIM3etN29EulaEdL9qSDFZHQ8V8eWZIFTGlXOqGIjIhD8lfO5PH72DB1lKBqa1wzrgOC9NIKy9KeIyizy8xgSP-3~CW2QR~pYakNIXw7qsMxU4rRJphiPrIGrFZkLjLLYdYuGCWt7ndTYnSWabsXhKGCmNJNXkigjVxnevqZlWD4eNk5Li3wtbRMwrKTCS34cu3FDI2WtqQMg__&Key-Pair-Id=APKAITJV77WS5ZT7262A"}]}