{
    "results": [
        {
            "course_id": "2535810",
            "category": "Marketing",
            "sub_category": "Social Media Marketing",
            "title": "Facebook Ads Lead Generation Marketing for business",
            "content_length": "93",
            "level": "All Levels",
            "author": "Yasir Ahmed, M.B.A",
            "rating": "3.0",
            "reviews": "117",
            "students": "36341",
            "coupon_code": "310822B",
            "preview_img": "https://img-c.udemycdn.com/course/750x422/2535810_8160_5.jpg",
            "coupon_link": "https://www.udemy.com/course/facebook-leads-generation-business-marketing-ads-strategy-hack/?couponCode=310822B",
            "expired_date": "2022-09-05 18:18:00+00:00",
            "uses_remaining": "701",
            "headline": "Find customers & generate high quality leads on demand for any business or clients.",
            "description": "<p><strong><em>Do you want to generate leads using facebook marketing</em></strong> to find leads and clients for your business or anyone else you are working with.&nbsp; (This is a case study)</p><p>So in this training, you will learn how you can start your own lead generation business by implementing exactly what i do to generate leads for any business in the world. I have been earning passive income with this simple but effective technique and i have explained all things in detail so that you can finally get started with no prior experience. </p><p>I have included my $1500 Product Case Study in which i generated 20X Times Revenue for my client. It's a high ticket client and deals are very hard to close and these are the topics explained in detail:</p><ol><li><p>$1500 Product Case Study</p></li><li><p> Setting Up Your Facebook Pixel</p></li><li><p>Setting Up Your Lead Generation Campaign</p></li><li><p>Finalizing Winning&nbsp; Ad Creative</p></li></ol><p>Feel Free to enroll now &amp; complete the course to become an expert in this field in just under 1 hour!</p><p><strong>About ME:</strong></p><p>Use paid advertising to grow your business under my mentorship. Served more then 80 clients since 2015 and teaching all strategies inside my training programs! <br>I started my agency in 2015 &amp; have worked with the biggest sales trainer of Pakistan along with big brands as an employee. I also run my eCommerce store and have trained over 2000 students directly. </p><p>My training will help you build your own business from scratch, run your own agency or eCommerce business or even manage international clients on Fiverr and Upwork. </p><p>My students are hitting 6-figures after using all the strategies that I have taught them.</p><p>I have over 600k students on Udemy with more then 30 courses and 3000+ reviews.</p><p><br></p>",
            "preview_video": "https://www.udemy.com/course/2535810/preview/?startPreviewId=19798825",
            "language": "English"
        },
        {
            "course_id": "4525160",
            "category": "IT & Software",
            "sub_category": "Other IT & Software",
            "title": "Microservices Interview Readiness Course",
            "content_length": "69",
            "level": "All Levels",
            "author": "Obify Consulting",
            "rating": "4.2",
            "reviews": "31",
            "students": "12043",
            "coupon_code": "2A7736FE266C394E06BF",
            "preview_img": "https://img-c.udemycdn.com/course/750x422/4525160_6e53.jpg",
            "coupon_link": "https://www.udemy.com/course/microservices-interview-readiness-course/?couponCode=2A7736FE266C394E06BF",
            "expired_date": "2022-09-08 09:22:00+00:00",
            "uses_remaining": "462",
            "headline": "Learn different components and design patterns used in Microservices Architecture with Real World examples",
            "description": "<p>In this course, you will learn everything about Microservices Architecture with Real World examples and Use Cases.</p><p>This course will help you a strong understanding of Microservices Architecture and how Microservices Architecture differs from traditional Monolithic Architecture.</p><p>This course will also help you quickly prepare for your Microservices Interview.</p><p>Following are the topics that will be covered in this course:</p><p>1. What is Microservices Architecture and how it's different from Monolithic Architecture</p><p>2. What are the different components of Microservices Architecture</p><p>3. What are the different Microservices pattern like API Gateway, Central Configuration, Service Discovery, Circuit Breaker, Message Broker, Session Handling etc, you will learn every design pattern with real-world use case</p><p>4. How to do Inter-Service communication between different Microservices Component.</p><p>5. What are the different Rest clients that will help you call one microservice from another microservice</p><p>6. When to use which Rest client and its advantages and disadvantages</p><p>7. What are the Advantages and Disadvantages of using Microservices Architecture</p><p>8. Reasoning behind the Advantages and Disadvantages of using Microservices Architecture</p><p>9. Cover all concepts with Real World examples and scenarios</p><p>10. We will also look at the different components of Microservices architecture and what each of the components contributes towards the development of a robust future proof Microservices Architecture</p>",
            "preview_video": "https://www.udemy.com/course/4525160/preview/?startPreviewId=39166084",
            "language": "English"
        },
        {
            "course_id": "3150070",
            "category": "Marketing",
            "sub_category": "Digital Marketing",
            "title": "Extreme Automation in Digital Marketing (2022 Edition)",
            "content_length": "151",
            "level": "Intermediate Level",
            "author": "Srinidhi Ranganathan",
            "rating": "4.0",
            "reviews": "171",
            "students": "52580",
            "coupon_code": "B53C42165E67BED82CAE",
            "preview_img": "https://img-c.udemycdn.com/course/750x422/3150070_11cc_4.jpg",
            "coupon_link": "https://www.udemy.com/course/extreme-automation-in-digital-marketing-certification/?couponCode=B53C42165E67BED82CAE",
            "expired_date": "2022-09-08 04:28:00+00:00",
            "uses_remaining": "339",
            "headline": "A world-changing online course focussed on teaching digital marketing automation tech in 2022",
            "description": "<p><em>Welcome to experience </em><strong><em>\"</em>Extreme Automation in Digital Marketing (2022 Edition)\"</strong>.</p><p>What things actually come to mind when you think of the term \"Extreme Marketing Automation\"? Automation is not as easy as clicking over and off to watch the employed marketing robot workers do the work, but rather is an ongoing process to track and develop our web marketing strategy. Like all other aspects of the online marketing environment, automation must be accompanied by a tested approach.</p><p><strong>The big question is \"Are you looking to step up your game in digital marketing automation?\" </strong></p><p>Look no further than this course as it teaches you some of the most powerful marketing tools that you can use to propel your digital marketing to greater heights of success. Many of these tools that are taught here come highly recommended by reputable digital marketing companies in 2022 and will obviously help grow your marketing business as well as stay ahead of your competitors.</p><p><strong>Benefits of Marketing Automation</strong></p><p>Today, digital marketers will concentrate on ROI and effectiveness. Automation is often the missing part of the equation for those who want massive growth.&nbsp;If implemented the right way it helps companies save time, scale and minimize the impact of errors during the customer acquisition process. Good results are seen by a large majority of companies buying into marketing automation. Businesses can reduce inefficient back-and-forth correspondence and repetitive activities, which take precious time, via automation.</p><p><strong>How is this course different?</strong></p><p>This mind-blowing course focusing on&nbsp; \"Extreme Automation in Digital Marketing (2022 Edition)\" taught by Digital Marketing Legend \"Srinidhi&nbsp;Ranganathan\", Mastermind \"Saranya&nbsp;Srinidhi\" and Marketing expert \"Sai Manoj\" will showcase some of the most interesting or engaging tools to automate your marketing efforts to the core. There is no time to waste.<strong><em> The course will be educative, informative, and practical at the same time.</em></strong></p><p>Enrol now and let's start learning this incredible course and change your career and the whole facet of automation forever. There are interesting, engaging, and new things to experience here, inside.</p><p>Lights. Camera.&nbsp;Action. Let's begin.</p>",
            "preview_video": "https://www.udemy.com/course/3150070/preview/?startPreviewId=26206278",
            "language": "English"
        },
        {
            "course_id": "4258822",
            "category": "Development",
            "sub_category": "Software Testing",
            "title": "Real time Automation+Manual Interview Questions with Answers",
            "content_length": "505",
            "level": "All Levels",
            "author": "Jaikishan Mohanty",
            "rating": "4.4",
            "reviews": "116",
            "students": "28274",
            "coupon_code": "SEPT_SALE",
            "preview_img": "https://img-c.udemycdn.com/course/750x422/4258822_cd5a_7.jpg",
            "coupon_link": "https://www.udemy.com/course/testing-interview-questions-with-answers/?couponCode=SEPT_SALE",
            "expired_date": "2022-09-09 09:40:00+00:00",
            "uses_remaining": "260",
            "headline": "Real time Interview course on all automation & Manual concept questions with detailed answers - QA Jobs (Hindi)",
            "description": "<p>How about <strong>Quickly Revising all the Important Software testing Concepts</strong> in just <strong>a few hours before</strong> an interview?</p><p><br></p><p>This course focuses on revising most Real-time interview questions around Testing. An interview is all about expressing your answers in a precise and proper way. You can have tons of knowledge, you must have done tons of coding but cracking an interview is a different ball game.</p><p><br></p><p>This course is a revision course where I have focused on what kind of questions are asked and how to answer them in an elaborate way. Please note this course does not teach software testing.</p><p><br></p><p>So, Welcome to the<strong> Real time Automation+Manual interview Questions and Answers</strong> where you are going to <strong>dominate </strong>the <strong>Software testing job interview</strong>. Take the course, learn the material and go into a technical interview with the <strong>confidence </strong>that you are prepared!</p><p>Get an edge over other candidates that did not take the time to learn technical interview skills.</p><p><br></p><p><strong>Become one of my dozens of students that successfully took the course and secured a job.</strong></p><p><br></p><p>This course has been <strong>expertly crafted</strong> to make sure that you <strong>rapidly improve </strong>your Testing interview skills, <strong>Turbocharge your productivity</strong> and<strong> boost your career</strong> with<strong> no time wasting</strong> and <strong>no useless stuff.</strong></p><p><br></p><p>Preparing for a Software testing Interview is tricky. You would need to get a good understanding of all Automation features and revise concepts you used in your preparation. This course helps you<strong> Prepare for QA Interview </strong>with all the resources covering <strong>100+ Realtime Interview Questions and Answers</strong> on a varied range of topics listed below.</p><p><br></p><ul><li><p>Automation testing</p></li><li><p>Manual Testing</p></li><li><p>One Liner questions</p></li><li><p>Java real-time questions</p></li><li><p>Concept in Hindi</p></li><li><p>Testing Process in Real-time projects</p></li><li><p>Selenium Web Automation</p></li><li><p>Automation Framework Designs</p></li><li><p>Testing Standards with TestNG and Cucumber</p></li><li><p>API Testing (Manual + Automation) Interview Questions</p></li><li><p>Core Java Webdriver related topics</p></li><li><p>Programming logical questions</p></li><li><p>Java OOPS Miscellaneous Concepts</p></li><li><p>Non Functional Testing Topics &amp; Many more !!!!!!!!!</p></li></ul><p><br></p><p>Wish you all the Best.</p><p>Start Learning Now. <strong>Hit the Enroll Button!</strong></p>",
            "preview_video": "https://www.udemy.com/course/4258822/preview/?startPreviewId=37093408",
            "language": "Hindi"
        },
        {
            "course_id": "4589280",
            "category": "IT & Software",
            "sub_category": "Other IT & Software",
            "title": "Zero To Hero Apache Kafka with SpringBoot mastery",
            "content_length": "80",
            "level": "All Levels",
            "author": "Obify Consulting",
            "rating": "4.1",
            "reviews": "28",
            "students": "10235",
            "coupon_code": "185C7FFAC1EF69F20A3D",
            "preview_img": "https://img-c.udemycdn.com/course/750x422/4589280_18b9_2.jpg",
            "coupon_link": "https://www.udemy.com/course/zero-to-hero-apache-kafka-with-springboot-mastery/?couponCode=185C7FFAC1EF69F20A3D",
            "expired_date": "2022-09-08 09:33:00+00:00",
            "uses_remaining": "132",
            "headline": "Learn all about Apache Kafka and implement it with SpringBoot for any of your use case",
            "description": "<p>This course will teach everything about Apache Kafka.</p><p>How Apache Kafka differs from traditional/regular message broker services like Apache Active MQ or RabbitMQ.</p><p>We will also learn about different scenarios in which you can use Apache Kafka and achieve your functionality.</p><p>We will implement Apache Kafka with SpringBoot and implement a scenario where we will work with both producer and consumer.</p><p>In Apache Kafka, we will go through different topics like:</p><p>1. What is Apache Kafka</p><p>2. Why do we need Apache Kafka</p><p>3. History of Apache Kafka</p><p>4. Advantages of Apache Kafka</p><p>5. How Apache Kafka differs from traditional messaging brokers like Activ MQ or RabbitMQ</p><p>6. We will also compare Kafka with RabbitMQ message broker</p><p>7. We will try to understand why Apache Kafka is called a distributed system</p><p>8. We will then look at the detailed architecture of Apache Kafka</p><p>9. We will look into different components of the Apache Kafka system and try to understand what they do.</p><p>10. We will see what is an Apache Kafka Cluster and its importance</p><p>11. We will learn about Brokers and their importance in Apache Kafka architecture</p><p>12. What is a message and how messages are published and subscribed in distributed mode.</p><p>13. What are Partitions and logs and their importance</p><p>14. What is the Kafka Storage strategy</p><p>15. What is Zookeeper and how its important in Apache Kafka architecture</p><p>16. We will then do the local development environment setup</p><p>17. After that we will then create a new SpringBoot project from Spring Initializer</p><p>18. Then we will go ahead and add the needed maven dependencies and start our development</p><p>19. We will implement the producer and consumer scenarios</p><p>20. Finally you will get the complete source code of the course.</p>",
            "preview_video": "https://www.udemy.com/course/4589280/preview/?startPreviewId=39917840",
            "language": "English"
        },
        {
            "course_id": "3539662",
            "category": "Teaching & Academics",
            "sub_category": "Language Learning",
            "title": "Alemão em 5 palavras | Curso A2 completo - Básico superior",
            "content_length": "615",
            "level": "Beginner Level",
            "author": "Animalangs • 75.000+ Students",
            "rating": "4.7",
            "reviews": "34",
            "students": "1146",
            "coupon_code": "ALEMAOA22",
            "preview_img": "https://img-b.udemycdn.com/course/750x422/3539662_daef_7.jpg",
            "coupon_link": "https://www.udemy.com/course/alemao-5-palavras-curso-2-em-portugues-para-iniciantes/?couponCode=ALEMAOA22",
            "expired_date": "2022-09-05 15:16:00+00:00",
            "uses_remaining": "818",
            "headline": "Curso 2/6 Série Alemão em 5 palavras (A2) - Para quem já deu os primeiros passos e quer continuar avançando até fluência",
            "description": "<p>Hallo und Willkommen zu Kurs 2.</p><p>Olá e seja muito bem-vindo ao curso 2, alemão em 5 palavras.</p><p>Se você chegou até aqui é porque tem um real interesse em aprender a falar, escrever e ler em alemão de forma fluente.</p><p>Devido ao sucesso do curso 5 palavras disponibilizados em inglês, espanhol e português, pude investir em mais materiais de ensino e na compra de vídeos ilustrativos para que o ensino não fique tanto \"preto e branco\", já que um idioma é algo colorido e cheio de vida.</p><p>Para meus novos alunos, que já estão em um nível mais avançado, e estão começando no nível 2, quero dizer que antes de começar as aulas do curso 2, estará à sua disposição um material com as palavras aprendidas no curso 1. Então é só imprimir ou ler e anotar on-line estas palavras para poder fazer os exercícios de tradução. Simples assim! E ainda terá um professor sempre à sua disposição para tirar quaisquer dúvidas referentes ao idioma alemão.</p><p>Para meus alunos, quero contar que o curso está com uma nova cara, muito mais divertida, com imagens e ilustrações, e tenho certeza de que esta nova apresentação prenderá a sua atenção do início ao fim. Além disso, vou disponibilizar um material de apoio em cada unidade para que você vá muito mais além do que aprendemos aqui e possa estudar por conta própria no conforto da sua casa, mas, claro, com o professor sempre disponível para responder a quaisquer das suas perguntas.</p><p>Este é o nosso segundo curso e aqui você aprenderá muitas palavras e expressões. E garanto que ao concluir este curso, você estará com o alemão muito mais afiado e com certeza já estará em um nível mais avançado (A1 superior já dando os primeiros passos no nível A2 do Quadro Comum Europeu de Referência para Línguas).</p><p>Se você terminou o curso 1, já vai estar familiarizado com aprox. 500 palavras e centenas de frases e expressões aprendidas. Poderá continuar sem problemas, pois sempre faremos uma revisão do aprendido.</p><p>Então, espero você por aqui. Terei imenso prazer em ser seu professor.</p><p>Los geht's! </p><p>Vielen Dank</p><p>Renan</p><p><br></p><p>**** O curso será completado até a lição 100 para que você atinja um nível básico superior ou A2</p>",
            "preview_video": "https://www.udemy.com/course/3539662/preview/?startPreviewId=28430319",
            "language": "Portuguese"
        },
        {
            "course_id": "2928972",
            "category": "Business",
            "sub_category": "E-Commerce",
            "title": "Build Shopify store & Run Facebook Page Likes Ad In 2022",
            "content_length": "82",
            "level": "Beginner Level",
            "author": "Yasir Ahmed, M.B.A",
            "rating": "2.9",
            "reviews": "113",
            "students": "39034",
            "coupon_code": "310822A",
            "preview_img": "https://img-b.udemycdn.com/course/750x422/2928972_fbb4_2.jpg",
            "coupon_link": "https://www.udemy.com/course/build-shopify-ecommerce-website-30-min-zero-experience-2020-2021-2022/?couponCode=310822A",
            "expired_date": "2022-09-05 18:16:00+00:00",
            "uses_remaining": "305",
            "headline": "Design Ecommerce business on Shopify & run facebook page likes ad for marketing in 60 minutes",
            "description": "<p>Learning website development should now be hard and In this training, you have a chance to see how easy it is to build a brand store on Shopify with no time. The only thing required for you is that you should be willing to do it. It's very easy if you follow the right steps and that's exactly what you will learn in this training. </p><p><em>1 - Shopify Setup</em></p><p><em>2 - Run facebook Page Likes Ad to grow your page </em></p><p>This is very easy and has been explained in a very good way for your learning!</p><p>I am a marketer by profession but Shopify is so easy that you can do it with no experience, enroll now and get started in no time.</p><p><br></p><p><strong>About ME:</strong></p><p>Use paid advertising to grow your business under my mentorship. Served more then 80 clients since 2015 and teaching all strategies inside my training programs! <br>I started my agency in 2015 &amp; have worked with the biggest sales trainer of Pakistan along with big brands as an employee. I also run my eCommerce store and have trained over 2000 students directly. </p><p>My training will help you build your own business from scratch, run your own agency or eCommerce business or even manage international clients on Fiverr and Upwork. </p><p>My students are hitting 6-figures after using all the strategies that I have taught them.</p><p>I have over 600k students on Udemy with more then 30 courses and 3000+ reviews.</p><p><br></p>",
            "preview_video": "https://www.udemy.com/course/2928972/preview/?startPreviewId=23445654",
            "language": "English"
        },
        {
            "course_id": "363364",
            "category": "Business",
            "sub_category": "Media",
            "title": "Journalism: Be a Great Talk Show Host",
            "content_length": "60",
            "level": "All Levels",
            "author": "TJ Walker",
            "rating": "3.8",
            "reviews": "78",
            "students": "6766",
            "coupon_code": "0A79A2B39D6657983ED1",
            "preview_img": "https://img-c.udemycdn.com/course/750x422/363364_88eb_4.jpg",
            "coupon_link": "https://www.udemy.com/course/how-to-be-a-talk-show-host/?couponCode=0A79A2B39D6657983ED1",
            "expired_date": "2022-09-05 12:33:00+00:00",
            "uses_remaining": "225",
            "headline": "Journalism: You can look comfortable and confident on TV, plus interview guests in a professional manner",
            "description": "<p><strong>Journalism</strong>. Imagine yourself hosting a talk show and you are coming across as engaging, likable and totally natural. Wouldn't it be nice to know that you can host any talk show and appear to be confident, relaxed, conversational and able to talk to guests in a meaningful way?&nbsp; </p><p>&nbsp; \tIn this How to Be a Talk Show Host <strong>Journalism</strong> course, you will learn the following:&nbsp; </p><p>&nbsp; \t* The difference between being a good talk show guest versus a good host&nbsp; </p><p>&nbsp; \t* How to look comfortable and confident on TV&nbsp; </p><p>&nbsp; \t* How to appear natural and sound conversational&nbsp; </p><p>&nbsp; \t* How to rehearse using video&nbsp; </p><p>*How to be comfortable in the medium of broadcast <strong>journalism</strong>.</p><p>&nbsp; \tThis <strong>journalism</strong>&nbsp;course is delivered primarily through spoken lectures. Because the skill you are learning is speaking related, it only makes sense that you learn through speaking.&nbsp; </p><p>&nbsp; \tThe skill you will learn in this class is not primarily theoretical or academic. It is a skill that requires physical habits. That is why you will be asked to take part in numerous exercises where you record yourself speaking on video, and then watching yourself. Learning presentation skills is like learning how to ride a bicycle. You simply have to do it numerous times and work past the wobbling and falling off parts until you get it right.&nbsp; </p><p>&nbsp; \tThis <strong>Journalism</strong> course contains numerous video lectures plus several bonus books for your training library.&nbsp; </p><p>&nbsp; \tTJ Walker has been coaching and training people on their presentation skills for 30 years. Now, through the power of Udemy's online platform, he is able to give you the same high quality training that he gives in person to CEOs, Fortune 500 executives, and Presidents of countries. Only you can now receive the training at a tiny fraction of the normal fee for in-person training.&nbsp; </p><p>&nbsp; \tHow long this course takes is up to you. The longest part of the course involves you speaking on video, critiquing yourself, and doing it over until you like it. But if you get to the point where you love how you look and sound when you present it will be well worth the time spent. And having this skill will save you time for all future media presentations in your life.&nbsp; </p><p>&nbsp; \tYou can begin improving your media presentation skills right now. You may have an opportunity to speak out as soon as tomorrow, so why waste another day worried that your media presentation skills are not up to high standards. Enroll in this course today.</p><p>There is a 100% Money-Back Guarantee for this <strong>journalism</strong>&nbsp;course. And the instructor also provides an enhanced guarantee.<br></p><p>TJ Walker has more than 100,000 courses enrollments from more than 14,000 online students around the globe.</p><p>\"5 Stars! Built my confidence taught me a lot of where to begin and what to expect.\" Udemy student&nbsp;Kellie Pemberton</p><p>What others say:<br></p><p>“TJ Walker's single-minded devotion to presentation has made him the #1 expert for executives seeking guidance on speaking to the public and media.\" <em>Bob Bowdon, Anchor/Reporter, Bloomberg Television</em></p><p>“TJ Walker is the leading media trainer in the world.\" <em>Stu Miller, Viacom News Producer</em></p><p>(TJ Walker's Media Training Worldwide) “The world's leading presentation and media training firm.\"<em>Gregg Jarrett, Fox News Channel Anchor</em></p><p><br></p><p>This <strong>Journalism </strong>course is ideal for anyone searching for more info on the following: <strong>journalism - sports journalism - investigative journalism - journalist - bullet journal - google news</strong>. Plus, this course will be a great addition to anyone trying to build out their knowledge in the following areas: <strong>media training - mobile video production - investigation - travel writing - memoir</strong>.</p>",
            "preview_video": "https://www.udemy.com/course/363364/preview/?startPreviewId=2282654",
            "language": "English"
        },
        {
            "course_id": "3076274",
            "category": "Business",
            "sub_category": "Real Estate",
            "title": "Networking for Real Estate Investors For Profits & Funds",
            "content_length": "94",
            "level": "All Levels",
            "author": "Scott Paton",
            "rating": "4.2",
            "reviews": "57",
            "students": "24204",
            "coupon_code": "NFREIPFEXPSEP062022",
            "preview_img": "https://img-c.udemycdn.com/course/750x422/3076274_1bd1.jpg",
            "coupon_link": "https://www.udemy.com/course/networking-for-real-estate-investors/?couponCode=NFREIPFEXPSEP062022",
            "expired_date": "2022-09-06 23:41:00+00:00",
            "uses_remaining": "653",
            "headline": "How To Prospect For Private Money",
            "description": "<p>Jay Conner shares how to Network for success as a real estate investor. At this live event, Jay, and his coaches, teach you powerful strategies for getting in front of your ideal prospect and have them breaking down the doors to fund your deals.</p><p>Funding deals are a major problem for real estate investors.</p><p>Banks often stop funding your deal with little notice. Hard money can be expensive. Private money is faster, less expensive, and easier to use. But getting lenders can be a huge challenge.</p><p>In this fast-paced course, Jay and his team pull back the curtains on funding your deals with Private Money.</p><p>Enroll today!</p>",
            "preview_video": "https://www.udemy.com/course/3076274/preview/?startPreviewId=24735382",
            "language": "English"
        },
        {
            "course_id": "1771976",
            "category": "Personal Development",
            "sub_category": "Career Development",
            "title": "10x Your Social Skills & Connect With People",
            "content_length": "103",
            "level": "All Levels",
            "author": "Susmita Dutta",
            "rating": "4.0",
            "reviews": "368",
            "students": "41559",
            "coupon_code": "SEP2022FREE1",
            "preview_img": "https://img-c.udemycdn.com/course/750x422/1771976_7ffa.jpg",
            "coupon_link": "https://www.udemy.com/course/master-your-social-skills/?couponCode=SEP2022FREE1",
            "expired_date": "2022-09-07 22:53:00+00:00",
            "uses_remaining": "245",
            "headline": "Take your Social Skills, Charisma and Self Confidence to the Next Level",
            "description": "<p><strong>**Course Updated - September 2022**</strong></p><p><br></p><p><strong>&gt;&gt; COURSE REGULARLY UPDATED: NEW TIPS, MORE LESSONS &lt;&lt;</strong></p><p><strong>&gt;&gt; CERTIFIED COACH, SPEAKER AND TRAINER &lt;&lt;</strong></p><p><strong>&gt;&gt; OVER 180,000 STUDENTS IN TOTAL &lt;&lt;</strong></p><p><br></p><p>The first step is increasing your skill in dealing with people. 85 percent of your success in life is going to be determined by your social skills, by your ability to interact positively and effectively with others, and to get them to cooperate with you in helping you to achieve your goals. To create successful human relations, it is imperative to understand people and their nature.</p><p>This course has been divided into 12 sections. In each section, we have discussed in detail different aspects that you would need to master to have great people skill.</p><p>In this course, you will learn human Characteristics and how you can understand the non-verbal quo while talking to someone. You will learn to tactfully agree with people, you will learn to make people feel important, you will learn the power of constructive criticism, and many more.&nbsp; So, be prepared with your pens and notepads to take notes while you listen to the lectures.&nbsp; &nbsp;&nbsp; </p><p>Each section has exercises to be done for a better understanding of the concept. And I would encourage you to complete the exercises before you move on to the next one.&nbsp; &nbsp;&nbsp; </p><p>Throughout the course, you will hear me giving many different examples in the form of photos and stories to make your understanding better and relatable.&nbsp; &nbsp;&nbsp; </p><p>Once, you have successfully completed the course. In the last section of this course, You will learn the tools and techniques to apply the real-life application of human-centered skills and I have also explained how you too can do the same for yourself. So, what are you waiting for?? Let’s dive into the world of creating amazing people skills.&nbsp; &nbsp;&nbsp; </p><p>Thank you, my name is Susmita Dutta and I will see you in the course!</p>",
            "preview_video": "https://www.udemy.com/course/1771976/preview/?startPreviewId=13208684",
            "language": "English"
        },
        {
            "course_id": "3333760",
            "category": "Business",
            "sub_category": "Business Analytics & Intelligence",
            "title": "Pentaho for ETL & Data Integration Masterclass 2022 - PDI 9",
            "content_length": "561",
            "level": "All Levels",
            "author": "Start-Tech Academy",
            "rating": "4.6",
            "reviews": "1017",
            "students": "55328",
            "coupon_code": "KBYOUY",
            "preview_img": "https://img-c.udemycdn.com/course/750x422/3333760_59ce_2.jpg",
            "coupon_link": "https://www.udemy.com/course/pentaho-for-etl-data-integration-masterclass/?couponCode=KBYOUY",
            "expired_date": "2022-09-07 19:30:00+00:00",
            "uses_remaining": "466",
            "headline": "Use Pentaho Data Integration tool for ETL & Data warehousing. Do ETL development using PDI 9.0 without coding background",
            "description": "<p><strong>What is ETL?</strong></p><p>The ETL (extract, transform, load) process is the most popular method of collecting data from multiple sources and loading it into a centralized data warehouse. ETL is an essential component of data warehousing and analytics.</p><p><strong>Why Pentaho for ETL?</strong></p><p>Pentaho has phenomenal ETL, data analysis, metadata management and reporting capabilities. Pentaho is <strong>faster</strong> than other ETL tools (including Talend). Pentaho has a user-friendly GUI which is <strong>easier</strong> and takes less time to learn. Pentaho is<strong> great for beginners</strong>. Also, Pentaho Data Integration (PDI) is an important skill in data analytics field.</p><p><strong>How much can I earn?</strong></p><p>In the US, median salary of an ETL developer is $74,835 and in India average salary is Rs. 7,06,902 per year. Accenture, Tata Consultancy Services,<strong> </strong>Cognizant Technology Solutions, Capgemini, IBM, Infosys etc. are major recruiters for people skilled in ETL tools; Pentaho ETL is one of the most sought-after skills that recruiters look for. Demand for Pentaho Data Integration (PDI) techniques is increasing day after day.</p><p><strong>What makes us qualified to teach you?</strong></p><p>The course is taught by Abhishek and Pukhraj. Instructors of the course have been teaching Data Science and Machine Learning for over a decade. We have experience in teaching and implementing Pentaho ETL, Pentaho Data Integration (PDI) for data mining and data analysis purposes.</p><p>We are also the creators of some of the most popular online courses - with over 150,000 enrollments and thousands of 5-star reviews like these ones:</p><p><em>I had an awesome moment taking this course. It broaden my knowledge more on the power use of Excel as an analytical tools. Kudos to the instructor! - Sikiru</em></p><p><em>Very insightful, learning very nifty tricks and enough detail to make it stick in your mind. - Armand</em></p><p><strong>Our Promise</strong></p><p>Teaching our students is our job and we are committed to it. If you have any questions about the course content on Pentaho, ETL, practice sheet or anything related to any topic, you can always post a question in the course or send us a direct message.</p><p><strong>Download Practice files, take Quizzes, and complete Assignments</strong></p><p>With each lecture, there is a practice sheet attached for you to follow along. You can also take quizzes to check your understanding of concepts on Pentaho, ETL, Pentaho Data Integration, Pentaho ETL. Each section contains a practice assignment for you to practically implement your learning on Pentaho, ETL, Pentaho Data Integration, Pentaho ETL. Solution to Assignment is also shared so that you can review your performance.</p><p>By the end of this course, your confidence in using Pentaho ETL and Pentaho Data Integration (PDI) will soar. You'll have a thorough understanding of how to use Pentaho for ETL and Pentaho Data Integration (PDI) techniques for study or as a career opportunity.</p><p><strong>Go ahead and click the enroll button, and I'll see you in lesson 1 of this Pentaho ETL course!</strong></p><p><strong>Cheers</strong></p><p><strong>Start-Tech Academy</strong></p>",
            "preview_video": "https://www.udemy.com/course/3333760/preview/?startPreviewId=26662940",
            "language": "English"
        },
        {
            "course_id": "1916028",
            "category": "Development",
            "sub_category": "Programming Languages",
            "title": "The Kotlin Learning Guide",
            "content_length": "721",
            "level": "All Levels",
            "author": "Hassan Fulaih",
            "rating": "4.6",
            "reviews": "421",
            "students": "35769",
            "coupon_code": "SE1-2022",
            "preview_img": "https://img-c.udemycdn.com/course/750x422/1916028_6b6f_2.jpg",
            "coupon_link": "https://www.udemy.com/course/kotlin-programming-for-beginner/?couponCode=SE1-2022",
            "expired_date": "2022-09-08 13:53:00+00:00",
            "uses_remaining": "282",
            "headline": "تعلم لغة كوتلن باللغة العربية",
            "description": "<p> هذه الدورة المفصلة في المستوى الاول والثاني من الكوتلن حيث افترض الشخص الذي امامي لا يعرف اي شي عن عالم البرمجة ستتمكن من خلال هذه الدورة من الدخول الى عالم البرمجة وفهم اساسيات اللغات البرمجية </p><p>لا تحتاج الى اي مؤهلات للدخول الى هذه الدورة ،تتميز هذه الدورة بأنها مفصلة ولكن ليس فيها تشعبات وتفاصيل غير اساسية<br></p><p>Kotlin remains one of the most widely used and fastest-growing programming languages in recent years. Developers across the globe prefer using Kotlin for a range of projects such as data science, server-side or cloud development, etc. The demand for Kotlin is on the rise and it will continue to grow in the years to come. In this post, let’s explore the top five reasons why Kotlin is a great programming language to learn in 2021. </p><p><br></p><p><strong>1. Modern language</strong> </p><p>It is a modern programming language that brings together the best of object-oriented and functional programming. Some of the most promising features of Kotlin include clean compact syntax, security, general-purpose, and more. </p><p><br></p><p><strong>2. Easy to learn</strong> </p><p>Kotlin’s syntax is easy to learn for beginners and it offers a host of powerful features. It can be a great language to upskill for experienced programmers. It has a shallow learning curve especially if you have experience in Python or Java. The programming language is also quite easy for iOS developers as it is based on familiar concepts of modern technology. </p><p><br></p><p><strong>3. Great materials</strong> </p><p>There are ample materials available on Kotlin that learners can leverage to have a good grasp of the programming language. There are numerous courses that a beginner can start with. Most of these courses are self-paced and offer great insights into the programming language. Also, the developer community is quite huge so if learners get stuck or have queries they can always seek solutions from the developer community. </p><p><br></p><p><strong>4. Career prospects</strong> </p><p>Many leading brands use Kotlin for their software and Kotlin skills are highly in demand. If estimates are to be believed, job postings related to Kotlin skills are skyrocketing since 2017 by 1400%. </p><p><br></p><p><strong>5. Community support</strong> </p><p>Kotlin is an open-source language and has a strong community of developers. There are over 200 Kotlin user groups, over 37,000 Kotlinlang slack users, and thousands of other members. The community support is huge in Kotlin and it is constantly growing.</p>",
            "preview_video": "https://www.udemy.com/course/1916028/preview/?startPreviewId=35941032",
            "language": "Arabic"
        },
        {
            "course_id": "2575458",
            "category": "Marketing",
            "sub_category": "Social Media Marketing",
            "title": "Facebook Ads Marketing - Start Lead Generation Business 2022",
            "content_length": "149",
            "level": "All Levels",
            "author": "Yasir Ahmed, M.B.A",
            "rating": "4.0",
            "reviews": "83",
            "students": "37162",
            "coupon_code": "310822B",
            "preview_img": "https://img-c.udemycdn.com/course/750x422/2575458_4a6e.jpg",
            "coupon_link": "https://www.udemy.com/course/facebook-ads-marketing-lead-generation-business-digital-marketing/?couponCode=310822B",
            "expired_date": "2022-09-05 18:17:00+00:00",
            "uses_remaining": "739",
            "headline": "Use Facebook Advertising to generate leads for any business, my secret method be very useful even if you are new to this",
            "description": "<p>Start your own lead generation business by implementing exactly what <strong>I</strong> do to generate leads for any business in the world. I have included my $1500 Product Case Study with 20 Times Revenue Generated by each lead. </p><p>Topics explained in detail are :&nbsp;</p><ol><li><p>$1500 Product Case Study</p></li><li><p> Setting Up Your Facebook Pixel</p></li><li><p>Setting Up Your Lead Generation Campaign</p></li><li><p>Finalizing Winning&nbsp; Ad Creative</p></li></ol><p>Feel Free to enroll now &amp; complete the course and stay in touch if you need my help with anything l!</p><p><br></p><p><strong>About ME:</strong></p><p>Use paid advertising to grow your business under my mentorship. Served more then 80 clients since 2015 and teaching all strategies inside my training programs! <br>I started my agency in 2015 &amp; have worked with the biggest sales trainer of Pakistan along with big brands as an employee. I also run my eCommerce store and have trained over 2000 students directly. </p><p>My training will help you build your own business from scratch, run your own agency or eCommerce business or even manage international clients on Fiverr and Upwork. </p><p>My students are hitting 6-figures after using all the strategies that I have taught them.</p><p>I have over 600k students on Udemy with more then 30 courses and 3000+ reviews.</p><p>My students are hitting 6-figures after using all the strategies that I have taught them.</p><p>I have over 600k students on Udemy with more then 30 courses and 3000+ reviews.</p><p><br></p>",
            "preview_video": "https://www.udemy.com/course/2575458/preview/?startPreviewId=20354292",
            "language": "English"
        },
        {
            "course_id": "2861064",
            "category": "Business",
            "sub_category": "E-Commerce",
            "title": "Shopify Guide: Start your own clothing brand with Shopify",
            "content_length": "149",
            "level": "Beginner Level",
            "author": "Yassin Marco",
            "rating": "4.1",
            "reviews": "418",
            "students": "98336",
            "coupon_code": "66E27CEF065353C0BB96",
            "preview_img": "https://img-c.udemycdn.com/course/750x422/2861064_c0ef_2.jpg",
            "coupon_link": "https://www.udemy.com/course/start-your-own-clothing-brand-with-shopify/?couponCode=66E27CEF065353C0BB96",
            "expired_date": "2022-09-06 01:33:00+00:00",
            "uses_remaining": "185",
            "headline": "Shopify for beginners: Start your own clothing business with shopify. No shopify experience or shopify knowledge needed",
            "description": "<p>Starting out your first online business is not always easy especially if you have no knowledge about this topic. If you also want your business to be in the clothing industry it's even more complicated. Indeed, this is why this is why this course have been designed and this is exactly what you need to stat out in the business world online. If you:</p><p>- Are interested by the clothing industry</p><p>- Want to start your own online business</p><p>- Are interested to have your own clothing brand with your personalized cloths</p><p>- Have an entrepreneurial mind and want to build a business without having to take an enormous amount of financial risk</p><p>Then this course is definitely for you. Not only you will have a complete understanding of what is an online business, hoe to run it and how you can start today in the online clothing industry but you will also have your own online store entirely ready to run and operate by the end of this course.</p><p><br></p><p><strong>The structure of the course</strong></p><p>​The way the course is presented is completely user friendly and made to help you learn all the basics of starting out an online business. From creating your Shopify account to all the different apps that have to be used to all other aspects to take in consideration, this course will teach you everything you need to know in order to create your first online business. The goal of this course is simple, helping you learn a new skill in order to be able to create and run successfully your own clothing brand 100% online.</p><p>Also, this course is created on one of my favorite concepts that is learning by practice. This is why, this course will show all the steps that you need to take to create your online store. Then, all the different apps that you need to know in order to create your online business will be covered. This way by the end of the course you will have a completely functional online store.</p><p><br></p><p><strong>For who is this course designed</strong><br></p><p>This course is created for everyone who want to be able to start there own online business. Indeed, since you will be learn all the process of how to launch your own clothing brand, you will, by the end of this course have your own online store. Not only your store will be fully functional but you will also have different really useful apps on it. So, if you are interested by the clothing industry, always wanted to launch an online business and finally don't want to take a substantial financial risk in order to start your business then this course is definitely for you.</p><p><strong>Why should I take this course</strong></p><p>The main reason for this is that not only you will have learned all the basics around launching an online clothing business but you will also create before the end of the course your own online store. This way, not only you will have acquired new knowledge but you will also have a business that is ready to be operated.</p><p><strong>There is no risk involved in taking this course</strong></p><p>This course comes with a 100% satisfaction guarantee, this means that if your are not happy with what you have learned, you have <strong>30 days </strong>​to get a complete refund with no questions asked. Also, if there is any concept that you find complicated or you are just not able to understand, you can directly contact me and it will be my pleasure to support you in your learning.</p><p>This means that you can either learn amazing skills that can be very useful in your professional or everyday life or you can simply try the course and if you don't like it for any reason ask for a refund.</p><p><strong>You can't lose with this type of offer !!</strong></p><p><strong>ENROL NOW and start learning today :)</strong></p>",
            "preview_video": "https://www.udemy.com/course/2861064/preview/?startPreviewId=28128756",
            "language": "English"
        }
    ]
}